{
  "id": "be_latin",
  "title": "Be Latin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "Brief Exposition (Stanley) n. 1"
    },
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "1. SUMMARIA EXPOSITIO DOCTRINAE NOVAE ECCLESIAE, QUAE PER NOVAM HIEROSOLYMAM IN APOCALYPSI INTELLIGITUR. Postquam aliqua Opera et Opuscula de NOVA HIEROSOLYMA, per quam intelligitur NOVA Ecclesia a Domino instauranda, intra aliquot annos a me promulgata sunt, et postquam Apocalypsis revelata est, in animum induxi Doctrinam illius Ecclesiae in sua plenitudine, ita integram, in lucem edere: sed quia hoc aliquot annorum opus est, consultum duxi aliquam Sciagraphiam ejus emittere, propter causam, ut communis idea de illa Ecclesia et ejus Doctrina primum concipiatur; quoniam dum communia praecedunt, postea omnia et singula in sua latitudine exstantia in luce apparent, haec enim in communia intrant, sicut homogenea in sua receptacula. Attamen Breviarium hoc non subjicitur judiciis ventilandum, sed modo communicatur ad notitiam, quia hujus Contenta in ipso Opere plene demonstrabuntur. Sed praemittenda sunt Doctrinalia hodierna de Justificatione, propter sequentia de Discordantiis dogmatum Ecclesiae hodiernae et Ecclesiae novae. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 2"
    },
    {
      "section": 2,
      "title": "Paragraph 2",
      "text": "2. DOCTRINALIA ROMANO-CATHOLICORUM DE JUSTIFICATIONE, EX SYNODO TRIDENTINA. In Bulla a P10 IV (to) ROMANO PONTIFICE, Anno 1564, id: Novemb: data, leguntur haec: Omnia et singula, quae de PECCATO ORIGINALI, et de JUSTIFICATIONE, in SS: TRIDENTINA SYNODO definita et declarata fuerunt, amplector et recipio. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 3"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "3. EX SYNODO TRIDENTINA< DE PECCATO ORIGINALI. (a) Quod totus Adam per suae praevaricationis offensam secundum corpus et animam in deterius commutatus fuerit; et quod Adae praevaricatio non illi solum nocuerit, sed etiam ejus propagini; et quod illa non modo mortem et paenas corporis in omne genus humanum transfuderit, sed etiam peccatum, quod est mors animae, Sess. V: 1. 2. (b) Quod hoc Adae peccatum, quod origine unum est, ac propagatione non imitatione transfusum, insit unicuique proprium, et quod non per aliud remedium possit tolli, quam per Meritum unius Salvatoris Domini nostri Jesu Christi, Qui nos Deo reconciliavit in sanguine suo, factus nobis Justitia, Sanctificatio, et Redemptio, Sess. V: 3. (c) Quod omnes homines in praevaricatione Adae innocentiam perdiderint, et facti sint immundi, et natura filii irae, Sess. VI: Cap. I. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 4"
    },
    {
      "section": 4,
      "title": "Paragraph 4",
      "text": "4. DE JUSTIFICATIONE. (a) Quod Caelestis Pater, Pater misericordiarum, Christum Jesum, Filium suum, cum venit beata plenitudo temporis, ad homines miserit, ut et ad Judaeos, qui sub lege erant, et ad Gentes, quae non sectabantur justitiam, [ut] justitiam apprehenderent, atque omnes adoptionem filiorum reciperent. Hunc proposuit Deus Propitiatorem per fidem in sanguine Ipsius pro peccatis, non solum pro nostris, sed etiam pro totius Mundi, Sess. VI: Cap. 2. (b) Non tamen omnes mortis Ipsius beneficium recipiunt, sed ii duntaxat, quibus Meritum passionis Ipsius communicatur; ita nisi in Christo renascantur, nusquam justificarentur, Sess. VI: Cap. 3. (c) Quod Justificationis principium a Dei per Christum Jesum praeveniente gratia, hoc est, ab ejus vocatione sumendum sit, Sess. VI: Cap. 5. (c) Quod homines disponantur ad justitiam, dum excitati Divina gratia, fidem ex auditu concipientes, libere moventur in Deum, credentes vera esse, quae Divinitus revelata et promissa sunt; atque illud imprimis, a Deo justificari impium per gratiam Ejus, per Redemptionem, quae est [in] Christo Jesu, et dum peccatores se intelligentes a Divinae justitiae timore, quo utiliter concutiuntur, in spem eriguntur, fidentes Deum sibi propter Christum propitium fore, Sess. VI: Cap. 6. (d) Quod hanc dispositionem et praeparationem Justificatio ipsa consequatur, quae non est sola peccatorum remissio, sed et sanctificatio et renovatio interioris hominis per susceptionem gratiae et donorum, unde homo ex injusto fit justus, et ex inimico amicus, ut sit haeres secundum spem vitae aeternae, Sess. VI: Cap."
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. (e) Justificationis Causa finalis est gloria Dei et Christi, ac vita aeterna. Causa efficiens est Deus, qui gratuito abluit et sanctificat. Causa meritoria est Dilectissimus Unigenitus Dei Dominus noster Jesus Christus, qui cum essemus inimici, propter nimiam Charitatem, qua dilexit nos, sua sanctissima passione in ligno crucis, nobis justificationem meruit, et pro nobis Deo Patri satisfecit. Causa instrumentalis est Sacramentum baptismi, quod est sacramentum fidei, sine qua nulli usquam contigit justificatio. Causa formalis unica est justitia Dei, non qua ipse justus est, sed qua nos justos facit, qua videlicet ab eo donati, renovamur spiritu mentis nostrae; et non modo reputamur justi, sed vere justi nominamur et sumus, quisque secundum suam mensuram, quam Spiritus Sanctus partitur singulis prout vult, Sess. VI: Cap. 7. . 2. (f) Quod Justificatio sit translatio ab eo statu, in quo homo nascitur filius primi Adae, in statum gratiae, et adoptionem filiorum Dei per Secundum Adam Salvatorem nostrum Jesum Christum, Sess. VI: Cap. 4. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 5"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5. DE FIDE, CHARITATE BONIS OPERIBUS, ET MERITIS. (a) Cum Apostolus dicit, justificari hominem per fidem et gratis, ea verba in eo sensu intelligenda sunt; quem perpetuus Ecclesiae Catholicae consensus tenuit et expressit, ut scilicet per fidem justificari dicamur, quia Fides est humanae salutis initium, fundamentum et radix omnis justificationis, sine qua impossibile est placere Deo, et ad filiorum ejus consortium pervenire: gratis autem justificari dicimur, quia nihil eorum, quae justificationem praecedunt, sive fides sive opera, ipsam justificationis gratiam promerentur; si enim gratia est, non est ex operibus, nec gratia foret gratia, Sess. VI: Cap. 8. (b) Quamquam nemo potest justus esse, nisi cui Merita passionis Domini nostri Jesu Christi communicantur, id tamen in Justificatione fit, dum ejusdem sanctissimae passionis Merito per Spiritum Sanctum charitas Dei infunditur in cordibus eorum qui justificantur, atque ipsis inhaeret: unde in ipsa Justificatione cum remissione peccatorum haec omnia simul infusa accipit homo per Jesum Christum, cui inseritur per fidem, spem et charitatem: nam fides, nisi ad eam accedat charitas, neque unit perfecte cum Christo, neque corporis ejus vivum membrum efficit, Sess. VI: Cap. 7. . 3. (c) Quod Christus non modo sit Redemptor Cui fidant, sed etiam Legislator Cui obediant, Sess. VI: Cap. 16. Can. 21. (d) Quod Fides sine operibus mortua et otiosa sit, quia et in Christo Jesu neque circumcisio aliquid valet neque praeputium sed fides quae per charitatem operatur: fides enim sine spe et charitate vitam aeternam non praestare potest: unde et statim Verbum Christi audiunt, si vis ad vitam ingredi, serva mandata: itaque veram et Christianam justitiam accipientes, eam ceu primam stolam, pro illa quam Adam sua inobedientia sibi et nobis perdidit, per Christum Jesum illis donatam candidam et immaculatam jubentur statim renati conservare, ut eam praeferant{1} ante tribunal Domini nostri Jesu Christi, et habeant vitam aeternam, Sess. VI: Cap. 7. . 4. (e) Quod Ipse Christus Jesus tanquam Caput in membra, et tanquam Vitis in palmites, in ipsos justificatos jugiter virtute influat; quae virtus bona eorum opera semper antecedit, et comitatur, et subsequitur, et sine qua nullo pacto Deo grata et meritoria esse possent; quare nihil ipsis justificatis amplius deesse credendum est, quo minus plene illis quidem operibus, quae in Deo facta sunt, vitam aeternam suo etiam tempore consequendam promeruisse censeantur. Sess. VI: Cap. 16. (f) Non propria nostra justitia, tanquam ex nobis propria, statuitur; quae enim justitia nostra dicitur, illa eadem Dei est, quia a Deo nobis infunditur per Christi meritum: absit ergo ut Christianus homo in seipso vel confidat vel glorietur, et non iii Domino, Cujus tanta erga nos homines bonitas, ut eorum velit esse merita quae sunt Ipsius dona, Sess. VI: Cap. 16. (g) Quia ex nobis tanquam ex nobis nihil possumus, EO cooperante, qui nos confortat, omnia possumus: ita non habet homo unde glorietur, sed omnis gloria nostra in Christo est, in quo vivimus, in quo meremur, in quo satisfacimus, facientes fructus dignos paenitentia, qui ab Illo vim habent, ab Illo offeruntur Patri, et per Illum acceptantur a Patre, Sess. XIV: Cap. 8. (h) Si quis dixerit hominem suis operibus, quae vel per humanae naturae vires, vel per legis doctrinam fiunt, absque Divina per Christum Jesum gratia posse justificari coram Deo, anathema sit, Sess. VI: Can. 1. (i) Si quis dixerit sine praeveniente Spiritus Sancti inspiratione, atque ejus adjutorio, hominem credere, sperare et diligere (hoc est, fidem, spem et charitatem habere) sicut oportet, ut ei justificationis gratia conferatur, anathema sit, Sess. VI: Can. 2. (k) Si quis dixerit hominem sine Christi justitia, per quam nobis meruit, justificari, anathema sit, Sess. VI: Can. 10. praeter plura, imprimis de conjunctione fidei et charitatis seu bonorum operum, et de damnatione separationis illorum. @1. praeferant pro praeserant$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 6"
    },
    {
      "section": 6,
      "title": "Paragraph 6",
      "text": "6. DE LIBERO ARBITRIO. (a) Quod Liberum Arbitrium per Adae peccatum minime exstinctum sit, viribus licet attenuatum et inclinatum, Sess. VI: Cap. 1. (b) Si quis dixerit, Liberum hominis arbitrium a Deo motum et excitatum nihil cooperari assentiendo Deo excitanti atque vocanti, quo ad obtinendam justificationis gratiam se disponat ac praeparet, nec posse dissentire si velit, sed velut inanime quoddam nihil omnino agere, mereque passive se habere, anathema sit, Sess. VI: Can. 4. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 7"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. DOCTRINALIA ROMANO--CATHOLICORUM DE JUSTIFICATIONE, COLLECTA EX DECRETIS SYNODI TRIDENTINAE, IN SUMMA ET SERIE SUNT TALIA. Quod peccatum Adami transfusum sit in totum Genus humanum, ex quo status ejus, et ab illo omnium hominum, perversus factus est, et abalienatus a Deo, et sic facti sunt inimici et filii irae: quod ideo Deus Pater ex gratia miserit Filium suum, ut reconciliaret, expiaret, propitiaret, satisfaceret, et sic redimeret, et haec per quod fieret Justitia. Quod Christus hoc peregerit et impleverit, per quod obtulerit Se Deo Patri Sacrificium super ligno crucis; ita per suam passionem et suum sanguinem. Quod Christus Solus meruerit, et quod hoc Ipsius Meritum a Deo Patre per Spiritum Sanctum, ex gratia, homini recipienti imputetur, tribuatur, applicetur, et in illum transferatur; et quod ab homine sic removeatur peccatum Adami, remanente usque concupiscentia ut fomite ad peccandum. Quod Justificatio sit remissio peccatorum, et quod inde fiat innovatio interioris hominis, unde homo ab inimico fit amicus, et a filio irae filius gratiae: et quod sic fiat unio cum Christo, et renatus membrum vivum in Corpore Ipsius. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 8"
    },
    {
      "section": 8,
      "title": "Paragraph 8",
      "text": "8. Quod fides sit ex auditu, cum credit vera esse quae Divinitus revelata sunt, et credit promissis Dei. Quod Fides sit humanae salutis initium, fundamentum et radix omnis justificationis, sine qua impossibile est placere Deo, et in filiorum ejus consortium venire: quod Justificatio fiat per fidem, spem et charitatem, et quod fides nisi ad illam accedant spes et charitas, non sit viva sed mortua, quae non unit cum Christo. Quod homo cooperari debeat; quod accedere et recedere possit, alioquin nihil ei posset donari, quia foret sicut inanimatum corpus. Quod quia receptio justificationis innovat hominem, et hoc fit per applicationem meriti Christi in illum, cooperante homine, sequatur quod opera promereantur; sed quia fiunt ex gratia, et per Spiritum Sanctum, et quia Solus Christus meruit, Deus faciat dona sua apud hominem merita; unde consequitur, quod nemo possit sibi aliquid meriti attribuere. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 9"
    },
    {
      "section": 9,
      "title": "Paragraph 9",
      "text": "9. DOCTRINALIA PROTESTANTIUM DE JUSTIFICATIONE, EX FORMULA CONCORDIAE. Hic Liber ex quo sequentia Sunt collecta, vocatur FORMULA CONCORDIAE, a Viris Augustanae Confessioni addictis conscriptus; et quia ex illo citabuntur paginae, ubi afferenda legantur, Editionem Lipsiae Anno 1756 excusam, pro indice assumsimus. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 10"
    },
    {
      "section": 10,
      "title": "Paragraph 10",
      "text": "10. {1} EX FORMULA CONCORDIAE, DE PECCATO ORIGINALI. (a) Quod post lapsum Adami omnes homines secundum naturam propagati nascantur ab illo cum peccato, quod damnat, et mortem aeternam affert illis qui non renascuntur, et quod Meritum Christi sit unicum medium per quod renascuntur, ita unicum remedium quo sanantur, pag. 9. 10, 52, 53, 55, 317, 641, 644. et Appendix p. 138, 139. (b) Quod peccatum originis sit tam profundae{2} naturae corruptio, ut nihil spiritualiter sanum sit in corpore et anima hominis, inque viribus ejus, p. 574. (c) Quod sit scaturigo omnium actualium peccatorum, p. 317, 577, 639, 640, 642,{3} Append. p. 139. (d) Quod sit totalis carentia seu privatio imaginis Dei, p. 640. (e) Quod discrimen tenendum sit inter naturam nostram qualis a Deo creata est, et inter peccatum originis quod in natura habitat, p. 645. (f) Praeterea Peccatum originis vocatur ibi diaboli opus, spirituale venenum, radix omnium malorum, accidens et qualitas; ac Natura ibi vocatur Dei opus et creatura, hominis persona, substantia et essentia, ac quod sit distinctio sicut inter hominem morbo infectum et inter ipsum morbum. @1. 10 pro 20$ @2. profundae: lego profunda, ut F.C. p. 574.$ @3."
    },
    {
      "section": 642,
      "title": "Paragraph 642",
      "text": "642 pro 942.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 11"
    },
    {
      "section": 11,
      "title": "Paragraph 11",
      "text": "11. DE JUSTIFICATIONE PER FIDEM. COMMUNIA sunt haec: (a) Quod per Verbum et Sacramenta donetur Spiritus Sanctus, qui fidem efficit ubi et quando visum est, in iis qui Evangelium audiunt. (b) Quod consequantur ordine, Contritio, Justificatio per fidem, Innovatio, et bona Opera; quod illa probe distinguenda sint; et quod contritio et bona opera nihil ad salutem conferant, sed sola fides. (c) Quod Justificatio per solam fidem sit remissio peccatorum, absolutio a damnatione, reconciliatio Patris, adoptio in filios, et quod hoc fiat per imputationem meriti seu justitiae Christi. (d) Quod inde fides sit ipsa illa justitia, qua coram Deo justi reputamur, et quod sit fiducia in gratiam et confidentiam. (e) Quod Renovatio quae sequitur, sit vivificatio, regeneratio et sanctificatio. (f) Quod Renovationem illam sequantur bona opera, quae sunt fructus fidei, in se opera Spiritus. (g) Quod fides illa per gravia mala amittatur. COMMUNIA DE LEGE ET EVANGELIO sunt haec. (h) Quod probe distinguendum sit inter Legem et Evangelium, ac inter opera Legis et opera Spiritus, quae sunt Fructus fidei. (i) Quod Lex sit doctrina, quae ostendit, quod homo in peccatis sit, et sic in damnatione, et in ira Dei, quae inde perterrefacit, et quod Evangelium sit doctrina de Expiatione peccatorum et damnationis per Christum, et sic consolationis. (k) Quod tres usus Legis sint, impios coercere, homines ad agnitionem peccatorum adducere, ac docere renatos vitae regulas. (l) Quod Renati in lege sint, non autem sub lege, sed sub gratia. (m) Quod Renati se in Lege exercere debeant, quia quamdiu in Mundo vivunt, a carne irritantur ad peccandum, at quod post mortem puri et perfecti fiant. (n) Quod Renati etiam arguantur a Spiritu Sancto, et quod luctentur vario modo, sed tamen quod faciant Legem sponte, et quod sic filii Dei in Lege vivant. (o) Quod apud non renatos velamen Mosis adhuc ante oculos maneat, et quod vetus Adam dominetur, sed quod apud Renatos velamen Mosis ablatum sit, et quod vetus Adam mortificatus. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 12"
    },
    {
      "section": 12,
      "title": "Paragraph 12",
      "text": "12. DE JUSTIFICATIONE PER FIDEM ABSQUE OPERIBUS LEGIS, PARTICULARIA EX FORMULA CONCORDIAE. (a) Quod fides imputetur ad justitiam sine operibus, propter Meritum Christi quod fides apprehendit, p. 78, 79, 80, 584, 689. (b) Quod charitas Fidem, quae justificat, sequatur, sed quod Fides non justificet, quatenus a charitate, ut Pontificii loquuntur, formata est, p. 81, 89, 94, 117, 688, 691, App. 169. (c) Quod non praecedens contritio, nec sequens renovatio et sanctificatio, neque bona opera tunc, ad negotium justitiae fidei pertineant, p. 688, 689. (d) Quod stultum sit somniare, quod Opera Secundae Tabulae Decalogi coram Deo justificent, per illam enim agimus cum hominibus, non proprie cum Deo, et in justificatione agendum est cum Deo, et placanda ejus ira, p. 102. (e) Si quis credit se ideo consequi remissionem peccatorum quia charitatem habet, afficit contumelia Christum, quia est fiducia propriae justitiae impia et inanis, p. 87, 89. (f) Quod bona Opera prorsus excludenda sint, dum de justificatione et vita aeterna agitur, p. 589. (g) Quod bona opera non sint necessaria ut causa meritoria salutis, et quod actum justificationis non ingrediantur, p. 589, 590, 702, 704. App. p. 173. (h) Quod rejicienda sit positio, quod bona opera necessaria sint ad Salutem, quia hoc eripit consolationem Evangelii, occasionem praebet dubitationi de Dei gratia, affert opinionem de propria justitia, et quia acceptantur a Papistis ad malam causam fulciendam, p. 704. (i) Rejicitur et damnatur phrasis, quod bona opera necessaria sint ad salutem, p. 591. (k) Quod Phrases de bonis Operibus ad salutem necessariis non docendae et defendendae sint, sed potius ab Ecclesiis falsae explodendae et rejiciendae, p. 705. (l) Quod Opera, quae non a vera fide proficiscuntur, revera coram Deo sint peccata, hoc est, peccatis contaminata, quoniam mala arbor non potest bonos fructus ferre. p. 700. (m) Quod fides et salus non conserventur nec retineantur per bona opera, quia sunt modo testimonia, quod Spiritus Sanctus praesens sit, et in nobis habitet, p. 590, 705. App. 174. (n) Quod merito rejiciendum sit Tridentinae Synodi decretum, quod bona opera salutem conservent, aut quod apprehensa fidei justitia, aut ipsa fides per nostra opera vel toto vel saltem in parte retineatur et conservetur, p. 707. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 13"
    },
    {
      "section": 13,
      "title": "Paragraph 13",
      "text": "13. DE FRUCTIBUS FIDEI, PARTICULARIA EX FORMULA CONCORDIAE. (a) Quod discrimen inter Opera Legis, et inter Opera Spiritus, observandum sit; et quod Opera, quae Renatus libero et prompto Spiritu agit, non sint opera Legis, sed opera Spiritus, qui sunt fructus fidei; quia Renati non sub lege sunt, sed sub gratia, p. 589, 590, 721, 722. (b) Quod bona opera sint fructus paenitentiae, p. 12. (c) Quod Renati per fidem accipiant novam vitam, novos affectus, et nova Opera, et quod haec sint ex fide in paenitentia, p. 134. (d) Quod homo post conversionem et justificationem incipiat renovari mente, et demum intellectu, et quod tunc ejus voluntas in quotidianis paenitentiae exercitiis non sit otiosa, p. 582, 673, 700. (e) Quod tam ob peccatum originale, quam ob peccata actualia paenitentia agenda sit, p 321. App. p. 159. (f) Quod paenitentia in Christianis duret usque ad mortem, quia luctantur cum peccato residuo in carne per totam vitam, p. 327. (g) Quod oporteat Legem decalogi in nobis inchoari, ac magis et magis fieri, p. 85, 86. (h) Quod Renati tametsi a maledictione legis liberati sunt, usque tamen in Lege Divina se exercere debeant, p. 718. (i) Quod Renati non sine lege sint, et tamen non sub lege, nam secundum legem Domini vivunt, p. 722. (k) Quod Lex renatis debeat esse norma religionis, p. 596; 717. App. p. 156. (l) Quod Renati faciant bona opera non coacte sed sponte et libere, quasi nullum praeceptum accepissent, nullas minas audivissent, et nullam remunerationem exspectavissent, p. 596, 701. (m) Quod apud hos fides in agendo semper occupata sit, et qui ita bona non operatur, vera fide careat, nam ubi fides ibi bona opera, p. 701. (n) Quod charitas et boni fructus sequantur fidem et regenerationem, p. 121, 122, 171, 188, 692. (o) Bene conveniunt et sunt connexa inseparabiliter fides et opera, sed sola fides apprehendit benedictionem sine operibus, et tamen non est sola; inde est quod fides sine operibus sit mortua, p. 692, 693. (p) Quod postquam homo per fidem est justificatus, vera illa et viva fides per charitatem sit efficax, nam bona opera fidem justificantem semper sequuntur, et una cum illa. certissime deprehenduntur; fides enim nunquam sola est, quin charitatem et spem secum habeat, p. 556. (q) Fatemur, quod ubi non sequuntur bona opera, ibi fides falsa et non vera sit, p. 336. (r) Quod impossibile sit bona opera a fide separare, sicut non calorem et lucem ab igne, p. 701. (s) Quod quia vetus Adam in ipsa natura semper inhaeret, Renati assidua legis admonitione, doctrina, comminationibus, et quoque castigationibus opus habeant, arguuntur enim et corripiuntur per legem a Spiritu Sancto, p. 719, 720, 721. (t) Quod Renati cum vetere Adamo luctaturi sint, et quod pars carnis ab exhortationibus, minis et plagis coercenda sit, quoniam renovatio vitae per fidem in hac vita modo inchoatur, p. 595, 596, 724. (u) Quod maneat perpetua lucta inter carnem et spiritum in electis et vere renatis, p. 675, 679. (x) Quod Christus annuntiet remissionem peccatorum bonis operibus, est quia sequuntur reconciliationem, tum quia fructus boni necessario sequi debent, et quia sunt signa promissionis, p. 116, 117. (y) Quod fides salvans in illis non sit in quibus non charitas, nam charitas fructus est, qui veram fidem certissime et necessario sequitur, p. 688. (z) Quod bona opera sint necessaria multis modis, sed non ut causa meritoria, p. 11, 17, 64, 95, 133, 589, 590, 702. App. p. 172. (aa) Quod Renatus cum Spiritu Sancto cooperari debeat, ex novis viribus et donis, quae accepit, sed certo modo, p. 582, 583, 674, 665. App. p. 144. (bb) In CONFESSIONE ECCLESIARUM BELGICARUM, quae recepta est in SYNODO DODRACENA, leguntur haec; \"Non potest sancta fides in homine otiosa esse, est enim fides per charitatem efficax; ac opera, quae a bona fidei radice proficiscuntur, coram Deo bona et accepta sunt, sicut fructus arboris bonae; nam ad bona opera obstricti sumus Deo, non autem Deus nobis, siquidem Deus efficit illa apud nos.\" This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 14"
    },
    {
      "section": 14,
      "title": "Paragraph 14",
      "text": "14. DE MERITIS, EX FORMULA CONCORDIAE. (a) Quod falsum sit, opera nostra mereri remissionem peccatorum; falsum, homines reputari justos per justitiam rationis; ac falsum, rationem propriis viribus posse supra omnia amare Deum, ac legem Dei facere, p. 64. (b) Quod fides non propterea justificet, quod ipsa tam bonum opus sit, tamque praeclara virtus, sed quia in promissione Evangelii Meritum Christi apprehendit, p. 76, 684. (c) Quod promissio remissionis peccatorum et justificationis propter Christum non habeat conditionem meritorum, quia gratis offertur, p. 67. (d) Quod homo peccator coram Deo justificetur seu absolvatur a suis peccatis, et a judicio justissimae damnationis, et adoptetur in numerum filiorum Dei, sine ullis nostris meritis, et absque ullis praecedentibus, praesentibus, et sequentibus nostris operibus, ex mera gratia, tantummodo propter unicum meritum Christi, quod nobis ad justitiam imputatur, p. 684. (e) Quod fidem, remissionem peccatorum, et regenerationem, sequantur bona opera, et quod in illis pollutum et imperfectum est, pro peccato et defectu non censeatur, idque propter Christum; et quod ita totus homo tam quoad personam quam quoad opera justus et sanctus sit et nominetur, ex mera gratia et misericordia in Christo super nos effusa, expansa et amplificata, quare gloriari ob merita non possumus, p. 74, 92, 93, 336. (f) Qui confidit operibus se mereri, is aspernatur Christi meritum et gratiam, et quaerit{1} sine Christo humanis viribus vitam ad caelum, p. 16, 17, 18, 19. (g) Si quis bona opera Articulo justificationis vult immiscere et gratiam Dei iis promereri, tali homini opera non tantum sunt inutilia, sed etiam perniciosa, p. 708. (h) Enumerantur opera decalogi, et plura quae facienda sunt, et quae Deus ornat praemiis, p. 176, 198. (i) Docemus bona opera meritoria esse, non remissionis peccatorum, gratiae, et justificationis, sed aliorum praemiorum corporalium, ut et spiritualium in hac vita et post hanc vitam, quia Paulus dicit, unusquisque recipiet mercedem secundum laborem, et Christus merces vestra erit multa in caelis, ac saepius dicitur quod unicuique reddetur secundum opera ejus; quare nos fatemur vitam aeternam mercedem esse, quia est res debita propter promissionem, et quia Deus coronat sua dona, sed non propter nostra merita, p. 96, 133, 134, 135, 136, 137, 138. (k) Quod bona Opera in credentibus, cum propter veras causas fiunt, et ad veros fines referuntur, sicut Deus ea a Renatis exigit, indicia sint aeternae salutis; et quod Deus Pater illa propter Christum accepta et grata habeat, et praeclara illis praemia hujus et futurae vitae promittat, p. 708. (l) Quod bona opera licet merentur praemia, tamen neque ex condigno, neque ex congruo remissionem peccatorum, aut vitae aeternae gloriam mereantur, p. 96, 135, 139, seq. App. p. 174. (m) Quod Christus in extremo judicio laturus sit sententiam de operibus bonis et malis tanquam effectis propriis et testantibus de hominum fide, p. 134. App. p. 187. (n) Quod Deus bona Opera remuneret, sed quod gratiae sit quod coronet sua dona, IN CONFESS. ECCLESIARUM BELGICARUM. @1. quaerit pro quaerit.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 15"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. DE LIBERO ARBITRIO, EX FORMULA CONCORDIAE. (a) Quod homini sit plenaria impotentia in rebus spiritualibus p. 15, 18, 219, 318, 579, 656, seq: App. p. 141. (b) Quod homo ex lapsu primorum parentum ita prorsus corruptus sit, ut in rebus spiritualibus, quae conversionem et salutem spectant, natura caecus sit, ac Verbum Dei ut rem stultam judicet, et quod inimicus Dei sit et maneat, donec virtute Spiritus Sancti per Verbum praedicatum et auditum, ex mera gratia, sine omni sua propria cooperatione, convertatur, fide donetur, regeneretur et renovetur; p. 656, 657. (c) Quod homo ad bonum prorsus corruptus et mortuus sit, ita ut in hominis natura post lapsum ante regenerationem ne scintilla quidem spiritualium virium reliqua manserit aut restet, quibus ille ad gratiam Dei praeparari, aut oblatam gratiam apprehendere, aut ejus gratiae ex se et per se capax esse, aut in spiritualibus intelligere, credere, amplecti, cogitare, velle, inchoare, perficere, agere, operari, cooperari, aut se ad gratiam applicare aut accommodare, aut aliquid ad conversionem, vel toto vel ex dimidia vel ex minima parte, ex se ipso potest, p. 656, 658. (d) Quod homo in spiritualibus et Divinis rebus, quae ad animae salutem spectant, sit instar statuae salis uxoris Lothi, ac similis trunco et lapidi vita carenti, quae non oculorum, oris aut ullorum sensuum usum habent, p. 661, 662. (e) Quod homo usque loco motivam potentiam habeat, seu externa membra regere, ad caetus publicos accedere, ac Verbum et Evangelium audire possit, attamen quod id tacitis cogitationibus ut rem stultam spernat; et in hac re deterior est trunco, nisi Spiritus Sanctus in illo sit efficax, p. 662, 671, 672, 673. (f) Quod usque eum homine in conversione non fiat quasi dum statua e lapide formatur, aut sigillum in ceram imprimitur, quae non notitiam, nec sensum, neque voluntatem habent, p. 662, 681. (g) Quod homo in conversione sit subjectum mere passivum, non autem activum, p. 662, 681. (h) Quod homo in conversione cum Spiritu Sancto prorsus non cooperetur, p. 219, 579, 583, 672, 676. App. p. 143, 144. (h) Quod homo post lapsum retinuerit et possideat vires cognoscendi res naturales, ut et liberum arbitrium bonum naturale et civile aliquo modo eligendi, p. 14, 218, 641, 664. App. 142. (i) Quod Dicta quorundam Patrum et Neotericorum Doctorum, quod Deus hominem trahat sed volentem, non sint analoga formae sacrorum verborum, p. 582, 583. (k) Quod homo renatus per virtutem Spiritus Sancti cooperetur, quamvis cum multa infirmitate, ex novis viribus et donis, quae Spiritus Sanctus in conversione inchoavit, at vero non coacte, sed sponte, p. 582, seq. 673, 674, 675. App. p. 144. (l) Quod in Renatis non modo dona Dei sed etiam Christus per fidem habitet, tanquam in Templis suis, p. 695, 697, 698. App. p. 130. (m) Ingens discrimen est inter homines baptizatos et non baptizatos, cum enim juxta Pauli doctrinam est, quod omnes qui baptizati sunt, Christum induerint, et revera sint renati, habent illi jam liberatum arbitrium, hoc est, rursus liberati sunt, ut Christus testatur, unde non modo Verbum Dei audiunt, verum etiam, licet non sine multa infirmitate, eidem assentiri, illudque fide amplecti possunt, p. 675. Probe observandum est, quod Antecedentia haec ex Libro FORMULA CONCORDIAE vocato, qui a Viris Augustanae Confessioni addictis conscriptus est, desumpta sint; sed quod usque similia de{1} JUSTIFICATIONE PER SOLAM FIDEM a Reformatis in Anglia et in Hollandia. tradantur et doceantur; quare sequentia sunt pro omnibus; videatur etiam infra, c. 17, 18. @1. de pro dc.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 16"
    },
    {
      "section": 16,
      "title": "Paragraph 16",
      "text": "16. SCIAGRAPHIA DOCTRINALIUM NOVAE ECCLESIAE. I. Sequitur nunc summaria Expositio Doctrinae Novae Ecclesiae, quae per Novam Hierosolymam in Apocalypsi, Cap. XXI et XXII intelligitur: haec Doctrina, quae non modo est fidei sed etiam vitae, in ipso Opere. dispescetur in Tres Partes. PRIMA PARS docebit I. De Domino Deo Salvatore, et de Divina Trinitate in Ipso. II. De Scriptura Sacra, et de utroque ejus Sensu, Naturali et Spirituali, ac de Sanctitate ejus inde. III. De Amore in Deum, et de Amore erga proximum, et de Concordantia illorum. IV. De Fide, et ejus Conjunctione cum binis illis amoribus. V. Doctrina vitae ex praeceptis Decalogi. VI. De Reformatione et Regeneratione. VII. De Libero Arbitrio, et de Cooperatione hominis cum Domino per illud. VIII. De Baptismo. IX. De Sancta Caena. X. De Caelo et Inferno. XI. De Conjunctione hominum cum illis, et de statu vitae illorum post mortem secundum conjunctionem. XII. De Vita Aeterna. SECUNDA PARS aget I. De Consummatione Saeculi, seu fine Ecclesiae hodiernae. II. De Adventu Domini. III. De Ultimo Judicio. IV. De Nova Ecclesia, quae est Nova Hierosolyma. TERTIA PARS demonstrabit DISCORDANTIAS dogmatum Ecclesiae hodiernae et Ecclesiae novae. Sed circa has hic aliquantum morabimur, ex causa quia creditur a Clero et a Laico, quod Ecclesia hodierna sit in ipsa luce Evangelii, ac in ejus veritatibus, quae infirmari, convelli et impugnari nequeunt, ne quidem ab Angelo, si quis e Caelo descenderet: Ecclesia hodie nec videt aliud, quia subtraxit intellectum a fide, et usque dogmata confirmavit per quendam visum sub intellectu, ac falsitates ibi possunt confirmari, usque ut appareant sicut veritates, ac falsitates ibi confirmatae faenerantur lucem fallacem, coram qua lux veritatum apparet sicut caligo. Propter hanc causam hic aliquantum morabimur, Discordantias adducendo, et illas per breves notas illustrando, ut illae coram Intellectu per caecam fidem non occluso videantur sicut in luce crepusculi, et deinde matutae, et demum in ipso Opere in die. Discordantiae in genere sunt hae. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 17"
    },
    {
      "section": 17,
      "title": "Paragraph 17",
      "text": "17. I. Quod Ecclesiae per Reformationem separatae ab Ecclesia Romano Catholica, dissideant in variis; sed quod omnes in Articulis, de Trinitate personarum in Divinitate, de Origine peccati ex Adamo, de Imputatione Meriti Christi, et de Justificatione per solam fidem, conveniant This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 18"
    },
    {
      "section": 18,
      "title": "Paragraph 18",
      "text": "18. BREVIS ANALYSIS. Ecclesiae per Reformationem ab Ecclesia Romano--Catholica separatae, sunt ex illis, qui se vocant Evangelicos et reformatos, simul Protestantes, vel ab Antesignanis Lutheranos et Calvinianos, inter quas Ecclesia Anglicana medium tenet: de Ecclesia Graeca, quae ab antiquo a Romano--Catholica separata fuit, hic non sermo est. Quod Ecclesiae Protestantium dissideant in variis, imprimis de Sacra Caena, Baptismo, Electione, et de Persona Christi, multis notum est; at quod omnes in Articulis de Trinitate personarum in Divinitate, de Peccato Originali, de Imputatione meriti Christi, et de Justificatione per solam fidem, conveniant, non universaliter notum est; causa est, quia pauci student indagandis discriminationibus dogmatum inter Ecclesias, et inde nec convenientiis: Clerici solum{1} dogmatica suae Ecclesiae hauriunt, ac Laici raro illa quoad interiora, et inde nec quoad dissidentias. Quod tamen in quatuor illis Articulis in communibus et in plerisque particularibus conveniant, patescit ex Libris illorum si consuluntur, et ex Sermonibus si audiuntur. Sed hoc praemittitur ad notitiam propter sequentia. @1. solum pro folum$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 19"
    },
    {
      "section": 19,
      "title": "Paragraph 19",
      "text": "19. II. Quod Romano--Catholici ante Reformationem prorsus similia quae Reformati post illam, de quatuor supranominatis Articulis tradiderint, videlicet similia de Trinitate personarum in Divinitate, similia de Peccato originali, similia de Imputatione meriti Christi, et similia de Justificatione per fidem in illam, cum sola differentia, quod eandem fidem cum charitate seu bonis operibus conjunxerint. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 20"
    },
    {
      "section": 20,
      "title": "Paragraph 20",
      "text": "20. BREVIS ANALYSIS. Quod talis Conformitas in quatuor illis Articulis cum Romano--Catholicis sit Protestantibus, ut vix alicujus momenti differentia intersit, praeter quod illi fidem et charitatem conjunxerint, hi illas distinxerint, vix alicui notum est, imo ita ignotum, ut ipsi Docti hoc dictum miraturi sint: causa hujus ignorantiae est, quia Romano--Catholici raro adeunt Deum Salvatorem nostrum, sed loco ejus Papam ut vicarium, et quoque Sanctos, inde alte sopiverunt dogmata sua de Imputatione Meriti Christi, et de Justificatione per fidem; quod tamen sint inter dogmata illorum recepta et agnita, patet manifeste ex Synodi Tridentinae Decretis, supra n. 3, 4, 5, 6, 7, 8. adductis, et a Papa Pio IV(to) confirmatis, n. 2. quae si conferuntur cum dogmatibus ex Augustana Confessione, et ex Formula concordiae inde, n. 9. 10, 11, 12. allatis, videri potest, quod discrimina, quae intercedunt, plus verbalia sint, quam realia. Doctores Ecclesiae ex illis lectis et collatis possunt quidem conformia videre, sed usque non plenis oculis, ut autem hi, et quoque minus Docti, ut et Laici, hoc videant, adjicientur aliqua illustrantia in sequentibus. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 21"
    },
    {
      "section": 21,
      "title": "Paragraph 21",
      "text": "21. III. Quod Reformatores antesignani, Lutherus, Melanchthon et Calvinus, omnia Dogmata de Trinitate Personarum in Divinitate, de Peccato Originali, de Imputatione meriti Christi, et de Justificatione per fidem, qualia tunc erant et fuerant apud Romano--Catholicos, retinuerint, sed quod Charitatem seu Bona Opera separaverint a fide illa, et declaraverint illa non simul salvifica, propter finem ut a Romano--Catholicis quoad ipsa essentialia Ecclesiae, quae sunt Fides et Charitas, divellerentur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 22"
    },
    {
      "section": 22,
      "title": "Paragraph 22",
      "text": "22. BREVIS ANALYSIS. Quod Quatuor supra nominati Articuli, sicut hodie docentur in Ecclesiis Reformatis, non fuerint novi, et a Tribus Antesignanis illis primum excusi, sed quod fuerint usque a tempore Concilii Nicaeni, et Scriptoribus post illud, traditi, et inde in Ecclesia Romano--Catholica conservati, ex libris Historiae Ecclesiasticae patet. Quod Romano Catholici ac Reformati concordent in Articulo de Trinitate Personarum in Divinitate, est quia utrinque agnoscuntur Tria Symbola, Apostolicum, Nicaenum, et Athanasianum, in quibus Trinitas docetur. Quod concordent in Articulo de Imputatione meriti Christi, patet ex desumptis e Synodo Tridentina n. 3 ad 8 collatis cum desumptis ex Formula Concordiae, n. 10 ad 15. Quod etiam in Articulo de Justificatione, nunc ventilationi subjicietur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 23"
    },
    {
      "section": 23,
      "title": "Paragraph 23",
      "text": "23. Synodus Tridentina de Fide justificante tradit haec \"Perpetuus Ecclesiae Catholicae consensus fuit, quod Fides sit humanae salutis initium, fundamentum et radix omnis justificationis, sine qua impossibile est placere Deo, et ad filiorum ejus consortium venire,\" videatur supra n. 5 (a). Tum quod Fides sit ex auditu Verbi Dei, n. 4 (c). Quod autem Romano--Catholica illa Synodus conjunxerit fidem et charitatem, seu fidem et bona opera, ex adductis supra n. 4, 5, 7, 8. plene videri potest. Quod autem Ecclesiae Reformatae ab Antesignanis suis separaverint illa declarando salvificum in fide, et non simul in charitate seu operibus, propter finem ut a Romano--Catholicis quoad ipsa essentialia Ecclesiae, quae sunt Fides et Charitas, divellerentur, ab ipsis Antesignanis supra nominatis aliquoties audivi ut et quod separationem illam constabiliverint per haec \"Quod nemo possit bonum, quod confert ad salutem, ex se facere; nec possit implere legem;\" tum ne per illa meritum hominis intret fidem. Quod ex his principiis et propter illum finem, excluserint bona charitatis a fide{1} et sic etiam a salute, constat, ex allatis e FORMULA CONCORDIAE supra n. 12; inter quae haec sunt \"Quod Fides non justificet, quatenus a Charitate, ut Pontificii{2} loquuntur, formata est, n. 12. (b). Quod rejicienda sit positio, quod bona Opera sint necessaria ad salutem propter plures causas, et quoque quia acceptantur a Papistis ad malam causam fulciendam, n. 12. (h). Quod merito rejiciendum sit Tridentinae Synodi decretum, quod bona opera salutem et fidem conservent et retineant,\" n. 12. (n); praeter plura ibi. Quod tamen usque Reformati conjungant fidem et charitatem in unum salvificum simul, cum sola differentia qualitatis operum, in Lemmate subsequente videbitur. @1. a fide pro fide a.$ @2. Pontificii pro Pontificli.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 24"
    },
    {
      "section": 24,
      "title": "Paragraph 24",
      "text": "24. IV. Quod tamen Reformatores Antesignani, fidei suae adjunxerint bona opera, et quoque conjunxerint illa, sed in homine ut in subjecto passivo, Romano--Catholici autem in homine ut in subjecto activo: et quod tamen inter hos et illos quoad fidem, opera et merita, actualiter sit conformitas. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 25"
    },
    {
      "section": 25,
      "title": "Paragraph 25",
      "text": "25. BREVIS ANALYSIS. Quod Reformatores Antesignani, tametsi fidem et charitatem separaverunt, usque adjunxerint illa, et tandem conjunxerint, sed non velint ut in unum seu simultaneum salvificum, constat ex Libris Sermonibus et Effatis oris illorum; nam postquam separaverunt illa, conjungunt illa, imo conjunctionem exprimunt vocibus certis et non in binos sensus fractis, videlicet his, Quod Fides post justificationem nusquam sola sit, quin charitatem seu bona opera secum ferat, et si non, quod fides non sit viva sed mortua, videatur supra n. 13. (o) (p) (q) (r) (y) (bb). Imo quod necessario sequantur fidem, n. 13. (x) (y) (z). Tum quod Renatus ex novis viribus et donis cum Spiritu Sancto cooperetur, n. 13. (aa). Quod Romano Catholici prorsus similia tradant, patet a collectis ex Synodo Tridentina, n. 4, 5, 6, 7, 8. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 26"
    },
    {
      "section": 26,
      "title": "Paragraph 26",
      "text": "26. Quod Reformatores de Operum meritis paene similia quae Romano--Catholici profiteantur, constat ex his e Formula Concordiae transsumtis, Quod bona opera ex vi promissionis et ex gratia retribuantur, et quod inde mereantur praemia corporalia, et quoque spiritualia, n. 14. (i) (k) (l) (n). Et quod Deus mercede coronet sua dona, n. 14. (h) (n). Consimilia dicuntur in Synodo Tridentina, scilicet, Quod Deus ex gratia sua dona faciat merita, n. 5. (f). Ac insuper, quod Salus non sit ex operibus, sed ex promissione et gratia, quia Deus per Spiritum Sanctum operatur illa, n. 5. (e) (f) (g) (h) (i) (k). This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 27"
    },
    {
      "section": 27,
      "title": "Paragraph 27",
      "text": "27. Ex his et illis coram primo visu apparet sicut sit plena conformitas, sed ne sit, Reformatores distinxerunt inter opera legis profluentia ex proposito et voluntate, et inter opera spiritus profluentia ex fide ut a vena libera et spontanea, et haec bona vocaverunt fructus fidei, videatur supra n. 11. (h) (l), et n. 13. (a) (i) (l), et n. 15. (k). Ex his penitus inspectis et collatis non apparet discrimen ipsorum operum, sed modo qualitatis illorum, videlicet quod haec proficiscantur ex homine Sicut ex subjecto passivo, illa autem sicut ex subjecto activo; proinde spontanea illa sicut hominis intellectu, et non simul ex ejus voluntate; hoc dicitur, quoniam homo non potest non conscius esse dum fiunt, quia illa facit, et conscius fieri est ex intellectu. Attamen quia Reformati etiam paenitentiae exercitia, et luctas cum carne, praedicant, n 13. (d) (c) (f) (g) (h) (k), et haec non fieri possint ab homine nisi ex ejus proposito et voluntate, et sic ab illo Sicut ab ipso, consequitur, quod usque actualiter sit conformitas. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 28"
    },
    {
      "section": 28,
      "title": "Paragraph 28",
      "text": "28. Quod autem, Liberum arbitrium in conversione seu in actu justificationis concernit, apparet sicut prorsus in contrarium eant, sed quod usque conveniant, videri potest si rite expenduntur et conferuntur illa quae ex Synodo Tridentina n. 6. (a) (b), exscripta sunt, cum illis quae ex Formula Concordiae{1} n. 15. (m): sunt enim omnes in Christianismo baptizati, et inde in liberato arbitrio, ut non modo possint audire Verbum Dei, sed etiam eidem assentiri, et illud fide amplecti; consequenter nullus ibi est sicut truncus. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 29"
    },
    {
      "section": 29,
      "title": "Paragraph 29",
      "text": "29. Ex his nunc patent veritates; n. 19 et n. 21, assertae, quod Reformatores sua dogmata de Trinitate personarum in Divinitate, de Peccato Originali de Imputatione meriti Christi et de Justificatione per fidem, a Romano--Catholicis acceperint. Haec allata sunt ob finem, ut illorum dogmatum origo exstet, imprimis origo separationis fidei a boni, operibus; seu doctrinae de sola fide; quod modo fuerit, ut a Romano Catholicis divellerentur, et quod tamen dissensus sit verbalis plus quam realis. Ex supra allatis manifeste patet, super qua fundatione Fides in Ecclesiis reformatis constructa est, et ex qua inspiratione orta. @1. Concordiae pro Concordia$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 30"
    },
    {
      "section": 30,
      "title": "Paragraph 30",
      "text": "30. V. Quod universa Theologia in Christiano Orbe hodie fundata sit super idea Trium Deorum, oriunda ex, doctrina Trinitatis Personarum. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 31"
    },
    {
      "section": 31,
      "title": "Paragraph 31",
      "text": "31. BREVIS ANALYSIS. Primum aliquid dicetur de origine, seu unde profluxit idea Trinitatis personarum in Divinitate, et. inde trium Deorum. Sunt Tria Symbola, quae vocantur Apostolicum, Nicaenum, et Athanasianum, quae in specie docent Trinitatem; Apostolicum et Nicaenum ipsam Trinitatem, at Athanasianum Trinitatem personarum. Tria illa Symbola in multis Libris Psalmorum exstant, Apostolicum in Psalmo qui canitur, Nicaenum post decalogum, et Athanasianum seorsim ibi. Symbolum Apostolicum post Apostolorum tempora conscriptum est; Symbolum Nicaenum in Concilio Niceae urbis Bithyniae{1} habito, ad quod ab Imperatore Constantino omnes Episcopi in Asia, Africa, et Europa, Anno 325{2}, convocati sunt. Symbolum autem Athanasianum post illud Concilium a quodam vel a quibusdam, ad Arianos{3} prorsus profligandos, compositum est, et postea ab Ecclesiis etiam ut Oecumenicum acceptatum. Ex duobus prioribus Symbolis illuxit confessio Trinitatis, ex tertio autem seu Athanasiano effluxit professio Trinitatis personarum; quod inde idea trium Deorum sit, videbitur in nunc sequentibus. @1. Bithyniae pro Bethyniae.$ @2. 325 pro 318.$ @3. Arianos pro Arrianos.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 32"
    },
    {
      "section": 32,
      "title": "Paragraph 32",
      "text": "32. Quod Divina Trinitas sit, constat manifeste ex Domini verbis apud Matthaeum \"dixit Jesus, euntes discipulos facite omnes gentes, baptizantes eos in Nomine Patris, Filii, et Spiritus Sancti,\" Cap. XXVIII vers. 19. tum ex his apud Eundem \"cum baptizatus est Jesus, ecce aperti sunt Ipsi Coeli, et vidit Spiritum Sanctum descendentem ut columbam, et venientem super Ipsum: et ecce vox e Coelo, Hic est filius meus dilectus, in Quo complacuit Mihi,\" Cap. III: 16. 17. Quod Dominus emiserit Discipulos, ut baptizarent in Nomine Patris, Filii, et Spiritus Sancti, fuit causa, quia in Ipso tunc glorificato Divina Trinitas erat; dicit enim in vers. 18, praecedente \"Data est MIHI omnis potestas in Caelo et in Terra;\" et in vers. 20. sequente \"Ecce EGO vobiscum sum omnibus diebus usque ad Consummationem saeculi,\" ita de Se Solo et non de Tribus: et apud Johannem: \"Nondum erat Spiritus Sanctus, quia Jesus nondum glorificatus erat,\" Cap. VII: 39, et illa dixit post Glorificationem, et Glorificatio fuit plenaria unitio cum suo Patre,. Qui erat ipsum Divinum in Ipso a conceptione; ac Spiritus Sanctus erat Divinum ab Ipso glorificato procedens, Joh: XX: 22. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 33"
    },
    {
      "section": 33,
      "title": "Paragraph 33",
      "text": "33. Quod idea Trium Deorum imprimis effluxerit ex Symbolo Athanasiano, ubi Trinitas personarum traditur, est quia nomen Personae illam ideam parit, et quoque hanc implantant haec verba ibi \"Alia est Persona Patris, alia Filii, alia Spiritus Sancti;\" et postea, \"Pater est Deus et Dominus, Filius est Deus et Dominus, et Spiritus sanctus est Deus et Dominus:\" principaliter autem haec ibi: \"Sicut singulatim unamquamque Personam Deum et Dominum confiteri Christiana Veritate compellimur ita tres Deos aut tres Dominos dicere Catholica Religione prohibemur;\" ex quibus verbis resultat hoc, quod ex Christiana Veritate oporteat confiteri et agnoscere tres Deos et Dominos, sed quod ex Catholica Religione non liceat dicere seu nominare tres Deos et Dominos; proinde habere ideam trium Deorum et Dominorum, non autem oralem confessionem. Quod tamen usque Doctrina Trinitatis in Symbolo Athanasiano concordet cum veritate, dummodo pro Trinitate personarum ibi substituatur Trinitas Personae, quae est in Deo Salvatore Jesu Christo, videatur in DOCTRINA NOVAE HIEROSOLYMAE{1} DE DOMINO, An. 1763. Amstelodami edita, n. 55 ad 61. @1. solymae... edita pro solyme... edito.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 34"
    },
    {
      "section": 34,
      "title": "Paragraph 34",
      "text": "34. Tenendum est, quod in Symbolo Apostolico dicatur, \"Credo in Deum Patrem, in Jesum Christum, et in Spiritum Sanctum:\" in Symbolo Nicaeno, \"Credo in Unum Deum, Patrem; in unum Dominum Jesum Christum, et in Spiritum Sanctum,\" ita solum in unum Deum; at in Symbolo Athanasiano \"In Deum Patrem, Deum Filium, et Deum Spiritum Sanctum,\" ita in tres Deos. At quia Autores et Fautores hujus Symboli claris oculis viderunt, quod idea trium Deorum inevitabiliter ex effatis ibi resultaret, ideo ut hoc sanaretur, dixerunt quod una Substantia seu Essentia sit Tribus verum inde non alia idea profluit, quam quod Tres Dii unanimi et concordes sint; nam cum una et individua substantia seu essentia praedicatur de Tribus, non tollit ideam Trium, sed confundit illam, quia est vox metaphysica,{1} et haec scientia cum omni sua arte, non potest ex tribus Personis, quarum unaquaevis est Deus, facere unum, potest facere unum in ore, sed nusquam in idea. @1. metaph. pro methaph.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 35"
    },
    {
      "section": 35,
      "title": "Paragraph 35",
      "text": "35. Quod universa Theologia Christiana hodie fundetur super idea Trium Deorum patet manifeste ex Doctrina Justificationis, quae est Caput doctrinarum Ecclesiae apud Christianos, tam Romano--Catholicos, quam Protestantes: illa Doctrina tradit, Quod Deus Pater miserit Filium ad redimendum et salvandum homines, et det Spiritum Sanctum qui id operetur: omnis homo, qui hoc audit, legit, aut dicit, non potest aliter quam in sua cogitatione, hoc est, in sua idea partiri Deum in Tres, et percipere quod unus Deus miserit Alterum, ac operetur per Tertium. Quod eadem Cogitatio de Trinitate Divina distincta in tres Personas, quarum unaquaevis est Deus, sequatur in reliqua doctrinalia hodiernae Ecclesiae, sicut a Capite in suum Corpus, in suis locis demonstrabitur. Interea consule praemissa de Justificatione, et consule Theologica in genere et in specie, et simul consule teipsum, dum in Templis auscultas praedicationes, aut domi oras, num aliter percipias et inde cogites, quam tres Deos; et maxime, dum seorsim precaris aut canis ad unum, et seorsim ad duos alteros, ut saepius fit. Ex his confirmata est Veritas propositionis, quod universa Theologia in Christiano Orbe hodie super idea Trium Deorum fundata sit. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 36"
    },
    {
      "section": 36,
      "title": "Paragraph 36",
      "text": "36. Quod Trinitas Deorum sit contra Scripturam Sacram, notum est, legitur enim, Nonne Ego Jehovah, et non amplius Deus praeter Me, Deus Justus et Salvator non praeter Me, Esai. XLV: 21. 22. Ego Jehovah Deus tuus, et Deum praeter me non agnosces, et Salvator non praeter Me, Hosch. XIII: 4 Sic dixit Jehovah Rex Israelis, et Redemptor ejus Jehovah Zebaoth, Ego Primus et Ultimus, et praeter me non Deus, Esai. XLIV: 6. Jehovah Zebaoth Nomen Ipsius, et Redemptor tuus Sanctus Israelis, Deus totius terrae vocabitur, Esai. LIV: 5. In die illo erit Jehovah in Regem super totam terram; in die illo erit Jehovah unus, et Nomen Ipsius unum, Sach. XIV: 9. Praeter alibi pluries. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 37"
    },
    {
      "section": 37,
      "title": "Paragraph 37",
      "text": "37. Quod Trinitas Deorum sit contra rationem illustratam, constare potest ex multis; quis homo sanae rationis audire potest, quod Tres Dii creaverint mundum; aut audire potest, quod Creatio et Conservatio, Redemptio et Salvatio, ac Reformatio et Regeneratio, sint trium Deorum, et non unius Dei. Et vicissim, quis homo sanae rationis non vult audire, quod Deus qui creavit nos, redemerit nos, ac regeneret et salvet nos. Quoniam haec et non illa intrant in rationem, ideo non datur Gens in universo terrarum orbe, cui est religio et sana ratio, quae non agnoscit unum Deum. Quod Mahumedani, et quaedam Gentes in Asia et Africa, abhorreant Christianismum, quia credunt in illo esse Cultum trium Deorum, notum est; et quod Christiani ad increpationem modo respondeant, quod Tribus sit una Essentia, et sic Unus Deus. Asseverare possum, quod ex Ratione mihi donata, videre possim, quod nec Mundus, nec Caelum Angelicum, nec Ecclesia, nec quicquam in illis, existere potuerit, et subsistere possit, nisi ex uno Deo. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 38"
    },
    {
      "section": 38,
      "title": "Paragraph 38",
      "text": "38. His adjicientur aliqua ex CONFESSIONE ECCLESIARUM BELGICARUM in SYNODO DODRACENA recepta, quae sunt, \"Credo in unum Deum, Qui est unica Essentia, in qua tres sunt Personae in proprietatibus communicabilibus ab aeterno revera ac reipsa distinctae, nempe Pater, Filius, et Spiritus Sanctus, Pater est omnium rerum tam visibilium quam invisibilium Causa, Origo atque Principium; Filius est Verbum, Sapientia, et Imago Patris; Spiritus Sanctus est Virtus et Potentia aeterna a Patre Filioque procedens. Sed fatendum est, quod haec doctrina humani ingenii captum longe excedat, exspectamus vero ejus perfectam notitiam in Caelis.\" This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 39"
    },
    {
      "section": 39,
      "title": "Paragraph 39",
      "text": "39. VI. Quod Dogmata illius Theologiae appareant esse erronea, postquam idea Trinitatis Personarum et inde Trium Deorum rejecta est, ac idea Unius Dei: in quo est Divina Trinitas loco ejus recepta. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 40"
    },
    {
      "section": 40,
      "title": "Paragraph 40",
      "text": "40. BREVIS ANALYSIS. Quod Dogmata hodiernae Ecclesiae, quae fundantur super idea trium Deorum, capta ex doctrina Trinitatis Personarum intellecta sicut sonat appareant erronea, postquam idea unius Dei, in Quo est Divina Trinitas, loco ejus recepta est, est causa, quia erroneum non prius videri potest; est enim sicut qui noctu solum in luce aliquot stellarum videt varia, imprimis simulacra, et credit esse homines vivos; aut qui in crepusculo ante ortum solis in lecto videt in aere sicut larvas, et credit esse angelos; aut qui in fatua luce phantasiae videt plura, et credit esse realia; quod talia non appareant et percipiantur qualia in se sunt, antequam homo in lucem diei, hoc est, in lucem vigiliae intellectus venit, notum est. Simile est cum Spiritualibus Ecclesiae, quae erronee et false percepta et quoque confirmata sunt, quando ipsa vera in sua luce, quae est lux Caeli, sistuntur videnda. Quis non intelligere potest, quod omnia dogmata, quae super idea trium Deorum fundata sunt, ab interiori sint erronea et falsa: dicitur ab interiori, quia idea Dei intrat in omnia Ecclesiae, Religionis, et Cultus; et Theologica supra omnia in mentibus humanis resident, et in supremis ibi est idea Dei, quare si haec falsa est, omnia quae sequuntur, trahunt a principio, a quo defluunt, quod falsa vel falsificata sint; supremum enim, quod etiam est intimum, facit ipsam Essentiam consequentium, ac Essentia, sicut anima, format illa in corpus suae imaginis, et dum in descensu incidit in vera, etiam inficit illa suo naevo et errore. Idea trium Deorum in Theologicis potest comparari morbo inhaerenti cordi aut pulmoni, in quo aeger opinatur se esse sanum, quia Medicus id nesciens persuadet; at dum hic illud scit, et usque persuadet, merito redarguendus est malignitatis supra modum. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 41"
    },
    {
      "section": 41,
      "title": "Paragraph 41",
      "text": "41. VII. Quod tunc Fides vere salvifica, quae est in unum Deum, unita bonis operibus, agnoscatur et recipiatur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 42"
    },
    {
      "section": 42,
      "title": "Paragraph 42",
      "text": "42. BREVIS ANALYSIS. Quod haec fides, quae est in unum Deum, ut vere salvifica agnoscatur et recipiatur, dum prior fides, quae est tres Deos, disparatur, est quia illa antea in sua facie non videri potest; praedicatur enim Fides hodierna sicut unice salvifica, quia est in unum Deum, et quia est in Salvatorem; sed usque sunt binae Facies istius fidei, una Interna et altera Externa, Interna formata est ex Perceptione trium Deorum, quis aliter percipit aut cogitat, consulat se quisque, Externa autem ex confessione unius Dei, quis aliter confitetur et loquitur, consulat se quisque: hae duae Facies inter se prorsus discordant, adeo ut Externa non agnoscatur ab Interna, nec Interna cognoscatur ab Externa. Propter hanc discordantiam et disparationem unius e conspectu alterius, concepta et nata est confusa idea de salutiferis in Ecclesia. Aliter fit, dum Facies interna et externa concordant, ac se mutuo vident ut unanimum unum et se cognoscunt; quod hoc fit cum unus Deus, in Quo est Divina Trinitas, non modo mente percipitur, sed etiam ore agnoscitur, ex se patet. Quod tunc aboleatur Dogma de abalienatione Patris a Genere humano, et inde quoque de Reconciliatione Ipsius; quodque prorsus alia Doctrina de Imputatione, Remissione peccatorum, Regeneratione, et inde Salvatione exeat, in ipso Opere, in luce rationis illustratae a Divinis veris ex Scriptura Sacra, pervidebitur. Dicitur Fides unita bonis operibus, quia Fides in unum Deum absque unione cum illis non dabilis est. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 43"
    },
    {
      "section": 43,
      "title": "Paragraph 43",
      "text": "43. VIII. Et quod haec fides sit in Deum Salvatorem Jesum Christum, ac in simplici sua forma talis. I. Quod sit unus Deus, in Quo est Divina Trinitas, et quod Ille sit Dominus Jesus Christus. II. Quod Fides salvifica sit credere in Ipsum. III. Quod fugienda sint mala, quia sunt diaboli et a diabolo. IV. Quod facienda sint bona, quia sunt Dei et a Deo. V. Et quod haec facienda sint ab homine ut ab ipso, at quod credendum sit, quod sint a Domino apud illum et per illum. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 44"
    },
    {
      "section": 44,
      "title": "Paragraph 44",
      "text": "44. BREVIS ANALYSIS. Haec est Fides Novae Ecclesiae in simplici forma, in ampliore videbitur in Appendice, et in ampla in ipso Opere, in ejus Parte Prima, ubi docebitur de Domino Deo Salvatore et de Trinitate in Ipso; de Amore in Deum et de Amore erga proximum; ac de Fide et ejus conjunctione cum binis illis Amoribus et quoque in reliquis, quae ordine sequuntur ibi. Sed interest ut hoc Praeliminare de illa fide, hic paucis illustretur, ac illustratur ejus PRIMUM, Quod sit unus Deus, in Quo est Divina Trinitas: et quod Ille sit Dominus Jesus Christus, per haec summatim; veritas certa et constans est, quod Deus sit Unus, et Ipsius Essentia individua, et quod sit Trinitas, cum itaque Deus est unus et Ipsius Essentia individua, sequitur quod Deus sit una Persona, et cum est una Persona, quod Trinitas sit in illa: quod sit Dominus Jesus Christus, patet ex his quod conceptus sit a Deo Patre, Luc. I: 34, 35; et quod sic quoad animam et ipsam vitam sit Deus; et inde sicut Ipse dixit, quod Pater et Ipse unum sint, Joh. X: 30. Quod Ipse in Patre et Pater in Ipso sit, Joh. XIV: 10, 11. Quod qui videt Ipsum et cognoscit Ipsum videat et cognoscat Patrem, Joh. XIV: 7, 9. Quod nemo videat et cognoscat Patrem nisi Ipse qui in sinu Patris est; Joh. I: 18. Quod omnia Patris sint Ipsius, Joh. III: 35. Cap. XVI: 15. Quod sit Via, Veritas et Vita, et quod nemo veniat ad Patrem nisi per Ipsum, Joh. XIV: 6. ita ab Ipso, quia est in Ipso, et sic Ipse; et secundum Paulum, Quod omnis plenitudo Divinitatis in Ipso habitet corporaliter, Coloss. II: 9. et secundum Esajam \"Puer natus est nobis, Filius datus est nobis, cujus en Deus, PATER AETERNITATIS,\" IX: 5. Ac praeterea, Quod Ipsi sit potestas omnis carnis, Joh. XVII: 2. Et quod Ipsi sit omnis potestas in Caelo et in Terra, Matth. XXVIII: 18; ex quibus sequitur, quod sit Deus Caeli et Terrae. ALTERUM, Quod Fides salvifica sit credere in Ipsum, illustratur per haec \"Jesus dixit, Qui credit in Me, non morietur in aeternum, sed vivet, Joh. XI: 25. 26. Haec est voluntas Patris, ut omnis qui credit in Filium, habeat vitam aeternam, Joh. VI: 40. Adeo dilexit Deus Mundum, ut Filium suum Unigenitum dederit, ut omnis qui credit in Ipsum non pereat, sed habeat vitam aeternam, Joh. III: 15, 16. Qui credit in Filium, habet vitam aeternam, qui vero non credit Filio, non videbit vitam, sed ira Dei manet super illo \"Joh: III: 36. TRIA RELIQUA, quae sunt, quod fugienda sint mala, quia sunt diaboli et a diabolo; et quod facienda sint bona, quia sunt Dei et a Deo; at quod credendum sit; quod sint a Domino apud illum et per illum, illustrare et demonstrare, non opus est: Universa enim Scriptura Sacra a principio ad finem confirmat illa, ibi non aliud in summa docetur, quam fugere mala et facere bona, et credere in Dominum Deum: et praeterea absque his tribus non est aliqua religio, Religio enim est vitae, ac vita est fugere mala et facere bona, ac homo haec facere et illa fugere non potest, nisi ut ab ipso; quare si removes haec tria ab Ecclesia, removes ab illa Scripturam Sacram, et quoque removes Religionem, quibus remotis Ecclesia non est Ecclesia. Praeterea de Fide Novae Ecclesiae in forma universali et in forma particulari, videatur infra, n. 116, 117; quae omnia in Ipso Opere demonstranda sunt. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 45"
    },
    {
      "section": 45,
      "title": "Paragraph 45",
      "text": "45. IX. Quod hodierna Fides ab Ecclesia separaverit Religionem, quae consistit in agnitione unius Dei, et in cultu Ipsius ex fide charitatis. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 46"
    },
    {
      "section": 46,
      "title": "Paragraph 46",
      "text": "46. BREVIS ANALYSIS. Quae Gens in universo terrarum Orbe, cui est religio et sana ratio; datur, quae non scit et credit, quod unus Deus sit, et quod facere mala sit contra Ipsum, ac facere bona sit cum Ipso, et quod homo haec et illa facturus sit ex sua anima, ex suo corde, et ex suis viribus, tametsi influunt a Deo, et quod haec sint Religio; quis itaque non videt, quod confiteri tres Personas in Divinitate, et quod declarare bonis operibus nihil salutis inesse, sit separare Religionem ab Ecclesia: declaratur enim quod illis operibus non insit, per haec, Quod fides absque bonis operibus justificet, n. 12. (a) (b); Quod Opera non necessaria sint ad salutem, nec ad fidem, quia salus et fides per bona opera non conservantur, nec retinentur, n. 12. (g) (h) (m), (n), proinde quod non sit vinculum conjunctionis fidei cum bonis operibus: si postliminio dicitur, quod bona opera usque sponte sequantur fidem, sicut fructus ex arbore, n. 13. (l) (n), tune quis facit illa, imo quis cogitat de illis, et quis sponte fertur ad illa, dum scit et credit, quod nihil ad salutem conferant, et adhuc, quod nemo possit aliquod bonum salutis facere ex se, et sic porro. Si dicitur, quod usque conjunxerint fidem cum bonis operibus sed haec conjunctio penitus inspecta non est conjunctio, sed est adjunctio, et haec sicut appendix adjecta, quae non cohaeret nec adhaeret aliter quam sicut umbra adposita picturae, ex qua pictura apparet plus ad vivum; et quia Religio est vitae, et haec consistit in bonis operibus secundum vera fidei, patet quod ipsa Religio sit illa, et non talis appendix; imo, quod apud plures sit sicut Cauda equina, quae, quia non valet, ex placito amputatur. Quis aliter ex ratione concludit, dum haec, sicut sonant, percipit; Quod stultum sit somniare, quod Opera secundae Tabulae Decalogi coram Deo justificent, n. 12. (d): tum haec, Quod si quis credit se ideo consequi salutem, quia habet charitatem, afficiat contumelia Christum, n. 12. (e): ut et haec, Quod bona Opera prorsus excludenda sint, dum de Justificatione et de Vita aeterna agitur, n. 12. (f), praeter plura ibi; quis itaque, dum postea legit, quod bona Opera necessario sequantur fidem, et quod si non sequuntur, fides falsa sit, et non vera, n. 13. (p) (q) (y), praeter plura, attendit ad illa, et si attendit, num hoc fit cum perceptione, ac bonum effluens ex homine absque perceptione, est inanime sicut ex statua. At si profundius inquiritur in causam istius Doctrinae, apparet sicut Antesignani primum pro norma assumserint solam Fidem, ut divellerentur a Romano Catholicis; ut supra n. 21. 22. 23. dictum est, et quod postea adjunxerint charitatis opera, ne sit contra Scripturam Sacram, ac ut appareat sicut sit Religio, et sic sanetur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 47"
    },
    {
      "section": 47,
      "title": "Paragraph 47",
      "text": "47. X. Quod Fides hodiernae Ecclesiae non possit cum Charitate conjungi, ac producere aliquos fructus, qui sunt bona opera. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 48"
    },
    {
      "section": 48,
      "title": "Paragraph 48",
      "text": "48. BREVIS ANALYSIS. Antequam hoc demonstratur, primum coram intellectu detegetur, unde et quid charitas, ac unde et quid fides, et sic unde et quid bona opera, quae vocantur fructus: Fides est veritas, quare doctrina fidei est doctrina veritatis; ac doctrina veritatis est intellectus et inde cogitationis, et ex hoc loquelae; quare illa docet quid volendum et agendum est ita quod mala et quae mala fugienda sunt, ac quod bona et quae bona facienda sunt; cum homo bona inde facit, tunc bona se conjungunt cum veris, quia voluntas cum intellectu, bonum enim est voluntatis, ac verum est intellectus; ex hac conjunctione existit affectio boni, quae in sua essentia est charitas, et affectio veri, quae in sua essentia est fides, et hae duae unitae faciunt conjugium; ex hoc conjugio nascuntur bona opera, sicut ex arbore fructus; et sunt inde fructus boni et fructus veri; hi in Verbo significantur per uvas, illi autem per olivas. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 49"
    },
    {
      "section": 49,
      "title": "Paragraph 49",
      "text": "49. Ex hac generatione bonorum operum patet, quod sola fides nullatenus possit producere aut parere aliqua opera quae vocantur fructus, prorsus sicut non sola faemina absque viro aliquas proles, quare fructus fidei est loquutio inanis et logos. Praeterea in universo Mundo nusquam aliquid productum est, nec producitur nisi ex conjugio, cujus unum se refert ad bonum, ac alterum ad verum aut in opposito, unum ad malum, ac alterum ad falsum, consequenter non aliqua opera possunt concipi minus nasci, nisi ex illorum conjugio, Bona opera ex conjugio boni et veri, ac Mala opera ex conjugio mali et falsi. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 50"
    },
    {
      "section": 50,
      "title": "Paragraph 50",
      "text": "50. Quod cum hodiernae Ecclesiae fide non possit charitas conjungi, et inde non ex aliquo conjugio nasci bonum opus, est causa, quia Imputatio complet omnia, remittit delicta, justificat, regenerat, sanctificat, dat vitam caeli et sic salutem, ac illa gratis absque ulla opera hominis quid tunc charitas, cujus conjugium foret cum fide, nisi superflua et vana, et nisi accessorium et auctoramentum imputationis et justificationis, quod tamen ad nihil valet. Praeterea fides fundata super idea trium Deorum est erronea, ut Supra n. 39, 40. ostensum est; et cum fide erronea non potest charitas, quae in se est charitas, copulari. Creditur quod non vinculum fidei istius cum charitate sit, propter binas causas; Unam, quia Fidem suam faciunt spiritualem, at Charitatem naturalem moralem, putantes quod non detur aliqua conjunctio spiritualis cum naturali. Alteram, ne in Fidem unice salvificam illorum aliquid ex homine, et inde aliquid meriti influat. Praeterea, nec datur vinculum charitatis cum illa Fide, sed datur cum Fide nova, quam videas infra, n. 116, 117. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 51"
    },
    {
      "section": 51,
      "title": "Paragraph 51",
      "text": "51. XI. Quod ex Fide hodiernae Ecclesiae redundet Cultus oris et non vitae, cum tamen cultus oris acceptus est Domino secundum cultum vitae. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 52"
    },
    {
      "section": 52,
      "title": "Paragraph 52",
      "text": "52. BREVIS ANALYSIS. Hoc testatur experientia; quot hodie vivunt secundum praecepta Decalogi et reliqua Domini ex religione, et quot hodie volunt videre sua mala a facie, et actualem paenitentiam agere, et sic cultum vitae ingredi; et quis non, qui pietati studet, aliam paenitentiam agit, quam oralem et oratoriam, confitendo se esse peccatorem, ac precando ex doctrina Ecclesiae, ut Deus Pater ex misericordia propter Filium suum, Qui pro peccatis suis passus est crucem, sustulit illorum damnationem et expiavit sanguine suo, remittat sibi delicta sua, ut immaculatus sistatur coram throno judicii tui; quis non videt, quod hic Cultus sit solius pulmonis et non cordis, ita externus et non internus; orat enim de remissione peccatorum, et tamen non scit unum peccatum apud se; et si sciret, circumvelaret illud favore et indulgentia, aut fide purificante et absolvente absque ejus opera. Sed hoc comparative est sicut servus incedens facie et veste conspurcatis fuligine et stercore accederet ad herum suum, ac diceret, Domine ablue me; annon illi herus dicturus est, serve stulte, quid dicis, ecce ibi aqua, sapo, et linteum, suntne tibi manus et posse in illis, ablue teipsum: at Dominus Deus dicturus est, sunt media purificationis a Me, et quoque est tuum velle et tuum posse a Me, quare uteris illis meis donis et dotibus sicut tuis, et purificaberis. Sit adhuc exemplum illustrationi, si millies oraveris domi et in templis, ut Deus Pater propter Filium suum custodiat te a diabolo, et tu ipse non ex libero, in quo perpetuo teneris a Domino, a malo, ita a diabolo, temet custodiveris, non poteris per legiones Angelorum missas a Domino custodiri; Dominus enim non potest contra Divinum suum ordinem agere, ac Ipsius ordo est, ut homo exploret se, videat sua mala, resistat illis, et haec sicut ex se, tametsi ex Domino. Hoc quidem hodie non apparet sicut Euangelium sed usque est, nam Euangelium est salvari a Domino. Quod Cultus oris acceptus sit Domino secundum cultum vitae, est quia loquela hominis coram Deo et coram angelis sonat ex affectione amoris et fidei ejus, et haec duo insunt homini secundum vitam; quare si amor et fides Dei vitae tuae insunt, sonas sicut columba, at si amor et fiducia sui vitae tuae insunt, sonas sicut bubo, utcunque vocem flexeris ad imitamen vocis turturis; Spirituale, quod intus in sono est, hoc facit. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 53"
    },
    {
      "section": 53,
      "title": "Paragraph 53",
      "text": "53. XII. Quod doctrina hodiernae Ecclesiae confasciata sit per plura Paradoxa, quae fide amplectenda sunt; et quod ideo ejus dogmata solum intrent memoriam, et non in aliquem intellectum supra illam, sed modo in confirmationes infra illam. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 54"
    },
    {
      "section": 54,
      "title": "Paragraph 54",
      "text": "54. BREVIS ANALYSIS. Instant Praesules Ecclesiae, ut Intellectus sub obedientia fidei captetur, imo quod Fides ignoti, quae est caeca seu nocturna, sit proprie fides, hoc primum paradoxum est, nam fides est veri, et verum est fidei, ac verum, ut fiat fidei, erit in sua luce et videbitur, alioquin potest credi falsum. Paradoxa ex tali fide profluentia, sunt plura; ut quod Deus Pater genuerit Filium ab aeterno, et quod spiritus Sanctus ab utroque procedat, et quod quisque sit Persona per se, et Deus; Quod Dominus tam quoad animam quam quoad corpus sit ex matre; Quod tres illae Personae, ita tres Dii, creaverint universum, et quod unus ex illis descenderit et assumserit Humanum, ad reconciliandum Patrem, et sic ad salvandum homines; et quod salventur per imputationem, applicationem et translationem justitiae Ipsius in illos qui ex gratia nanciscuntur fidem, et credunt illa paradoxa, et quod homo ad primam receptionem istius fidei sit instar statuae, trunci aut lapidis, et quod fides per solum auditum Verbi influat; et quod sola absque operibus legis et non formata ex charitate, salutifera sit; et quod operetur remissionem peccatorum absque praevia paenitentia; et quod ex sola illa remissione peccatorum impaenitens justificetur, regeneretur et sanctificetur; et quod deinde sua sponte sequantur charitas, bona opera, et resipiscentia; praeter similia plura, quae omnia ex doctrina super idea trium Deorum fundata, sicut proles ex toro non legitimo, procreatae, profluxerunt. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 55"
    },
    {
      "section": 55,
      "title": "Paragraph 55",
      "text": "55. Quis sapiens non videt, quod talia intrent solam memoriam, et non intellectum supra illam, etiamsi possunt confirmari per ratiocinia ex apparentiis et fallaciis infra illam: Intellectui enim humano sunt binae luces, una e Caelo et altera e Mundo; Lux e Caelo, quae est spiritualis, in mentes humanas influit supra memoriam, at Lux e Mundo, quae est naturalis, infra illam: quod homo ex hac Luce possit confirmare quicquid lubet, ac falsa aeque ut vera, et quod post confirmationem videat falsa prorsus ut vera, in MEMORABILE, quod insertum est Operi nuper edito de AMORE CONJUGIALI, n. 233, ostensum est. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 56"
    },
    {
      "section": 56,
      "title": "Paragraph 56",
      "text": "56. His adjicietur hoc Arcanum e Caelo: omnia illa Paradoxa secundum confirmationes illorum Mentibus humanis inhaerent confasciata sicut in unum fasciculum, aut compaginata sicut in unum glomum, ac intrant simul in quodlibet individuum enuntiatum ex doctrina Ecclesiae; ut dum enuntiatur fides, aut charitas, aut paenitentia, et plus si imputatio aut justificatio, in quodvis; congeriem illam seu conglomerationem illorum non videt ipse homo, sed vident Angeli apud hominem, et hi illam vocant MALUA, hoc est, Confusionem et caliginem. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 57"
    },
    {
      "section": 57,
      "title": "Paragraph 57",
      "text": "57. Praevideo quod hodie permulti paradoxis fidei istius impraegnati, dicturi sint, quomodo possunt Theologica percipi intellectu, suntne Spiritualia quae transcendunt; aperi itaque si potes mysterium Redemptionis et Justificationis, ut ratio id videat, et acquiescat: Hoc ergo aperietur ita; Quis non scit, quod Deus unus sit, et non praeter Ipsum alius, et quod Deus sit Ipse Amor et Ipsa Sapientia, seu quod sit Ipsum Bonum et Ipsum Verum; et quod Ipse ille Deus quoad Divinum Verum, quod est Verbum, descenderit et assumserit Humanum ad removendum Inferna, et sic damnationem ab homine; et quod hoc peregerit per pugnas, et per victorias super diabolum, hoc est, super omnia inferna, quae tunc infestabant ac spiritualiter occidebant omnem hominem venientem in Mundum; et quod postea glorificaverit Humanum suum, per quod in Illo univerit Divinum Verum Divino Bono, et sic rediverit ad Patrem ex Quo exivit; his perceptis intelligitur hoc apud Johannem \"Verbum erat apud Deum, et Deus erat Verbum; et Verbum caro factum est,\" Cap. I: 1. 14. Et quoque hoc apud Eundem. \"Exivi a Patre, et veni in. Mundum, et iterum relinquo Mundum, et vado ad Patrum,\" Cap. XVI: 28. [29.] Ex his etiam patet, quod absque Adventu Domini in Mundum, nullus mortalium salvari potuerit, et quod salventur qui credunt in Ipsum, et bene vivunt. Haec facies fidei apparet coram visu per Verbum illustrato in die, et est facies fidei Novae Ecclesiae: Vide FIDEM NOVI CAELI ET NOVAE ECCLESIAE IN FORMA UNIVERSALI, ET IN FORMA PARTICULARI, infra n: 116. 117. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 58"
    },
    {
      "section": 58,
      "title": "Paragraph 58",
      "text": "58. XIII. Quod Dogmata hodiernae Ecclesiae non possint nisi cum magna difficultate disci. et quin elabantur retineri, et non nisi cum multa parcimonia et cautela, ne nuditas illorum appareat, praedicari et doceri, propter causam, quia vera Ratio illa non percipit et recipit. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 59"
    },
    {
      "section": 59,
      "title": "Paragraph 59",
      "text": "59. BREVIS ANALYSIS. Quod Intellectus sub obedientia Fidei captandus sit, est sicut proclama appositum ante Dogmata Ecclesiae hodiernae, indicium quod interiora sint mystica seu arcana, quae, quia transcendunt, non possunt in regionem intellectus superiorem influere, et percipi, videatur supra n: 54. Ministri Ecclesiae illi, qui ambiunt fama Sapientiae eminere, et credi Oracula in Spiritualibus, in Lyceis hauriunt et insorbent imprimis talia, quae captum aliorum excedunt, quod fit cum aviditate, et usque cum difficultate; et quia ex illis reputantur Sapientes, et illi qui illustres ac opulenti facti sunt ex talibus absconditis cimeliis, insigniuntur pileis Doctoratus ac palliis Episcopatus, vix aliud in ideis suae cogitationis versant, et super pulpitis docent, quam mystica de Justificatione per solam fidem, et de bonis operibus ut pedissequis ejus; et ex eruditione de utrisque, mirabiliter nunc separant illa, nunc conjungunt illa; et comparative sicut nudam fidem tenerent in una manu et charitatis opera in altera, et nunc ulnas extendunt, et sic separant illa; et nunc manum manui applicant, et conjungunt illa. Sed Exempla illustrent; docent quod bona opera non sint necessaria ad salutem, quia si ab homine fiunt, sunt meritoria; simul etiam quod necessario sequantur fidem, quae illis unum est cum salute. Docent quod fides absque bonis operibus ut viva justificet; simul etiam quod fides absque bonis operibus ut mortua non justificet. Docent quod fides non conservetur et retineatur per bona opera; et simul quod haec procedant ex fide, sicut fructus ex arbore, lux ex sole, et calor ex igne. Docent quod bona opera adjuncta compleant fidem, et simul quod conjuncta sicut conjugio aut in una forma, fidem essentia sua salutifera deprivent. Docent quod Christianus non sub lege sit, et simul quod in quotidianis legis exercitiis. Docent quod si bona opera commiscentur negotio salutis per fidem, ut si remissioni peccatorum, justificationi, regeneratione, vivificationi, salvationi, sint nocumenta; at si non commiscentur, sint emolumenta. Docent quod Deus coronet suo dona, quae sunt bona opera, praemiis, etiam spiritualibus, sed non salute et vita aeterna, quia his coronat fidem absque illis. Docent quod Fides illa sit sicut Regina, quae incedit magnifica ex bonis operibus ut famulitiis a tergo, at si haec conjungunt se ei a facie, et illam osculantur, ejicitur illa e throno, et vocatur maecha. Imprimis cum docent fidem, et simul bona opera spectant meritum ab uno latere, et non meritum ab altero, et eligunt vocabula, et concinnant illa in alternum sensum, unum pro laicis et alterum pro clericis, pro laicis ne ejus nuditas appareat, et pro clericis ut appareat. Expende num aliquis audiens talia, quicquam Doctrinae ducentis ad salutem hauriat, numne ex apparentia sicut contradictionum in illis fiat caecus, et postea objecta salutis palpet sicut ambulans in nocte: quis scit num ei fides aliqua sit ex operibus ut testimoniis, ac num praestet facere illa ex timore meriti, aut omittere illa ex timore jacturae fidei. At, mi amice, eripe te a talibus, ac fuge mala ut peccata, et fac bona, et crede in Dominum, et dabitur tibi Justificatio Salvans. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 60"
    },
    {
      "section": 60,
      "title": "Paragraph 60",
      "text": "60. XIV. Quod Doctrina fidei hodiernae Ecclesiae addicet Deo Proprietates humanas, ut quod homines aspexerit ex ira, quod velit reconciliari, quod reconcilietur per amorem in Filium, et per intercessionem; et quod velit propitiari per miseriam visam in Filio, et sic reduci in Misericordiam; et quod supplicanti ex sola fide injusto imputet justitiam Ipsius, et quod sic faciat hunc ab inimico amicum, et ex filio irae filium gratiae. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 61"
    },
    {
      "section": 61,
      "title": "Paragraph 61",
      "text": "61. BREVIS ANALYSIS. Quis non scit, quod Deus sit ipsa Misericordia et Clementia, quia est ipse Amor et ipsum Bonum, et quod illa sint Ipsius Esse seu Essentia; et quis inde non videt, quod contradictio sit dicere, quod ipsa Misericordia seu ipsum Bonum possit aspicere hominem ex ira, inimicus ejus fieri, ac avertere se ab illo, et damnationem ejus concludere, et usque manere suum Divinum Esse seu Deus: talia vix cadunt in hominem probum, sed in improbum, nec in Angelum Caeli, sed in Angelum inferni; quare infandum est illa addicare Deo. Quod addicaverint, in evidentia patet ex effatis plurium Patrum, Conciliorum, et inde Ecclesiarum, a primis saeculis ad hodienum; et quoque ex inductionibus, quae a principio in principiata, seu a causa in causata, sicut a capite in membra, necessario insequutae sunt; ut quod velit reconciliari, quod reconcilietur per amorem in Filium, et per intercessionem seu mediationem, quod velit propitiari per extremam miseriam visam in Illo, et sic reduci et quasi cogi in Misericordiam, ut ab inimico fiat amicus, ac adoptet filios irae in filios gratiae. Quod imputare justitiam et merita Filii sui injusto supplicanti ex sola fide, etiam sit mere humanum, videbitur in Analysi ultima hujus opusculi. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 62"
    },
    {
      "section": 62,
      "title": "Paragraph 62",
      "text": "62. Illi, qui viderunt Proprietates mere humanas indignas Deo, et tamen Ipsi attributas, ad tutandum Systema Justificationis semel conceptum, et ad velandum illud apparentia, dixerunt quod ira, vindicta, damnatio, et similia alia, sint praedicationes Justitiae Ipsius, et quod ideo in Verbo pluries dicantur et sicut approprientur Deo. Sed per iram Dei in Verbo significatur malum apud hominem, quod quia contra Deum est, dicitur ira Dei, non quod Deus irascatur homini, sed quod homo ex malo suo irascatur Deo; et quia malo inest sua paena, sicut bono sua retributio, ideo dum malum punit illum, apparet sicut Deus; hoc enim est sicut maleficus tribuit legi quod puniatur, aut igni quod uratur si manum immittit, aut ensi extenso in manu tutantis dum in mucronem incurrit: talis est Justitia Dei. Sed de his plura videantur in APOCALYPSI REVELATA, de Justitia et Judicio in Deo et a Deo, n: 668. Quod tribuatur Ipsi Ira, n: [340. 525.] 635. [658.] Quod etiam Vindicta, n: 658 [. 806]; sed haec in sensu literae, quia ille sensus per apparentias et correspondentias conscriptus est, non autem in sensu Spirituali, in hoc est veritas in sua luce. Hoc possum asseverare, quod Angeli, dum audiunt aliquem dicentem, quod deus ex ira concluserit damnationem Generis humani, ac ut inimicus per Filium, ut alterum Deum a se genitum, reconcilietur, fiant sicut qui ex commotione viscerum et simul stomachi exciuntur ad egestionem, dicentes, quid insanius eo Deo potest dici. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 63"
    },
    {
      "section": 63,
      "title": "Paragraph 63",
      "text": "63. Causa quod Proprietates humanas addixerint Deo, est quia omnis Spiritualis perceptio et illustratio est a Solo Domino; est enim Dominus Verbum, seu Divinum Verum, et est Lux vera quae illuminat omnem hominem, Joh. I: 1. 9: et dicit, Ego Lux in Mundum veni, ut omnis qui credit in Me, in tenebris non maneat, Joh. XII: 46. et haec Lux et inde Perceptio solum influit apud illos qui Ipsum pro Deo Coeli et Terrae agnoscunt, et Ipsum Solum adeunt, et non apud illos qui ideam trium Deorum fovent, quod factum ab initio instaurationis Ecclesiae Christianae: haec idea, quia est mere naturalis, non recipit aliam lucem quam naturalem, nec potest aperiri ad affluxum et receptionem lucis spiritualis; inde est, quod non viderint alias proprietates in Deo quam naturales. Praeterea si vidissent has Divinae Essentiae incongruas, et a Justificationis Articulo removissent, plane excidissent Religione super Cultu trium Deorum ab initio fundata, ita ante tempus praestitutum pro Nova Ecclesia, quando Plenitudo et Restauratio. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 64"
    },
    {
      "section": 64,
      "title": "Paragraph 64",
      "text": "64. XV. Quod ex Fide hodiernae Ecclesiae enati sint et adhuc enasci possint Foetus enormes; sicut Momentanea Salvatio ex immediata Misericordia; Praedestinatio; nulla attentio Dei ad actus hominis, sed ad solam fidem; quod non detur Vinculum charitatis et fidei; quod homo in conversione sit sicut truncus; praeter plura; etiam de Sacramentis, Baptismo et Sacra Coena, quoad principia rationis de usufructu illorum educta ex Doctrina justificationis per solam fidem; ut et de Persona Christi. Haeretica a Primis saeculis ad hodiernum{1} non aliunde quam ex Doctrina super idea trium Deorum fundata scaturiverunt. @1. hodiernum pro hodienum.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 65"
    },
    {
      "section": 65,
      "title": "Paragraph 65",
      "text": "65. BREVIS ANALYSIS. Quod hodie non alia Salvatio quam momentanea ex immediata Misericordia credatur, constat ex eo, quod sola fides oralis et simul fiducia pulmonaris, et non simul charitas, ex qua fides oralis fit realis, ac fiducia pulmonaris fit cardiaca, omne opus salvationis absolvat; si enim aufertur cooperatio, quae fit per exercitia charitatis ab homine ut ab ipso, fit cooperatio spontanea sequens fidem ex se, actio passiva, quae est vox frivola; nam quid tunc pluribus opus est, quam hoc momentaneum et immediatum \"Salva me Deus propter passionem Filii tui, Qui sanguine suo abluit me a peccatis meis, ac me purum, justum et sanctum sistit coram Throno tuo;\" et quod hoc dictamen oris in ultima mortis hora, si non primis, ut semen justificationis, etiam valeat. Quod tamen Momentanea salvatio ex immediata Misericordia, sit hodie prester volans in Ecclesia, et quod per id aboleatur religio, inducatur securitas, et damnatio imputetur Domino, in Opere de Divina Providentia, n. 340, Amstelodami Anno 1764 edito videatur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 66"
    },
    {
      "section": 66,
      "title": "Paragraph 66",
      "text": "66. Quod Praedestinatio sit Foetus fidei hodiernae Ecclesiae, est quia nascitur a fide momentaneae salvationis ex immediata Misericordia, et ex fide absolutae impotentiae et nullius arbitrii in spiritualibus, de qua infra n. 68, [69.] quod ex illis sequatur hoc sicut prester a prestere, seu aranea ab aranea, videatur supra; ex illa, et quoque ex conversione sicut inanimata hominis, quod sit sicut truncus, et quod dein ex nulla conscientia sciat num ipse truncus vivificatus sit ex gratia, vel non; nam dicitur, Quod Deus per auditum Verbi det fidem, quando et ubi vult, n. 11.{1} (a) ita ex beneplacito; et quoque quod Electio sit ex mera gratia Dei exclusa hominis actione, sive ex viribus naturae, sive gratiae, proficiscatur, Form. Concordiae, p. 821, Appendix p. 182. Opera, quae ut testimonia sequuntur fidem, sunt coram visu reflectente similia operibus carnis, ac Spiritus, qui operatur illa, non manifestat ex qua origine sunt, sed facit illa gratiae, et sic beneplaciti sicut ipsam fidem. Ex his patet, quod ex Fide hodiernae Ecclesiae Dogma praedestinationis, ut ex radice surculus, exiverit; et possum dicere, quod ut consectarium vix evitabile ex illa fide effluxerit; quod factum primum apud Praedestinatianos, inde a Godoschalco, postea a Calvino et ejus asseclis, et demum a Synodo Dodrectana valide stabilita, et inde sicut Palladium religionis, aut potius sicut Caput Gorgonis seu{2} Medusae clypeo Palladis insculptum, a Supra et Infra Lapsariis in Ecclesiam suam exportata. Sed quid damnosius potuit excludi, et quid crudelius de Deo credi, quam quod aliqui ex Humano Genere ex praedestinato Damnati sint; crudelis enim fides foret, quod Dominus, Qui est Ipse Amor et Ipsa Misericordia, velit ut multitudo hominum nascatur ad infernum, seu quod myriades myriadum nascantur devoti, hoc est, quod nascantur diaboli et satanae; et quod non ex Divina sua Sapientia, quae est infinita, providerit et provideat, ne illi, qui bene vivunt, et agnoscunt Deum, in ignem et cruciatum aeternum conjiciantur; est usque Dominus omnium Creator et Salvator, et Ipse Solus ducit omnes, ac nullius mortem vult; quid ergo immanius potest credi et cogitari, quam quod Coetus gentium et populorum sub auspicio ac sub intuitu Ipsius ex praedestinato traderetur{3} diabolo in praedam ac satiaret ingluviem ejus. Sed hoc est Foetus fidei Ecclesiae hodiernae; at fides Novae Ecclesiae illud ut monstrum abhorret. @1. 11 pro 10.$ @2. seu pro feu.$ @3. tradere- pro traderen-.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 67"
    },
    {
      "section": 67,
      "title": "Paragraph 67",
      "text": "67. Nulla attentio Dei ad actus hominis, sed ad solam fidem, est nova Haeresis ex binis prioribus, de quibus nunc supra n. 64, 65. prognata; et quod mirum est, ex sola fide penitus lustrata et extricata, quod a sagacissimis hujus saeculi factum est, ut progenies tertia a matre lupa seu praedestinatione, exclusa; sed quia est insana, impia, et Machiavellistica, adhuc uterinis{1} e matre post partum elapsis tunicis, seu secundinis, ne monstrositas ejus appareat, quasi inclusa tenetur: verum ejus insania et impietas in APOCALYPSI REVELATA, n. 463, descripta et explosa videatur. @1. uterinis pro uteterinis.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 68"
    },
    {
      "section": 68,
      "title": "Paragraph 68",
      "text": "68. Quod non detur vinculum charitatis et fidei, sequitur ex his in Doctrina justificationis illorum, Quod fides imputetur ad justitiam sine operibus, n. 12. (a) Quod fides non justificet quatenus a charitate formata est, n. 12. (b) Quod bona opera prorsus excludenda sint, dum de justificatione et de vita aeterna agitur, n. 12. (f) Quod bona opera ad salutem non necessaria sint, et quod assertio necessitatis illorum ab Ecclesia plane ejicienda sit, n. 12. (g) (h) (i) This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 69"
    },
    {
      "section": 69,
      "title": "Paragraph 69",
      "text": "69. Quod homo in conversione sit sicut truncus, Fides hodiernae Ecclesiae agnoscit ut suum germanum foetum plenis verbis, his, Quod homini sit plenaria impotentia in rebus spiritualibus, n. 15. (a) (b) (c). Quod in Conversione sit sicut truncus lapis et statua, et quod ne quidem ad gratiam recipiendam se possit accommodare et applicare, et sicut id quod nullorum sensuum usum habet, n. 15. (c) (d). Quod homini sit solum potentia locomotiva ad Coetus ubi Verum et Evangelium potest audire, n. 15. (e). Sed quod Renatus per virtutem Spiritus Sancti, ex novis viribus et donis certo modo cooperetur, n. 15. (k); praeter plura. Quod homo dicatur talis in se convertendo ac paenitentiam a malis operibus agendo, est quoque foetus ex eodem ovo aut utero, hoc est, ex fide sola justificante, exclusus, propter finem, ut opera hominis prorsus exterminarentur, et ne cum fide se minimo tactu conjungerent. Sed quia illa communi omnium perceptioni de conversione et paenitentia hominis repugnant, adjicitur hoc ibi \"Ingens discrimen est inter homines baptizatos et non baptizatos, cum enim juxta Pauli doctrinam est quod omnes qui baptizati sunt, induerint Christum, et revera sint renati, habent illi jam liberatum arbitrium, unde non modo Verbum Dei audiunt, verum etiam eidem assentiri, illudque fide complecti possunt\" n. 15. (m), et in FORMULA CONCORDIAE, p. 675. Appello ad sapientes, ut expendant, num haec cum prioribus ullo modo cohaereant, et numne sit contradictio, si dicitur quod aliquis Christianus sit in statu conversionis sicut truncus et lapis, adeo ut ad gratiam recipiendam ne quidem se accommodare possit, cum tamen unusquisque Christianus est baptizatus, et ex baptismo secum tulit, quod non modo possit audire Verbum Dei, sed etiam eidem assentiri, et illud fide complecti; quare similitudo hominis Christiani cum trunco et lapide ab Ecclesiis in Christiano orbe excommunicanda est, ac dissipanda, sicut dissipatur meteoron homini visum in somno dum expergiscitur; quid etiam rationi repugnantius est. Sed ad elucidationem, quomodo Nova Ecclesia Conversionem hominis docet, velim ex quodam Memorabili in APOCALYPSI REVELATA transcribere haec \"Quis non videt, quod sit cuivis homini liberum cogitare de Deo, et non cogitare de illo; et quod sic liberum sit cuivis in spiritualibus aeque ut in civilibus et moralibus; Dominus hoc dat continue omnibus; quare reus et sons fit sicut cogitat; homo est homo ex posse hoc, et bestia est bestia ex non posse hoc; quare homo se potest reformare et regenerare sicut ex se, modo corde agnoscat quod sit a Domino; omnis qui paenitentiam agit, reformatur et regeneratur; utrumque faciet homo sicut a se; et sicut a se etiam est a Domino, quia Dominus dat velle et posse, et hoc nusquam alicui aufert. Verum est, quod homo ad id non quicquam possit conferre, attamen non creatus est statua, sed homo ad faciendum id a Domino sicut a se; hoc unicum reciprocum amoris et fidei et inde conjunctionis est, quod Dominus omnino vult ut fiat Ipsi ab homine; verbo facite a vobis, et credite quod sit a Domino, sic facitis sicut a vobis. Verum ita facere, non inditum est homini a creatione, nam facere a se est solius Domini, sed datur continue; et tunc quantum homo facit bonum et discit verum sicut a se, est angelus caeli; at quantum facit malum, et inde confirmat falsum, quod etiam est sicut a se, tantum est spiritus inferni; quod hoc etiam sit sicut a se, constat ex orationibus, ut a diabolo custodiatur, ne seducat, ac mala sua inferat; sed omnis reus fit, qui credit quod faciat a se, sive sit bonum sive sit malum; sed non reus fit, qui credit quod faciat sicut a se: nam quicquid homo credit quod faciat a se, appropriat sibi; si bonum, appropriat id sibi et facit suum, cum tamen est Dei et a Deo, si malum, etiam appropriat illud sibi, et facit suum, cum tamen est diaboli et a diabolo.\" Quod plura alia, etiam de Sacramentis, Baptismo et Sacra Caena, quoad principia rationis de usu fructu illorum, educta ex doctrina justificationis per solam fidem; ut et de Persona Christi; et quod Haeretica a primis Saeculis ad hodienum, non aliunde quam ex Doctrina super idea trium Deorum fundata scaturiverint, supersedetur demonstrari in hac Epitome, verum adducentur et demonstrabuntur in ipso Opere. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 70"
    },
    {
      "section": 70,
      "title": "Paragraph 70",
      "text": "70. XVI. Quod Status ultimus Ecclesiae hodiernae, quando finis ejus, per Consummationem saeculi, et tunc Adventum Domini, apud Matthaeum Cap. XXIV: 3. intelligatur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 71"
    },
    {
      "section": 71,
      "title": "Paragraph 71",
      "text": "71. BREVIS ANALYSIS. Legitur apud Matthaeum, Accesserunt Discipuli ad Jesum, et ostenderunt Ipsi structuras Templi, et dixit illis Jesus, amen dico vobis, non relinquetur hic lapis super lapide, qui non dissolvetur. Et dixerunt Ipsi Discipuli, dic nobis quando illa erunt, imprimis quodnam signum TUI ADVENTUS ET CONSUMMATIONIS SAECULI, Cap. XXIV: Vers. 1. 2. 3. Hodie a doctis Clericis et ab eruditis laicis per destructionem Templi intelligitur destructio ejus a Vespasiano et per Adventum Domini, et Consummationem saeculi, intelligitur finis ac interitus Mundi: sed per destructionem Templi, non modo intelligitur destructio ejus a Romanis, sed etiam destructio Ecclesiae hodiernae; et per Consummationem saeculi, et tunc Adventum Domini, intelligitur finis hujus Ecclesiae, ac instauratio Novae a Domino quod haec intelligantur, patet ex toto illo Capite a principio ad finem, ubi solum de successivis declinationibus et corruptionibus Ecclesiae Christianae, usque ad interitum ejus, quando finis, agitur. Quod per Templum in stricto sensu intelligatur Templum Hierosolymitanum, in lato sensu Ecclesia Domini, in latiori Caelum Angelicum, et in latissimo Dominus quoad Humanum suum, videatur in Apocalypsi Revelata, n. 529. Quod per Consummationem saeculi intelligatur finis Ecclesiae, qui est, dum non aliquod verum doctrine ex Verbo, quod non falsificatum et sic consummatum est, superest, n. 658, 676, 750, ibi. Quod per Adventum Domini intelligatur Adventus Ipsius in Verbo, et tunc instauratio Novae Ecclesiae loco prioris consummatae, constat ex Ipsius verbis in eodem Capite a Versu"
    },
    {
      "section": 30,
      "title": "Paragraph 30",
      "text": "30 ad 34; tum a binis ultimis Capitibus XXI et XXII in Apocalypsi, ubi etiam haec \"Ego Jesus sum Radix et Genus Davidis, Stella splendida et matutina; et Spiritus et Sponsa dicunt, veni; et audiens dicat veni; et sitiens veniat: etiam venio cito, amen, etiam veni Domine Jesu,\" Cap. XXII: [16,] 17, 20. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 72"
    },
    {
      "section": 72,
      "title": "Paragraph 72",
      "text": "72. Quod tunc finis Ecclesiae sit, quando non amplius vera fidei et inde nec bona charitatis sunt, patet ex se: quod falsa fidei exstinguant vera doctrinae, ac mala vitae exurant bona charitatis; et quod ubi falsa fidei sunt, ibi etiam sint mala vitae, et quod ubi mala vitae etiam sint falsa fidei, singulariter in sua Transactione demonstrabitur. Quod hactenus latuerit, quod per Consummationem saeculi intellectus sit finis Ecclesiae, est causa, quia ubi falsa docentur, ac doctrina ex illis creditur et honoratur ut orthodoxa, nullatenus potest sciri, quod Ecclesia consummanda sit; falsa enim spectantur ut vera, ac vera ut falsa, et tunc falsum explodit verum, et denigrat illud, sicut atramentum aquam limpidam, aut fuligo chartam albam: creditur enim, et a Doctissimis hujus saeculi conclamatur, quod in clarissima luce Evangelii sint, tametsi quoad totam faciem in caligine; ita albugo obtexit pupillas oculorum. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 73"
    },
    {
      "section": 73,
      "title": "Paragraph 73",
      "text": "73. Quod apud Matthaeum in Cap. XXIV: apud Marcum in Cap. XIII, et apud Lucam in Cap. XXI, ubi similia, non describatur Templi et Hierosolymae destructio, sed quod praedicantur successivae mutationes status Ecclesiae Christianae in suo ordine usque ad ultimum ejus, quando finis, videbitur in ipso Opere, ubi illa Capita erunt explicata: ac interea ex his apud illos Evangelistas \"Tunc apparebit signum Filii hominis, et tunc plangent omnes Tribus terrae; et videbunt Filium hominis venientem in nubibus Caeli cum virtute et gloria: ac mittet Angelos suos cum tubae voce magna, et congregabunt electos Ipsius a terminis caelorum usque ad terminos illorum,\" Matth. XXIV: 30, 31. Marc. XIII: 26, 27. Luc. XXI: 27; quod haec non visa nec audita sint Hierosolymae cum destruebatur, et quod haec hodie credantur futura tempore Ultimi Judicii, notum est. Similia leguntur etiam in Apocalypsi, in qua a principio ad finem solum de ultimo Statu Ecclesiae agitur, ibi haec \"Ecce Jesus Christus venit in nubibus, et plangent super Ipsum omnes Tribus terrae,\" Cap. I: 5, 7. quae in APOCALYPSI REVELATA, n. 24 ad 28, verbotenus explicata videantur; et quid Tribus terrae, et illarum planctus significant, n. 27, 348, 349. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 74"
    },
    {
      "section": 74,
      "title": "Paragraph 74",
      "text": "74. XVII. Quod infestatio a falsis, et inde consummatio omnis veri, seu desolatio, hodie in Ecclesiis Christianis, per Afflictionem magnam, qualis non fuit ab initio Mundi nec fiet, apud Matthaeum Cap. XXIV: 21. intelligatur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 75"
    },
    {
      "section": 75,
      "title": "Paragraph 75",
      "text": "75. BREVIS ANALYSIS. Quod successivae declinationes et corruptiones Ecclesiae Christianae in{1} Cap. XXIV, apud Matthaeum a Domino praedictae et descriptae sint, videatur supra, n. 73; et postquam ibi loquutus est de futuris Pseudoprophetis{2} et de Abominatione Desolationis per illas, Vers. 11, 15 dicit, Erit tunc Afflictio magna, qualis non fuit ab initio Mundi usque nunc, nec fiet, Vers. 21. inde patet, quod per Afflictionem magnam, sicut etiam passim in Verbo alibi, intelligatur infestatio veri a falsis, usque dum non aliquid genuini veri e Verbo deprompti, quod non falsificatum et sic consummatum est, supersit. Hoc effectum est, quia Ecclesiae Unitatem Dei in Trinitate, ac Trinitatem Ipsius in Unitate non agnoverunt in una Persona, sed in Tribus, ac inde fundaverunt Ecclesiam in Mente super idea trium Deorum, et in Ore super confessione unius Dei; sic etenim separaverunt se a Domino, tandem eo usque, ut nullam ideam Divinitatis in Humana Ipsius Natura residuam habuerint, videatur APOCALYPSIS REVELATA, n. 294, cum tamen Dominus quoad Humanum suum est Ipsum Divinum Verum, et ipsa Divina Lux, ut in Verbo suo plene docet; inde est tanta afflictio hodie: quod haec principaliter inducta sit per Doctrinam Justificationis et Imputationis media sola fide illarum, in sequentibus videbitur. @1. in pro in in.$ @2. Pseudoprophetis pro Pseudoprophetiis.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 76"
    },
    {
      "section": 76,
      "title": "Paragraph 76",
      "text": "76. De hac Afflictione seu infestatione veri a falsis, actum est in septem Capitibus in Apocalypsi; illa est quae intelligitur per Equum nigrum, et per Equum pallidum, exeuntes ex Libro, cujus Sigilla Agnus aperuit, Cap. VI: 5. ad 8. Tum, per Bestiam ascendentem ex abysso, qui fecit bellum cum binis testibus, et occidit illos, Cap. XI: 7, seq. Ut et per Draconem, qui stetit coram Muliere paritura ut foetum ejus devoraret, et persequutus illam in desertum, et ibi ex ore suo ejecit aquam ut flumen, ut absorberet illam, Cap. XII. Et quoque per Bestiam ex mari, quae corpore similis erat pardo, pedibus urso, ac ore leoni, Cap. XIII: 2. Tum per tres Spiritus similes ranis, qui ex ore draconis, ex ore bestiae, et ex ore pseudoprophetae, exiverunt, Cap. XVI: 13. Ac insuper per haec, Quod postquam septem Angeli effuderant phialas irae Dei, in quibus erant septem plagae ultimae, in terram, in mare, in fluvios et fontes, in solem, in thronum bestiae, in Euphratem, et tandem in aerem, factus sit terrae motus magnus, qualis non fuerat, ex quo homines facti sunt in terra, Cap. XVI; Terrae motus significat Ecclesiae inversionem, quae fit per falsa et falsificationes veri. Similia intelliguntur per haec \"Misit Angelus falcem, et vindemiavit vineam terrae, et conjecit in torcular irae Dei magnum et calcatum est torcular, et exivit sanguis usque ad fraena equorum a stadiis mille sexcentis,\" Cap. XIV: 19, 20; Sanguis significat falsificatum verum; praeter plura in septem illis Capitibus; videte, si lubet, Explicationes, et Memorabilia post illa Capita. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 77"
    },
    {
      "section": 77,
      "title": "Paragraph 77",
      "text": "77. XVIII. Quod non Amor, nec Fides, neque Cognitiones boni et veri, in Ecclesia Christiana tempore ultimo, quando finis ejus instat, sint, intelligatur per haec in eodem Capite XXIV apud Matthaeum; post afflictionem istorum, Sol obscurabitur, et Luna non dabit lumen suum et Stellae cadent de Caelo, et Virtutes Caelorum commovebuntur, Vers. 29. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 78"
    },
    {
      "section": 78,
      "title": "Paragraph 78",
      "text": "78. BREVIS ANALYSIS. In Verbo Prophetico similia de Sole, Luna et Stellis dicuntur, quae hic apud Matthaeum Cap. XXIV: 29. Prout apud Esajam, \"Ecce dies Jehovae venit saevus, STELLAE caelorum et SIDERA illorum non lucebunt luce sua, SOL obtenebrabitur in ortu suo, et LUNA non splendere faciet lumen suum, [XIII: 9. 10.] XXIV: 21, 23. Apud Ezechielem \"Obtegam, cum exstinxero te, Caelos, et atrabo STELLAS eorum; SOLEM nube obtegam, et LUNA non lucere faciet lumen suum,\" et dabo tenebras super terra tua\" XXXII: 7, 8. Apud Joelem \"Venit dies Jehovae, dies tenebrarum, SOL et LUNA non lucere facient lucem suam, et STELLAE contraxerunt splendorem suum,\" II: [1. 2.] 10. Apud Eundem \"SOL vertetur in tenebras, et LUNA in sanguinem, antequam venit dies Jehovae magnus, III: 4. Propinquus est dies Jehovae in valle decisa; SOL et LUNA, atrati sunt,\" IV: [14.] 15. In Apocalypsi \"Quartus Angelus clanxit, et percussa est tertia pars SOLIS, tertia pars STELLARUM, et dies non lucebat tertia sui parte, VIII: 12. et alibi, SOL factus est niger sicut saccus cilicinus, et LUNA facta est sicut sanguis,\" VI: 12. In omnibus his locis agitur de Ultimo tempore Ecclesiae Judaicae, quod erat cum Dominus in Mundum venit; similiter hic apud Matthaeum et in Apocalypsi, sed de ultimo tempore Ecclesiae Christianae, quando Dominus iterum venturus est sed in Verbo, quod est Ipse, et in quo Ipse est, quare immediate post illa verba Matth. XXIV: 29. sequitur hoc \"Et tunc apparebit signum Filii hominis venientis in nubibus caelorum,\" Vers. 30. Per Solem in illis locis intelligitur Amor, per Lunam Fides, et per Stellas cognitiones boni et veri, et per Virtutes Caelorum illa tria ut stabilimenta et firmamenta caelorum ubi sunt Angeli, et Ecclesiarum ubi homines; per illa itaque in unum sensum collecta intelligitur, quod non Amor, nec Fides, neque cognitiones boni et veri, in Ecclesia Christiana, tempore ultimo, quando finis ejus instat, superstitia sint. Quod Sol significet amorem, in Apocalypsi Revelata, n. 53, 54, 413, 796, 831, 961, ostensum est; quod Luna fidem, n. 53, 332, 413, 423, 533. quod Stellae cognitiones boni et veri, n. 51, 74, 333, 408, 419, 954, ibi. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 79"
    },
    {
      "section": 79,
      "title": "Paragraph 79",
      "text": "79. Quod secundum praedictionem in Ecclesiis Christianis hodie talis caligo sit, ut non lux e Sole sit interdiu, nec lux e Luna et Stellis sit noctu, est DOCTRINA DE JUSTIFICATIONE PER SOLAM FIDEM, unice in causa; illa enim docet Fidem ut unicum medium Salutis ,de cujus influxu, progressu, inhabitatione, operatione, efficientia, nondum aliquis signum vidit; et in quam non Lex decalogi, non charitas, non bona opera, nec paenitentia, neque studium novae vitae, intrant, aut ullo modo contingunt; asserentes quod illa sponte sequantur absque usu ad continendam fidem, aut ad comparandam salutem. Docet etiam, quod illa Fides donet renatos seu adeptos rude libertatis, ut non sub lege sint; tum quod Christus peccata illorum contegat coram Deo Patre, qui illa sicut non visa remittit, et illos innovatione, sanctimonia, et vita aeterna, coronat. Haec et similia plura sunt Interiora Doctrinae istius; Exteriora, quae non intrant illa, sunt pretiosa de Charitate, de Bonis operibus, de Actibus paenitentiae, de Exercitiis legis, sed haec sunt illis sicut mancipia{1} et mediastini, quae Dominam fidem absque contiguitate sequuntur: verum quia sciunt, quod Laici pendant illa salvifica una cum fide, in sermonibus et colloquiis industrie subjungunt illa, ac simulant conjungere et insertare justificationi sed modo adblandiendi auribus vulgi causa, ac tutandi sua oracula, ne appareant aenigmatica, vel sicut pythonica. @1. mancipia pro mancipi a.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 80"
    },
    {
      "section": 80,
      "title": "Paragraph 80",
      "text": "80. Ad confirmandum supradicta, ex FORMULA CONCORDIAE, de qua supra n. 9, adducam sequentia, ne quis credat, illos immerito talium incusatos esse, quae sunt haec; Quod Opera Secundae Tabulae decalogi sint civilia et externi cultus, quae homo ex se potest facere; et quod stultum sit somniare, quod illa justificent, pag. 84. 85. 102. Quod bona Opera prorsus excludenda sint a negotio justificationis per fidem, p. 589. 590. 591. 704 ad 708. Quod bona Opera justificationem prorsus non ingrediantur, p. 589. 702. App. 62. 173. Quod bona Opera non salutem nec fidem conservent, p. 590. 705, App. p. 174. Quod nec Paenitentia intret justificationem fidei, p. 165. 390. App. p. 158. Quod Paenitentia sit modo invocare Deum, confiteri Evangelium, gratias agere, obedire magistratui, servire vocationi, p. 12. 198. App. 158. 159. 172. 266. Quod Renovatio vitae nec ad justificationem pertineat, p. 585. 685. 688. 689. App. p. 170. Quod studium novae obedientiae nec intret fidem et justificet, p. 90."
    },
    {
      "section": 91,
      "title": "Paragraph 91",
      "text": "91. 690. App. p. 167. Quod Renati non sub lege sint, sed ab ejus servitute liberati, et quod solum in lege, et sub gratia sint, p. 722. et alibi. Quod Renatorum peccata Christi merito contegantur, p."
    },
    {
      "section": 641,
      "title": "Paragraph 641",
      "text": "641. 686. 687. 719. 720: praeter plura consimilia. Sciendum est, quod omnes Protestantes, tam Evangelici quam Reformati, Justificationem per solam fidem similiter doceant, videantur supra n. 17. 18. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 81"
    },
    {
      "section": 81,
      "title": "Paragraph 81",
      "text": "81. Mirabile est, quod Doctrina Justificationis per solam fidem, hodie in toto Christiano Reformato orbe omne punctum ferat, hoc est, illa ibi paene ut unicum Theologicum in Ordine sacro regnet; illa est, quam omnes Novitii e Clero in Gymnasiis avide addiscunt, et hauriunt, et postea sicut inspirati Caelesti Sapientia in Templis docent, libris vulgant, et per quam superioris eruditionis famam et nominis gloriam sectantur, et quoque propter quam diplomata, auctoramenta, et praemia donantur: et haec fiunt, tametsi per illam solam Doctrinam hodie obscuratus est Sol, lumine suo orbata est Luna, ac Stellae caelorum deciderunt, hoc est, perierunt: quod Doctrina fidei imputativae justitiae hodie occaecaverit mentes in tantum, ut non velint, et inde quasi non possint videre aliquod Divinum Verum in luce Solis, nec in luce Lunae, sed solum in luce foci noctu, testatum mihi factum est; quare possum vaticinari, quod si Divina Vera de Conjunctione charitatis et fidei, de Caelo, de Domino, de Felicitate aeterna inde, argenteis literis exarata e caelo demitterentur, a Justificatariis non lectu digna censerentur; at prorsus aliter si charta de Justificatione per solam fidem, ab inferis exportaretur. Legitur etiam in FORMULA CONCORDIAE, Quod Articulus de Justificatione per solam fidem seu de Justitia fidei, praecipuus sit in tota Doctrina Christiana: et quod Opera legis ex hoc Articulo prorsus excludenda sint, p. 17. 61. 62. 72. 89. 683, Append. p. 164. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 82"
    },
    {
      "section": 82,
      "title": "Paragraph 82",
      "text": "82. XIX. Quod illi qui in hodierna Fide Justificante sunt, per Hircos apud Danielem, et apud Matthaeum intelligantur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 83"
    },
    {
      "section": 83,
      "title": "Paragraph 83",
      "text": "83. BREVIS ANALYSIS. Apud Danielem leguntur haec \"In visione vidi Arietem, cui duo cornua alta, sed altius ascendens posterius; et quod cornu feriret versus Occidentem, Septentrionem, et Meridiem, et Magnum se faceret. Dein vidi Hircum venientem ab Occidente super facies totius terrae, cui erat cornu inter Oculos; et quod cucurrerit ad Arietem cum furore roboris sui, et fregerit duo cornua ejus, et projecerit eum in terram, et conculcaverit eum: at quod fractum sit cornu magnum Hirci, et loco ejus ascenderint quatuor cornua; et quod ex uno eorum exiret cornu exiguum, quod crevit valde versus Meridiem, versus Ortum et versus Decus; et usque ad Exercitum Caelorum, et dejecit in terram de Exercitu, et de Stellis, et conculcavit ea: imo extulit se ad Principem excercitus, et ab Eo sublatum est Juge, et projectum Habitaculum sanctuarii Ejus, quia projecit Veritatem in terram. Et audivi unum Sanctum, dicentem, quousque Visio haec, Juge et Praevaricatio vastans, ut detur Sancti et Excercitus conculcatio; et dixit, usque ad vesperam mane, tunc justificabitur Sanctum,\" Cap. VIII: 2 ad 14. Quod Visio illa praedicat status Ecclesiae futuros, patet manifeste; nam dicitur quod a Principe exercitus sublatum sit Juge, projectum Habitaculum sanctuarii Ejus, et quod Hircus projecerit Veritatem in terram: tum quod Sanctus dixerit, quo usque Visio haec, ut detur Sancti et Excercitus conculcatio; et quod hoc esset ad vesperam mane, quando justificabitur Sanctum; per Vesperam mane enim intelligitur finis Ecclesiae Veteris(?) quando Nova. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 84"
    },
    {
      "section": 84,
      "title": "Paragraph 84",
      "text": "84. Apud Matthaeum leguntur haec \"Tunc Filius hominis dicet Hircis, qui a sinistris, discedite a Me, nam Esurivi et non dedistis Mihi quod ederem; Sitivi et non potastis Me; Peregrinus eram, et non collegistis Me; Nudus eram et non induistis Me; Aegrotus eram, et in, custodia, et non visitastis Me; et hi abibunt in paenam aeternam.\" Quod non alii per Hircos et per Oves hic intelligantur, quam qui per Hircum et per Arietem apud Danielem, patet manifeste; quod per Hircos intelligantur qui in hodierna fide justificante sunt, constat ex eo, quod ad Oves enumerentur Opera charitatis, et dicatur quod illa fecerint; et quod ad Hircos enumerentur eadem Opera charitatis, et dicatur quod illa non fecerint, et quod hi ideo damnentur; est enim apud illos qui in hodierna fide justificante sunt, omissio operum, ex negatione, quod nihil Salutis et Ecclesiae in illis sit; cum Charitas ita removetur, bona Opera, quae sunt charitatis, elabuntur mente, et obliterantur adeo, ut nusquam in recordationem, aut in aliquem conatum revocationis illorum ex Lege decalogi, amplius veniant. Communis norma religionis est, quod quantum quis non vult bona et inde non facit illa, tantum velit mala et inde faciat illa; et quoque vicissim, quod quantum quis non vult mala, et inde non facit ???, tantum velit bona et inde faciat illa; et hi sunt Oves, illi autem Hirci. Si omnes mali per Hircos ibi intellecti fuissent, non Opera charitatis, quae non fecerunt, sed Mala quae fecerunt, enumerata fuissent. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 85"
    },
    {
      "section": 85,
      "title": "Paragraph 85",
      "text": "85. Quod non alii quam illi per Hircos intellecti sint, patuit mihi ab Experientia in Mundo Spirituali; in hoc Mundo parent omnia, quae in Mundo naturali, apparent domus et palatia; apparent paradisi et horti, et in illis arbores omnis generis, apparent agri et novalia, tum campi et vireta; quoque armenta et greges; omnia in tali similitudine in qua super nostra Tellure; nec alia intercedit differentia, quam quod haec sint ex Origine naturali, illa autem ex Origine spirituali. Ibi saepius vidi Oves et Hircos, et quoque pugnas inter illos(?) similes illi pugnae, quae describitur apud Danielem Cap. VIII; vidi Hircos cum cornibus antrorsum et retrorsum flexis, ac illos cum furore irruentes in Oves; vidi Hircos cum duobus et cum quatuor cornibus, quibus cum vehementia ferierunt Oves; et cum aspexi, quid esset, vidi aliquos rixantes inter se de Fide conjuncta Charitati, et de fide disjuncta a Charitate; ex qua patuit, quod hodierna fides justificans, quae in se spectata est Fides disjuncta a Charitate, sit Hircus, et quod Fides conjuncta Charitati sit Ovis. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 86"
    },
    {
      "section": 86,
      "title": "Paragraph 86",
      "text": "86. Similes per Hircos intelliguntur apud Sachariam \"Super Pastores exarsit ira mea, et super HIRCOS visitabo,\" X: 3. Et apud Ezechielem \"Ecce Ego judicans inter pecudem et pecudem, inter ARIETES et inter HIRCOS; num parum vobis, pascuum bonum depascitis, etiam reliquum pascuorum conculcatis pedibus vestris; cornibus vestris feritis omnes OVES infirmas, donec disperseritis illas; ideo salvabo GREGEM MEUM, ut non sit amplius in praedam,\" XXXIV: 17. 18. 22. seq. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 87"
    },
    {
      "section": 87,
      "title": "Paragraph 87",
      "text": "87. XX. Quod illi, qui in hodierna Fide justificante se confirmaverunt, in Apocalypsi per Draconem, duas ejus Bestias, et per Locustas, et quod ipsa illa Fides confirmata, ibi per magnam Urbem quae spiritualiter vocatur Sodoma et Aegyptus, ubi bini testes occisi sunt, ut et per Puteum abyssi, ex quo Locustae exiverunt, intelligantur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 88"
    },
    {
      "section": 88,
      "title": "Paragraph 88",
      "text": "88. BREVIS ANALYSIS. Quod in septem Capitibus in Apocalypsi actum sit de Statu perverso Ecclesiae apud Reformatos, et in duobus de Statu perverso Ecclesiae aqud Romano Catholicos, et quod Status utriusque{1} Ecclesiae, quales hodie sunt, damnati sint, in Explicatione ejus, quae vocatur APOCALYPSIS REVELATA, non vanis auguriis, sed plenis convictionibus ostensum est. Quod per DRACONEM, de quo in Cap. XII, agitur, intellecti sint illi in Ecclesia Reformatorum, qui Deum faciunt tres, et Dominum duos, et Charitatem a Fide Separant per quod Fidem suam faciant spiritualem et salvificam, et non Charitatem, videatur ibi n: 532 ad 565, et MEMORABILE adjunctum, n. 566. Quod per duas Bestias, unam e mari, et alteram e terra exsurgentes, de quibus Cap. XIII, illi ulterius describantur, videatur ibi n. 567 ad 610, et MEMORABILE, n. 611. Quod etiam per Locustas, quae ex Puteo abyssi exiverunt, de quibus Cap. IX, videatur n. 419 ad 442. Quod ipsa illa Fides confirmata intelligatur per magnam Urbem, quae spiritualiter vocatur Sodoma et Aegyptus, ubi duo fideles testes occisi sunt, de quibus in Cap. XI, videatur n: 485 ad 530, in specie n: 500 ad 503 et MEMORABILE n. 531. Quod etiam per Puteum Abyssi, ex quo fumus sicut fornacis magnae exivit, et obscuratus est sol et aer, et dein Locustae prodierunt, Cap. IX, videatur n. 421 ad 424. @1. s. utriusque... Apocalypsis pro utriufque... Apocalypeis.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 89"
    },
    {
      "section": 89,
      "title": "Paragraph 89",
      "text": "89. Ut confirmarer et plene convincerer, quod non aliud per Puteum Abyssi, quam Fides illa Draconica, quae est Fides exclusa ex idea trium Deorum, et ex nulla idea Divinitatis de Humana Natura Christi, et vocatur Fides Sola justificans, regenerans, vivificans, sanctificans, et salvans, intelligatur, datum, mihi est intueri in illam Abyssum, tum loqui cum illis qui ibi sunt, et quoque videre Locustas quae inde exiverunt; ex qua Autopsia Puteus ille cum Abysso in APOCALYPSI REVELATA{1} a me descriptus est; et quia descriptio ex Autopsia testatur certitudinem, transcribetur hoc inde; haec ibi talis est. \"Puteus ille, qui est sicut apertura fornacis, apparet in plaga meridionali; et Abyssus infra est multae extensionis versus Orientem; est inibi Lux illis, sed si illuc immittitur Lux e Caelo, fiunt ibi tenebrae quare Puteus ille clausus est superne. Apparent in Abysso mapalia lacunata sicut ex lateribus, quae divisa sunt in cellulas et cellulas, et in quavis est mensa, super qua jacent chartae cum aliquibus libris: ad suam sedet quisque, qui in Mundo confirmaverat Justificationem et Salvationem per solam fidem, faciendo Charitatem actum mere naturalem moralem, ac opera ejus modo opera vitae civilis, ex quibus homines aucupare possunt praemia in Mundo; sed si facerent illa propter Salutem, condemnant illa, et quidam{2} graviter, quia humana ratio et voluntas est in illis. Omnes qui in hac Abysso sunt, fuerunt docti et eruditi in Mundo; et inter illos aliqui Metaphysici et Scholastici, qui prae reliquis ibi aestimantur. At vero sors illorum, haec est; cum primum illuc immittuntur, sedent in primis cellulis; sed sicut confirmant fidem, excludendo opera charitatis, relinquunt primas sedes, ac intrant cellulas propius ad Orientem, ac ita successive usque versus finem, ubi sunt illi qui dogmatica illa confirmant ex Verbo; et quia tunc non possunt non falsificare Verbum, evanescunt mapalia illorum, ac vident se in deserto. Est quoque Abyssus infra illam Abyssum, ubi sunt illi qui similiter confirmaverunt Justificationem et Salvationem per Solam fidem, sed qui in suo Spiritu negaverunt Deum, et corde suo riserunt ad Sancta Ecclesiae; ibi solum rixantur, dilacerant vestes, scandunt mensas, calcitrant, pugnant inter se vituperiis; et quia non licet alicui malefacere, minantur ore et pugnis.\" This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 90"
    },
    {
      "section": 90,
      "title": "Paragraph 90",
      "text": "90. Ut quoque confirmarer et convincerer, quod illi qui in hodierna fide justificante se confirmaverunt, etiam per Draconem intelligantur, datum est videre plura millia ex illis in Coetum collecta, et tunc e longinquo apparuerunt sicut Draco cum longa Cauda, quae visa est obsita spiculis sicut sentis, quae significabant falsitates. Semel etiam visus est Draco adhuc major, qui elato dorso erexit Caudam usque versus Caelum cum conatu detrahendi stellas inde; stellae ibi significant veritates. @1. velata pro velaea.$ @2. quidam: legerim quidem.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 91"
    },
    {
      "section": 91,
      "title": "Paragraph 91",
      "text": "91. XXI. Quod nisi Nova Ecclesia instauretur a Domino, nemo possit salvari; et quod hoc intelligatur per haec, Nisi abbreviarentur dies isti, non conservaretur ulla caro, Matth. XXIV: 22. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 92"
    },
    {
      "section": 92,
      "title": "Paragraph 92",
      "text": "92. BREVIS ANALYSIS. Per abbreviare dies illos, intelligitur finem imponere Ecclesiae hodiernae, et Novam instaurare; nam, ut supra dictum est, in Cap. XXIV apud Matthaeum de successivis declinationibus et perversionibus Ecclesiae Christianae, usque ad Consummationem et finem ejus, et de Adventu Domini tunc, agitur: quod nisi dies illi abbreviarentur, nulla caro salvari{1} posset, est quia fides hodiernae Ecclesiae super idea trium Deorum fundata est, et cum hac idea nemo potest intrare Caelum; proinde nec cum illa fide, quia in omnibus et singulis ejus est illa idea; ac praeterea isti fidei nihil vitae ex operibus charitatis inest; quod illa fides nec possit cum charitate conjungi, ac producere aliquos fructus qui sunt bona opera, supra n. 47 ad 50, ostensum est. Sunt duo quae condunt Caelum in homine, Vera fidei et Bona charitatis; Vera fidei faciunt praesentiam Domini, ac monstrant viam ad Caelum, et Bona charitatis faciunt conjunctionem cum Domino, ac introducunt in Caelum; ac quisque introductus est in Luce ibi secundum affectionem veri, et in calore ibi secundum affectionem boni; quod affectio veri sit fides in sua essentia, et quod affectio boni sit charitas in sua essentia, et quod conjugium illarum sit Ecclesia, videatur supra n. 48; Ecclesia et Caelum unum faciunt. Quod illa tria hodie in Ecclesiis super sola fide aedificatis non sint, in praecedentibus plene ostensum est. @1. salvari pro salivari.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 93"
    },
    {
      "section": 93,
      "title": "Paragraph 93",
      "text": "93. Aliquoties in Mundo Spirituali loquutus sum cum Justificatoribus hominum per solam fidem, et dixi quod Doctrina illorum sit erronea, et quoque absona, quodque inducat securitatem, caecitatem, somnum et noctem in rebus spiritualibus, et inde letum{1} animae, exhortans ut ab illa desistant; sed responsum tuli, quid desistere, numne excellentia eruditionis Clericorum prae Laicis ab illa dependet; sed retuli quod sic non spectent salutem animarum sed suam excellentiam; et quod quia falsis suis principiis applicuerunt vera Verbi, et sic adulteraverunt illa, sint Angeli Abyssi, vocati Abaddones et Apollyones, Apoc. IX: 11, per quos significantur perditores Ecclesiae per totalem falsificationem Verbi, videatur Explicatio ibi n. 440, et MEMORABILE, n. 566: sed responderunt, quid hoc, sumusne per scientiam mysteriorum illius Doctrinae Oracula, et ex illa ut ex adyto reddimus responsa, quare non sumus Apollyones, sed Apollines: his indignatus dixi, si estis Apollines, estis etiam Leviathanes, primi vestrum Leviathanes tortuosi, et secundi vestrum Leviathanes oblongi, quos Deus gladio suo duro et magno visitabit, Esaj. XXVII: 1; sed ad haec riserunt: quid significat visitari ac perire gladio, videatur in APOCALYPSI REVELATA, n. 52. @1. letum pro lethum.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 94"
    },
    {
      "section": 94,
      "title": "Paragraph 94",
      "text": "94. Magnum Arcanum, cur nisi Nova Ecclesia instauratur a Domino, nulla caro salvari possit, est hoc; quod quamdiu Draco cum sua turba, in Mundo Spirituum, in quem e Caelo dejectus est, commoratur, tamdiu non possit aliquod Divinum Verum unitum Divino Bono, a Domino pertransire ad homines telluris, quin annihiletur aut pervertatur, unde non salvatio; hocce est quod intelligitur in Apocalypsi per hoc; Et Draco projectus est in terram, ac Angeli ejus cum illo projecti sunt: vae habitantibus terram et mare, quia descendit Diabolus ad illos habens iram magnam; et persequutus est Mulierem, quae peperit filium, Cap. XII: 9, 12, 13: at postquam Draco projectus est in Infernum, Cap. XX: 10, tunc Johannes vidit Caelum novum et Terram novam, et vidit Novam sanctam Hierosolymam descendentem a Deo e Caelo, Apoc. XXI: 1, 2. seq: Quid Draco, et quinam Dracones sunt, videatur supra. n. 87.{1} @1. 87 pro 47.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 95"
    },
    {
      "section": 95,
      "title": "Paragraph 95",
      "text": "95. XXII. Quod aperitio et rejectio Dogmatum fidei hodiernae Ecclesiae, ac revelatio et receptio Dogmatum fidei novae Ecclesiae, intelligatur per haec in Apocalypsi, Dixit Sedens super Throno, ecce Nova{1} omnia faciam, et dixit. scribe, quia haec verba vera et fida sunt, Cap. XXI: 5. @1. Nova pro Novae.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 96"
    },
    {
      "section": 96,
      "title": "Paragraph 96",
      "text": "96. BREVIS ANALYSIS. Haec dixit Sedens super Throno, hoc est, Dominus, ad Johannem, cum vidit Novam Hierosolymam descendentem a Deo e Caelo; quod per Novam Hierosolymam intelligatur Nova Ecclesia, in Lemmate sequente demonstrabitur. Quod falsitates Dogmatum fidei hodiernae Ecclesiae primum aperiendae et rejiciendae sint, antequam veritates Dogmatum novae Ecclesiae revelantur et recipiuntur, est quia non in uno puncto aut momento conveniunt; Dogmata enim hodiernae Ecclesiae fundantur super fide, in qua num aliquid Essentiale Ecclesiae sit nescitur; Essentialia Ecclesiae, quae cum fide in unum Deum se conjungunt, sunt Charitas, Bona Opera, Paenitentia, Vita secundum Leges Divinas; et quia haec una cum fide afficiunt et movent voluntatem et cogitationem hominis, conjungunt hominem Domino, et Dominum homini; cum itaque nullum ex illis Essentialibus intrat{1} fidem hodiernae Ecclesiae in ingressu ejus, quem vocant actum justificationis, prorsus non sciri potest num illa fides sit in homine, vel non, proinde num sit aliquid, vel num solum idea; fantur enim, quod homo in illo actu sit sicut stipes aut lapis, et quod quoad receptionem ejus ne hilum possit velle, cogitare, cooperari, imo nec se applicare et accommodare, videatur supra n. 15 (c) (d); cum itaque tunc nemo potest augurari, minus scire, num illa fides sit in illo, et sic num sit sicut flos picturae apud illum, aut sicut flos agri in illo num sit sicut avis praetervolans illum, aut sicut avis nidificata in illo, quaeritur ex quibus auguriis aut signis id cognoscet; si respondetur, quod ex charitate, bonis operibus, paenitentia, et legis exercitiis, quae sequuntur illam postea; et tamen isti fidei cum illis non est aliquod vinculum, quare num non vinculum possit esse signum testificans, relinquo sagacibus inquirendum; fides enim ista per supra nominata non conservatur nec retinetur, videatur supra n. 12. (m) (n). Ex his fit haec conclusio, quod in Fide hodierna non sit aliquid Ecclesiae, et sic quod illa non sit aliquid, sed solum idea quod sit; nunc quoniam illa fides talis est, merito rejicienda est, imo illa rejicit seipsam, sicut id cui nihil praedicationis ab Ecclesia inest. @1. intrat pro intrant.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 97"
    },
    {
      "section": 97,
      "title": "Paragraph 97",
      "text": "97. Vicissim autem Dogmata seu Doctrinalia Novae Ecclesiae; haec omnia sunt Essentialia, in quibus singulis est Caelum et Ecclesia, et spectant hoc ut finem, ut homo in Domino sit, et Dominus in homine, secundum Ipsius verba apud Johannem, Cap. XIV: 20. et Cap. XV: 4, 5, 6: nec aliud quam haec conjunctio est Ecclesia Christiana. Ex his paucis clare potest videri, quid per haec Domini verba \"Dixit Sedens super Throno, ecce Nova omnia faciam, et dixit, scribe, quia haec verba vera et fida sunt\" intelligitur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 98"
    },
    {
      "section": 98,
      "title": "Paragraph 98",
      "text": "98. Quod Christianus Orbis inciderit in FIDEM, quae omnia vera et bona Caeli et Ecclesiae, usque ad separationem illorum, a se sejunxit, est unica causa, quia distinxerunt Deum in Tres, et Dominum Deum Salvatorem non crediderunt unum cum Deo Patre, et sic Ipsum immediate non adiverunt; cum tamen Ille Solus quoad Humanum suum est Ipsum Divinum Verum, quod est Verbum, quod fuit Deus apud Deum, ac Vera Lux quae illuminat omnem hominem; et Caro factus est, Joh. I: 1, 2, 9, 14. Quod sit ipsa Veritas et sic ipsa Lux, testatur etiam alibi, dicit enim, Ego sum Lux Mundi, Joh. VIII: 12.{1} Cap. IX: 5; et alibi \"Quousque Lucem habetis, credite in Lucem, ut filii Lucis sitis: Ego Lux in Mundum veni, ut omnis qui credit in Me, in tenebris non maneat,\" Joh. XII: 36, 46. In Apocalypsi \"Ego sum Alpha et Omega, Principium et Finis, Primus et Ultimus, Stella Splendida et Matutina,\" Cap. XXII: 13, 16: Et apud Matthaeum \"Cum Jesus transformatus est, splenduit Facies Ejus sicut Sol, et Vestimenta Ejus facta sunt sicut Lux,\" Cap. XVII: 1. 2.{2} Ex his patet causa, unde idealis illa Fides in Mundum venit, videlicet quia non adiverunt Dominum: et possum ex omni experientia et inde testificatione e Caelo pro certo declarare, quod impossibile sit unicum Theologicum Verum, quod genuinum est, aliunde sumere quam ex Solo Domino, et quod aliunde sumere illud tam impossibile sit, sicut est ex Anglia et Hollandia navigare ad Plejades, et ex Germania equitare ad Orionem in Caelo. @1. 12 pro 22.$ @2. 1. 2. pro 12.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 99"
    },
    {
      "section": 99,
      "title": "Paragraph 99",
      "text": "99. XXIII.{1} Quod Nova Ecclesia a Domino instauranda, sit Nova Hierosolyma, de qua in Apocalypsi Capp. XXI et XXII, agitur; quae ibi vocatur Sponsa et Uxor Agni. @1. XXIII pro XIII.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 100"
    },
    {
      "section": 100,
      "title": "Paragraph 100",
      "text": "100. BREVIS ANALYSIS. Quod Nova Ecclesia per Novam Hierosolymam descendentem a Deo e Caelo, Apoc. XXI, intelligatur, est quia Hierosolyma fuit Metropolis in Terra Canaane, et ibi erat Templum, Altare, Sacrificia fiebant, ita ipse Cultus Divinus, ad quem tribus vicibus in Anno omnis masculus totius terrae mandatus est venire. Tum quia Dominus in Hierosolyma fuit, et docuit in suo Templo, et postea ibi glorificavit Humanum suum; inde est, quod per Hierosolymam significetur Ecclesia. Quod per Hierosolymam intelligatur Ecclesia constat perspicue ex Propheticis in Veteri Testamento de Ecclesia Nova a Domino instauranda, quod illa ibi dicatur Hierosolyma. Ipsa loca solum adducentur, ex quibus quisque ratione interiore praeditus videre potest, quod per illam ibi intelligatur Ecclesia. Sint modo haec loca inde \"Ecce Ego creans CAELUM NOVUM ET TERRAM NOVAM, non commemorabuntur priora; ecce Ego CREATURUS HIEROSOLYMAM exultationem, et populum ejus laetitiam, ut exultem super HIEROSOLYMA, et laeter super populo meo. Tunc lupus et agnus pascent simul: non malum facient in toto Monte sanctitatis meae, Esaj. LXV: 17, 18, 19, 25. Propter Zionem non tacebo, et propter HIEROSOLYMAM non quiescam, usque dum exeat sicut splendor Justitia ejus, ac Salus ejus sicut lampas ardeat. Tunc videbunt Gentes justitiam tuam, et omnes Reges gloriam tuam; et vocabitur tibi Nomen novum, quod os Jehovae enuntiabit; et eris Corona decoris, et Cidaris Regni in manu Dei tui: beneplacebit Jehovah in te: et terra tua maritabitur. Ecce Salus tua veniet, ecce merces Ejus cum Ipso: et vocabunt illos, Populus sanctitatis, Redempti Jehovae; et tu vocaberis quaesita Urbs, non deserta, Esaj. LXII: 1 ad 4, 11, 12. Excitare, excitare, indue robur tuum Zion, indue vestes decoris tui HIEROSOLYMA, Urbs Sanctitatis; quia non addet ut in te veniat amplius praeputiatus et immundus: excute te e pulvere, surge, sede HIEROSOLYMA. Cognoscet Populus Nomen meum in die illo; nam Ego Ille qui loquor, ecce Me: consolatus Jehovah populum suum, redemit HIEROSOLYMAM, Esaj. LII: 1, 2, 6, 9. Jubila filia Zionis, laetare ex omni corde filia HIEROSOLYMAE; Rex Israelis in medio tui; ne time malum amplius; laetabitur super te cum gaudio, acquiescet in amore tuo, exultabit super te cum Jubilo; dabo vos in nomen et laudem omnibus populis terrae, Zephan. III: 14, ad 17, 20. Sic dixit Jehovah Redemptor tuus, dicens HIEROSOLYMAE, habitaberis, Esaj. XLIV: 24, 26. Sic dixit Jehovah, revertar ad Zionem, et habitabo in medio HIEROSOLYMAE; unde vocabitur HIEROSOLYMA Urbs veritatis, et Mons Jehovae Zebaoth Mons sanctitatis. Sach. VIII: 3, 20 ad 23. Tunc cognoscetis, quod Ego Jehovah Deus vester,{1} habitans in Zione Monte sanctitatis, et erit HIEROSOLYMA Sanctitas: et fiet in die illo, stillabunt montes mustum, et colles fluent lacte; et HIEROSOLYMA sedebit in generationem et generationem, Joel IV: 17 ad 21. In die illo erit germen Jehovae in decus et gloriam; et fiet, relictus in Zione, et residuus In Hierosolyma Sanctus dicetur, omnis scriptus ad vitam in HIEROSOLYMA, Esaj: IV: 2, 3. In extremitate dierum erit Mons domus Jehovae constitutus in Caput montium, nam e Zione exibit{2} Doctrina, et Verbum Jehovae ex HIEROSOLYMA, Mich. IV: 1, 2, 8. In tempore illo vocabunt HIEROSOLYMAM Thronum Jehovae, et congregabuntur omnes gentes ob Nomen Jehovae HIEROSOLYMAM, neque ibunt amplius post confirmationem cordis sui mali, Jerem. III: 17. Specta Zionem urbem Festi stati nostri, oculi tui videant HIEROSOLYMAM, Habitaculum tranquillum, Tabernaculum quod non dissipabitur, non removebuntur clavi ejus in perpetuum, et funes ejus non avellentur,\" Esaj. XXXIII: 20. praeter etiam alibi, ut Esaj. XXIV: 23.{3} Cap. XXXVII: 32. Cap. LXVI: 10 ad 14. Sach. XII: 3, 6 ad 10. Cap. XIV: 8, 11, 12, 21. Malach. III: 2, 4. Psalm. CXXII: 1 ad 7. Ps. CXXXVII:{4} 4, 5, 6. Quod per Hierosolymam ibi intelligatur Ecclesia a Domino instauranda, et non Hierosolyma a Judaeis habitata, patet ex singulis descriptionis ejus in locis allatis; ut quod Jehovah Deus creaturus Caelum novum et Terram Novam, et quoque tunc Hierosolymam; et quod haec futura sit Corona decoris et Cidaris regni quod vocanda sit Sanctitas, et Urbs veritatis, Thronus Jehovae, Habitaculum tranquillum, Tabernaculum quod non dissipabitur; quod ibi lupus et agnus pascent simul; et dicitur quod ibi montes stillabunt mustum, et colles fluent lacte, et illa sedebit{5} in generationem et generationem; praeter plura, etiam de Populo ibi, quod Sanctus, omnis Scriptus ad vitam, quod dicendi{6} Redempti Jehovae. Praeterea in omnibus illis locis agitur de Adventu Domini, imprimis de Adventu Ipsius Secundo quando Hierosolyma talis erit, qualis ibi describitur; prius enim non maritata est, hoc est, facta Sponsa et Uxor Agni, sicut de Nova Hierosolyma in Apocalypsi dicitur, Prior Ecclesia seu hodierna intelligitur per Hierosolymam, apud Danielem, et initium ejus ibi describitur per haec \"Scito et percipito, ab exitu Verbi, ad usque restituendum et ad aedificandum HIEROSOLYMAM, usque ad Messiam Principem, Septimanae septem; postea Septimanis sexaginta et duabus restituetur, et aedificabitur platea et fossa, sed in angustia temporum,\" Cap. IX: 25; at Finis ejus describitur ibi per haec \"Tandem super Avem abominationum desolatio, et usque ad consummationem et decisum stillabit super devastationem,\" Vers. 27, ibi; ultima haec sunt quae intelliguntur per haec Domini verba apud Matthaeum \"Cum videritis abominationem desolationis praedictam a Daniele Propheta, stantem in loco sancto, qui legit, probe notet,\" Cap. XXIV: 15. Quod per Hierosolymam in supra allatis locis non intellecta sit Hierosolyma a Judaeis habitata constare potest a locis in Verbo, ubi de hac dicitur quod prorsus deperdita sit, et quod destruenda, ut Jerem. V: 1. Cap. VI: 6,"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. Cap. VII: 17, 18 seq. Cap. VIII: 6, 7, 8, seq. Cap. IX: 10, 11, 13, seq. Cap. XIII: 9, 10, 14. Cap. XIV: 16. Thren. I: 8, 9, 17. Ezech. IV: 1 ad fin. Cap. V: 9 ad fin. Cap. XII: 18, 19. Cap. XV: 6, 7, 8. Cap. XVI: 1 ad 63. Cap. XXIII: 1 ad 40. Matth: XXIII: 37, 38. Luc. XIX: 41 ad 44. Cap. XXI: 20, 21, 22. Cap. XXIII: 28, 29, 30; praeter multis aliis in locis et quoque ubi vocatur Sodoma, Esaj. III: 9. Jerem. XXIII: 14. Ezech. XVI: 46, 48, et alibi. @1. vester pro vcster.$ @2. exibit pro exebit.$ @3. 23 pro 3.$ @4. CXXXVII pro CXXX.$ @5. sedebit pro fedebit.$ @6. dicendi pro diendi.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 101"
    },
    {
      "section": 101,
      "title": "Paragraph 101",
      "text": "101. Quod Ecclesia sit Domini, et quod ex Conjugio Spirituali quod est Boni et Veri, Dominus dicatur Sponsus et Maritus, et Ecclesia Sponsa et Uxor, notum est Christianis ex Verbo, apprimis ex his ibi \"Johannes de Domino dixit, Qui habet SPONSAM SPONSUS est, amicus autem SPONSI est, qui stat et audit Ipsum, gaudet ob{1} vocem SPONSI, Joh. III: 29. Jesus dixit, quamdiu cum illis est SPONSUS, non possunt FILI NUPTIARUM jejunare, Matth. IX: 15. Marc. II: 19, 20. Luc. V: 34, 35. Vidi Urbem sanctam Hierosolymam novam descendentem a Deo e caelo, paratam sicut SPONSAM ORNATAM MARITO SUO, Apoc. XXI: 2. Angelus dixit ad Johannem, veni et ostendam tibi SPONSAM AGNI UXOREM, et e Monte ostendit illi Urbem Sanctam Hierosolymam, Apoc. XXI: 9. Venit tempus NUPTIARUM AGNI, ET UXOR IPSIUS paravit se; beati qui ad CAENAM NUPTIARUM AGNI vocati sunt, Apoc. XIX: 7, 9. Ego sum Radix et Genus Davidis, Stella splendida et matutina, SPIRITUS ET SPONSA dicunt, veni; et qui audit, dicito veni; et qui sitit, venito; et qui vult, sumito aquam vitae gratis,\" Apoc. XXII: 16, 17. @1. ob pro oh. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 102"
    },
    {
      "section": 102,
      "title": "Paragraph 102",
      "text": "102. XXIV. Quod Fides Novae Ecclesiae nequaquam possit una esse cum Fide prioris Ecclesiae, et quod si una sunt, fiat collisio et conflictio talis, ut pereat omne Ecclesiae apud hominem. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 103"
    },
    {
      "section": 103,
      "title": "Paragraph 103",
      "text": "103. BREVIS ANALYSIS. Quod Fides Novae Ecclesiae nequaquam possit una esse cum fide prioris, hoc est, hodiernae Ecclesiae, est causa, quia non in uno tertio, et ne quidem in uno decimo conveniunt: Fides prioris Ecclesiae describitur in Apocalypsi Cap. XII, per Draconem, ac Fides Novae Ecclesiae per Mulierem circumdatam sole, et super cujus capite corona duodecim stellarum erat, quam Draco persequutus est, et in quam conjecit aquam sicut flumen, ut illam absorberet, videatur supra n. 87 ad 90; hi duo non possunt in una Urbe esse, minus in una Domo, ita non in una Mente simul; et si una forent, non potest aliter, quam ut Mulier, Draconis irae ac insaniae continue exposita esset, ac in timore ne Filium suum devoraret; nam dicitur in Apocalypsi Cap. XII, quod Draco steterit coram Muliere paritura ut devoraret foetum ejus, et quod Mulier, postquam pepererat, aufugerit in desertum, Vers. 1, 4, 6, 14 ad 17. Fides prioris Ecclesiae est fides noctis, nam ratio humana de illa nihil percipit, quare etiam dicitur, quod intellectus sub obedientia ejus captaretur; imo nec scitur num sit in homine, vel num extra illum, quoniam nihil voluntatis et rationis hominis in illam intrat, imo nec charitas, bona opera, paenitentia, lex decalogi, et plura, quae realiter in hominis mente existunt; quod ita sit, videatur supra n. 79, 80, n. 96, 97, 98; Fides autem Novae Ecclesiae cum omnibus illis init foedus conjugiale, et se conjungit, et quia sic est in calore caeli, est etiam in luce ejus, est fides lucis; ac fides noctis et fides lucis non possunt una esse aliter quam sicut Noctua et Columba in uno nido; sic etenim Noctua poneret sua ova, et Columba sua, et post incubatum excluderentur pulli, ac tunc Noctua pullos columbae discerperet, ac suis pullis daret in escam; est enim Noctua avis vorax. Quod Fides prioris Ecclesiae et Fides Novae non possint una esse, est etiam causa, quia sunt heterogeneae; nam Fides prioris Ecclesiae nascitur ex idea trium Deorum, videatur supra n. 30 ad 38, at Fides novae Ecclesiae ex idea Unius Dei; et quia inter illas inde est heterogeneitas, non potest aliter, quam si una essent, fieret collisio et conflictio talis, ut periret omne Ecclesiae, hoc est, quam ut homo in Rebus spiritualibus caderet vel in delirium vel in deliquium, usque ut vix sciret quid Ecclesia, aut num Ecclesia sit. Ex his consequitur, quod illi, qui Fidem veteris Ecclesiae apud se confirmaverunt, non possint nisi cum periculo vitae suae spiritualis amplecti fidem Novae Ecclesiae, nisi prius singulatim improbaverint, et sic exstirpaverint fidem priorem cum suis foetibus aut ovis, hoc est, dogmatibus; quae qualia sunt, in praecedentibus ostensum est, imprimis n. 64 ad 69. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 104"
    },
    {
      "section": 104,
      "title": "Paragraph 104",
      "text": "104. Simile eveniret, si quis amplecteretur Fidem Novae Ecclesiae, ac Fidem veteris Ecclesiae de Imputatione justitiae seu meriti Domini retineret; et hac enim ut Radice omnia ejus dogmata, ut propagines exsurrexerunt. Si hoc fieret, comparative foret, sicut quis se eriperet ex tribus capitibus Draconis, ac intricaretur quatuor reliquis ejus; aut sicut quis fugeret pardum et incideret in leonem; aut sicut exiens e fovea ubi non aqua, caderet in foveam ubi aqua qua submergeretur. Quod ita sit, videbitur post sequentis Lemmatis expositionem, ubi aliquid de Imputatione proferetur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 105"
    },
    {
      "section": 105,
      "title": "Paragraph 105",
      "text": "105. XXV. Quod Romano--Catholici de Imputatione Meriti Christi, et de Justificatione per fidem ejus, in quam Ecclesia illorum initiata est, hodie nihil sciant, quoniam prorsus obtecta jacet per Externa cultus, quae sunt plura: et quod ideo si illi quoad partem recedunt ab externis cultus sui, ac immediate adeunt Deum Salvatorem Jesum Christum, et quoque binas Species in sacra Eucharistia sortiuntur, possint in Novam Hierosolymam, hoc est, in Novam Ecclesiam Domini prae Reformatis introduci. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 106"
    },
    {
      "section": 106,
      "title": "Paragraph 106",
      "text": "106. BREVIS ANALYSIS. Quod Primates et Antistites Ecclesiae Romanae, in Decreta Synodi Tridentinae, dum inaugurantur Ministeriis, jurent, constat ex Bulla Pii IV Romani Pontificis, super forma juramenti professionis fidei, An. 1564, id. Novemb. ubi haec \"Firma fide credo et profiteor omnia et singula, quae continentur in Symbolo fidei, quo sancta Ecclesia Romana utitur; et quae in sanctis Canonibus, et Oecumenicis{1} Conciliis, et PRAECIPUE A SS. TRIDENTINA SYNODO, tradita et declarata sunt, indubitanter recipio; sic me Deus adjuvet.\" Quod etiam juramento se constringant ad credendum et profitendum illa, quae Synodus Tridentina de Imputatione meriti Christi, et de Justificatione per fidem ejus sanxit, constat ex his in eadem Bulla \"Omnia et singula, quae de Peccato Originali, et de Justificatione in SS. Tridentina Synodo definita et declarata fuerunt, amplector et recipio;\" quae qualia sunt, ex Collectis ex illa Synodo supra, n. 3, 4, 5, 6, 7, 8. videri potest. Ex his ut Principiis in Synodo illa stabilitis haec consectaria sunt educta, videlicet \"Quod Romano--Catholici ante Reformationem prorsus similia, quae Reformati post illam, de Imputatione meriti Christi, et de Justificatione per fidem ejus, tradiderint, cum sola differentia, quod eandem Fidem cum Charitate et Bonis Operibus conjunxerint, supra n. 19, 20. Tum, Quod Reformatores Antesignani, Lutherus, Melanchthon et Calvinus, omnia dogmata de Imputatione meriti Christi, et de Justificatione per fidem, qualia tunc erant et fuerant apud Romano--Catholicos retinuerint, sed quod charitatem et bona opera separaverint{2} a fide illa, et declaraverint illa non salvifica, propter finem, ut a Romano--Catholicis quoad ipsa Essentialia Ecclesiae, quae sunt Fides et Charitas, divellerentur\" supra n. 21, 22, 23. Porro \"Quod tamen Reformatores antesignani illi, fidei suae adjunxerint bona Opera, et quoque conjunxerint illa, sed in homine ut in subjecto passivo, Romano--Catholici autem in homine ut in subjecto activo; et quod tamen inter hos et illos quoad fidem, opera, et merita, actualiter sit conformitas\" videatur supra, n. 24 ad 29. Ex ostensis etiam patet, quod fides illa sit fides jurata apud Romano--Catholicos, aeque sicut est apud Reformatos. @1. Oecumen pro Aecumen.$ @2. separaverint pro sepaverint.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 107"
    },
    {
      "section": 107,
      "title": "Paragraph 107",
      "text": "107. Attamen fides illa hodie apud Romano--Catholicos in tantum obliterata est, ut vix sciant jotam{1} de illa, non quod aliquo Decreto Papali sit reprobata, sed quia contecta est per Externa cultus, quae in genere sunt, Adoratio Vicarii Christi, Invocatio Sanctorum, Veneratio Imaginum, ac insuper talia, quae ut Sancte afficiunt sensus, sicut Missae in Lingua non intellecta, Vestes, Lumina, Thymiamata, Pompae processionum; tum Mystica de Eucharistia; per haec et similia plura, Fides justificans per Imputationem meriti Christi, tametsi primitiva Ecclesiae Romanae, ita e conspectu remota, et ex memoria extracta est, sicut id quod infossum est terrae, ac superintectum lapide, et ad quem custodiae a monachis, ne effodiatur et revocetur, positae sunt; nam si revocaretur, fides in potentiam supranaturalem eorum remittendi peccata, ita justificandi, sanctificandi, et salvandi, recederet, et cum illa sanctitas, supereminentia, ac opulenti quaestus illorum. @1. jotam pro jotham. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 108"
    },
    {
      "section": 108,
      "title": "Paragraph 108",
      "text": "108. Quod Romano Catholici possint in Novam Hierosolymam, hoc est, Novam Ecclesiam, prae Reformatis introduci, est CAUSA PRIMA, quia Fides justificationis per Imputationem meriti Christi, quae est fides erronea, et non potest una esse cum fide Novae Ecclesiae, n. 102 ad 104, apud illos est obliterata, imo prorsus obliteranda; Reformatis autem insidet illa sicut insculpta, quia est principalis Ecclesiae illorum. CAUSA SECUNDA, quia apud Romano Catholicos est idea Divinae Majestatis in Humano Domini, plus quam apud Reformatos, ut manifeste patet ex sanctissima veneratione Hostiarum. CAUSA TERTIA est, quia illis sunt Charitas, Bona opera, Paenitentia, studium novae vitae, Essentialia salutis, et haec etiam sunt Essentialia Novae Ecclesiae; aliter vero Reformatis, in sola fide confirmatis, apud hos eadem illa non ut essentialia nec ut formalia ingrediuntur fidem, et inde nihil conferunt ad salutem. Illae tres Causae sunt, quod si Romano--Catholici adeunt Ipsum Deum Salvatorem non mediate sed immediate; et quoque si binas Species in Sacra Eucharistia sortiuntur, prae Reformatis illis fidem vivam loco fidei mortuae recipiant, et ad portas Novae Hierosolymae seu Novae Ecclesiae a Domino per Angelos ferantur, et cum gaudio et jubilo introducantur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 109"
    },
    {
      "section": 109,
      "title": "Paragraph 109",
      "text": "109. Imputatio justitiae seu meriti Christi hodie sicut Anima intrat universam Theologiam in Christiano Reformato Orbe; Fides, quae unicum salutis medium ibi est, ex Imputatione dicitur justitia coram Deo, videatur supra n. 11. (d); et homo ex imputatione per illam fidem induit justitiae dona, sicut Rex insignia dum electus est. Attamen Imputatio ex sola nominatione quod justus sit, nihil efficit, nam influit modo in aures, et non operatur in homine, nisi Imputatio justitiae etiam sit Applicatio justitiae per communicationem et sic inductionem; hoc sequitur ex effectibus ejus, qui perhibentur esse Remissio peccatorum, Regeneratio, Innovatio, Sanctificatio, et sic Salvatio; et adhuc plus, quia dicitur quod per Fidem illam Christus habitet, et Spiritus Sanctus operetur in homine, et quod inde non modo nominentur justi, sed etiam quod sint justi: \"Quod in Renatis non modo dona Dei, sed etiam Ipse Christus, imo tota Sancta Trinitas per fidem habitet, sicut in Templis suis,\" videatur supra n."
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. (1): Et quod homo tam quoad personam, quam quoad opera, sit et nominetur justus, supra n. 14. (e). Ex quibus indubitato sequitur, quod per Imputationem justitiae Christi intelligatur Applicatio et per hanc Inductio ejus, ex qua homo fit ejus particeps. Nunc quia Imputatio est Radix, Principium, et Fundamentum Fidei et omnium operationum ejus ad salutem, et inde sicut Sanctuarium et Adytum in Templis Christianis hodie, interest ut de IMPUTATIONE loco Corollarii hic aliquid subjungatur: sed hoc fiet articulatim in hoc ordine, I. Quod cuivis post mortem imputetur malum in quo est, similiter bonum. II. Quod Inductio unius boni in alterum impossibilis sit. III. Quod Fides imputationis seu applicationis justitiae seu meriti Christi, quia impossibilis, sit Fides imaginaria. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 110"
    },
    {
      "section": 110,
      "title": "Paragraph 110",
      "text": "110. [I.] QUOD CUIVIS POST MORTEM IMPUTETUR MALUM IN QUO EST, SIMILITER BONUM. Hoc ut in aliqua evidentia pateat, lustrabitur in hac distinctione, 1. Quod unicuique sit vita propria. 2. Quod unumquemvis sua vita post mortem maneat. 3. Quod Malo tunc imputetur malum ejus vitae, et quod Bono imputetur bonum ejus. PRIMUM, Quod unicuique sit vita propria, ita distincta ab alterius, notum est: est enim perpetua varietas, et non aliquid idem, inde est cuivis suum proprium: hoc patet manifeste ex Faciebus hominum, quod non detur unius facies absolute similis alterius, nec dari possit in aeternum, quia non dantur animi similes, et ex animis sunt facies, est enim facies, ut dicitur, typus animi, ac animus ducit suam originem et formam ex vita. Nisi homini propria vita foret, sicut est proprius animus et propria facies, non foret ei aliqua vita post mortem separata ab alterius; imo nec foret Caelum, hoc enim, ex perpetuis aliis consistit; hujus forma unice est ex varietatibus animarum et mentium in talem ordinem dispositis, ut unum faciant; ac unum faciunt ex Uno, cujus Vita est in omnibus et singulis ibi, sicut Anima est in homine; quod nisi foret, dispergeretur Caelum, quia dissolveretur forma. Unus ex Quo est vita omnibus et singulis, et ex Quo cohaeret forma, est Dominus. SECUNDUM, Quod unumquemvis sua vita post mortem maneat, notum est in Ecclesia ex Verbo, et ex his ibi \"Venturus est filius hominis, et tunc reddet unicuique secundum facta ejus, Matth. XVI: 27. Vidi libros apertos, et judicati sunt omnes secundum Opera illorum, Apoc. XX:{1} 12, 13. In die judicii reddet Deus unicuique secundum Opera ejus,\" Rom. II: 6. II Corinth. V: 10. Opera, secundum quae reddetur unicuique, sunt vita, quia vita facit illa, et secundum vitam sunt. Quia datum est mihi per plures annos una esse cum Angelis, et loqui cum advenis e Mundo, pro certo testari possum, quod unusquisque exploretur ibi, qualis ei vita fuit, et quod vita, quam contraxit in Mundo, maneat illum in aeternum: loquutus sum cum illis, qui ante saecula vixerunt, quorum vita ex Historicis mihi nota fuit, et cognovi similem descriptioni: et audivi ab Angelis, quod vita alicujus post mortem non possit mutari, quia organizata est secundum amorem et fidem ejus, et inde opera: et quod si mutaretur, discerperetur organizatio, quod nusquam fieri potest; tum quod mutatio organizationis detur unice in corpore materiali, et prorsus non dabilis in corpore spirituali, postquam prius rejectum est. TERTIUM, Quod Malo tunc imputetur malum ejus vitae, et quod Bono imputetur bonum ejus; imputatio mali post mortem non est accusatio, incusatio, inculpatio et judicatio; sicut in Mundo; sed ipsum malum hoc facit; mali enim ex suo libero separant se a bonis, quoniam non possunt simul esse; jucunda amoris mali aversantur jucunda amoris boni, ac jucunda ex unoquovis exhalant, sicut odorata ex omni vegetabili in terris; non enim absorbentur et occultantur a corpore materiali sicut prius, sed libere in auram spiritualem effluunt ex amoribus illorum; et quia malum ibi sentitur sicut in suo odore, est hoc quod accusat, incusat, inculpat et judicat; non coram aliquo judice, sed coram unoquovis, qui in bono est; et hoc est, quod intelligitur per imputationem. Imputatio boni fit similiter, hoc fit illis qui in Mundo agnoverunt, quod omne bonum in illis fuerit et sit a Domino, et nihil a se: hi postquam praeparati sunt, mittuntur in jucunda interiora boni sui, et tunc aperitur illis via in Caelum ad Societatem, ubi ejus jucunda homogenea sunt; hoc fit a Domino. @1. XX pro XXI.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 111"
    },
    {
      "section": 111,
      "title": "Paragraph 111",
      "text": "111. II. QUOD INDUCTIO UNIUS BONI IN ALTERUM IMPOSSIBILIS SIT. Hujus evidentia etiam videri potest ex his in ordine. 1. Quod unusquisque homo nascatur in malo. 2. Quod in bonum inducatur per regenerationem a Domino. 3. Quod fit per fidem in Dominum, et per vitam secundum praecepta Ipsius. 4. Quare bonum unius non potest per applicationem induci in alterum, et sic imputari. PRIMUM, Quod unusquisque{1} homo nascatur in malo, in Ecclesia notum est. Dicitur quod hoc Malum sit haereditario ex Adamo sed est ex parentibus; ab his ducit quisque indolem, quae est Inclinatio; quod ita sit, experientia et ratio convincunt; similitudines enim parentum quoad facies, genios, mores, in proximis liberis, et in posteris ex his, exstant; inde a multis noscuntur familiae, et quoque judicatur de illorum animis; quare mala, quae ipsi parentes contraxerunt, sub specie inclinationis ad illa per traducem inferuntur posteritati; inde sunt mala, in quae homines nascuntur. SECUNDUM, Quod in bonum inducatur per regenerationem a Domino: quod sit Regeneratio, et quod nisi quis regeneratur, non possit ingredi in Caelum, patet clare a Domini verbis apud Joh. III: 3, 5. Quod Regeneratio sit purificatio a malis, et sic renovatio vitae, non potest in Christiano Orbe latere, nam ratio etiam hoc videt, dum agnoscit quod unusquisque nascatur in malo, et quod malum non possit ablui et abstergi, sicut sordes per saponem et aquam, sed per resipiscentiam. TERTIUM, Quod hoc fiat per fidem in Dominum, et per vitam secundum praecepta Ipsius. Praecepta regenerationis sunt quinque, quae videantur supra n. 43, 44; inter quae sunt haec, Quod fugienda sint mala quia sunt diaboli et a diabolo; Quod facienda sint bona quia sunt Dei et a Deo; et quod adeundus sit Dominus ut adducat ad faciendum ita: Consulat quisque se, et expendat, num aliunde homini possit esse bonum, et si non bonum, non ei est salus. QUARTUM, Quare bonum unius non potest per applicationem{2} induci in alterum, et sic imputari: ex supradictis consequitur, quod homo per Regenerationem innovetur quoad spiritum, et quod hoc fiat per fidem in Dominum, et simul per vitam secundum praecepta Ipsius: quis non videt quod haec innovatio non fieri possit nisi a tempore in tempus; vix aliter quam sicut successive radicatur et crescit arbor a semine, et perficitur; illi qui aliter percipiunt regenerationem et innovationem, non sciunt aliquid de statu hominis, nec aliquid de malo et bono, quod haec duo sint prorsus opposita, et quod bonum non possit implantari, nisi quantum removetur malum; nec sciunt, quod quamdiu quis in malo est, aversetur bonum quod in se bonum est; quare si bonum unius applicaretur et sic induceretur in quendam qui in malo est, foret sicut Agnus conjiceretur coram Lupo, aut sicut margarita alligaretur naribus porci. Ex his patet, quod inductio unius boni in alterum sit impossibilis. @1. quisque pro qursque.$ @2. applicationem pro appllicationem.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 112"
    },
    {
      "section": 112,
      "title": "Paragraph 112",
      "text": "112. III. QUOD FIDES IMPUTATIONIS SEU APPLICATIONIS JUSTITIAE SEU MERITI CHRISTI, QUIA IMPOSSIBILIS, SIT FIDES IMAGINARIA. Quod cuique imputetur malum in quo est, similiter bonum, supra n. 110, demonstratum est; inde constat, quod si per imputationem intelligitur applicatio et inde inductio unius boni in alterum, sit cogitatio imaginaria. In Mundo ab hominibus possunt Merita quasi transcribi, hoc est, benefieri liberis propter parentes, aut amicis alicujus clientis ex favore; at bonum meriti non potest inscribi animabus illorum, sed solum extrinsecus adjungi: simile non dabile est cum hominibus quoad vitam eorum spiritualem; haec, ut supra ostensum est, implantanda est, quae si non implantatur per vitam secundum praecepta Domini supra memorata, homo in malo, in quo natus est, manet; antequam hoc factum est, non potest aliquod bonum contingere illum, quod si tangit, illico repercutitur et resilit, sicut globulus elasticus cadens in petram, aut absorbetur sicut adamas injectus paludi. Homo non reformatus quoad spiritum est sicut panthera aut sicut bubo, et comparari potest senti et urticae, at homo regeneratus est sicut ovis aut sicut columba, et comparari potest oleae et viti; cogitate, quaeso, si lubet, quomodo potest homo panthera converti in hominem ovem, aut bubo in columbam, aut sentis in oleam, aut urtica in vitem, per aliquam imputationem, si per illam intelligitur transcriptio; numne, ut conversio fiat, ferinum{1} pantherae et bubonis, aut noxium sentis et urticae, prius auferendum est, et sic vere humanum et innocuum implantandum est: quomodo hoc fit, etiam docet Dominus apud Johannem, Cap. XV: 1 ad 7. @1. ferinum pro ferimum.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 113"
    },
    {
      "section": 113,
      "title": "Paragraph 113",
      "text": "113. His adjicietur hoc; dicitur in Ecclesia, quod nemo possit implere legem, et eo minus, quoniam qui praevaricatur contra unum praeceptum Decalogi, praevaricatur contra omnia; verum haec loquutionis formula non est qualis sonat; nam hoc ita intelligendum est, quod qui ex Proposito aut Confirmato agit contra unum praeceptum, ille agat contra reliqua, quoniam ex proposito aut confirmato agere, est prorsus negare quod peccatum sit, et qui negat peccatum, ille nihil pendit si contra praecepta reliqua agit: quis non scit, quod qui fornicator est, non ideo sit homicida, fur, et falsus testis, nec velit esse; at qui adulter ex proposito et confirmato est, hic nihili pendit omnia quae religionis sunt, ita nec homicidia, furta, et falsa testimonia, et quod ab his non abstineat, quia peccata sunt, sed quia timet legem et famam: Simile est, si quis ex proposito aut confirmato contra unum aliud praeceptum Decalogi agit, quod etiam contra reliqua agat, quia non aliquid reputat peccatum. --Consimile est apud illos qui in bono a Domino sunt; hi si ex Voluntate et Intellectu, seu ex proposito et confirmato, abstinent ab uno malo, quia peccatum est, abstinent ab omnibus, et plus adhuc si abstinent a Pluribus: ut primum enim aliquis ex proposito aut confirmato ab aliquo malo, quod peccatum est, abstinet, ille a Domino in proposito abstinendi a reliquis tenetur; quare si ex inscitia, aut ex praevalente aliqua corporis concupiscentia, malum facit, usque hoc non ei imputatur, quia id sibi non proposuit, nec apud se confirmat. Homo in hoc propositum venit, si semel aut bis in anno explorat se, et a malo, quod deprehendit apud se, resipiscit; aliter qui nusquam explorat se. Haec confirmare licet per hoc; in Mundo Spirituali offendi plures, qui in Mundo naturali similes aliis vixerant, splendide se vestiendo, laute epulando, cum foenore sicut alii negotiando, ludos scenicos spectando, de amatoriis sicut ex libidine jocando, praeter consimilia alia, et tamen Angeli quibusdam inculpabant illa ut mala, peccati, et quibusdam non imputabant illa ut mala, et hos declarabant insontes, illos autem sontes: ad interrogationem cur ita, cum tamen parilia fecerant, respondebant, quod ex proposito, intentione et fine omnes contemplentur, et secundum illa distinguant; et quod idea illos, quos finis aut excusat aut damnat, ipsi excusent aut damnent, quoniam finis boni est omnibus in Caelo, et finis mali est omnibus in inferno. Ex his nunc patescit, quis est cui imputatur peccatum, et quis cui non imputatur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 114"
    },
    {
      "section": 114,
      "title": "Paragraph 114",
      "text": "114. His adjicientur DUO MEMORABILIA ex APOCALYPSI REVELATA, desumpta, PRIMUM hoc. Subito correptus sum morbo paene lethali; totum caput ingravatum erat; immissus fuit fumus pestilentus ex magna urbe, quae vocatur spiritualiter Sodoma et Aegyptus, Apoc. XI: 8: fui semimortuus cum saevo dolore, exspectavi extremum; ita jacui in lecto per tres dies et dimidium; Spiritus meus talis factus est, et ex illo Corpus meum. Tunc audivi circum me voces dicentium, en jacet in platea Urbis nostrae mortuus, qui praedicavit Paenitentiam in remissionem peccatorum, et Solum Christum hominem; et interrogabant aliquos e Clero, num ille sepultura dignus sit, sicut de binis testibus in Urbe illa occisis, Cap. XI: 8, 9, 10, et dixerunt quod non, jaceat, spectetur, abibant, redibant, subsannabant; ex veritate ita mihi contigit, cum explicabatur illud Caput Apocalypseos. Auditae sunt ab illis voces graves, imprimis hae; quomodo potest Paenitentia agi sine fide, quomodo potest Christus homo adorari ut Deus; dum gratis salvamur absque ullo nostro merito; quid opus tunc nisi Sola Fide, Quod Deus Pater miserit Filium, qui damnationem legis auferret, imputaret nobis meritum Ipsius, et sic coram se justificaret nos, et absolveret a peccatis, et tunc daret Spiritum Sanctum, qui omne bonum in nobis operetur; annon haec sunt secundum Scripturam, et quoque secundum Rationem; his Cohors adstans adplaudebat. Audivi illa, nec potui respondere, quia jacui paene mortuus. Ast post tres dies et dimidium spiritus meus convaluit, et quoad illum exivi e platea in Urbem, et dixi iterum, Paenitentiam agite, et credite in Christum, et remittentur vobis peccata, et salvabimini; et si non, peribitis; annon Ipse Dominus praedicavit paenitentiam in remissionem peccatorum, ac ut crederent in Ipsum; annon mandavit Discipulis ut idem praedicarent; annon plenaria securitas vitae sequitur vestrae fidei dogma: sed dixerunt, quid garris, Filiusne satisfecit, Paterne id imputavit, et nos, qui credidimus hoc, justificavit; ducimur sic Spiritu gratiae, quid tunc in nobis peccatum, quid tunc cum nobis mors; capis hoc Evangelium praeco peccati et paenitentiae? Sed tunc exivit vox e Caelo, dicens, quid Fides impaenitentis nisi mortua; venit finis, venit finis super vos securos, in oculis vestris inculpatos, in fide vestra justificatos, diabolos. Et subito tunc barathrum aperiebatur in medio illius Urbis, seque dilatavit, ac domus super domum cecidit, et absorpti sunt; et mox e lata voragine ebullivit aqua, et inundavit vastitatem. Quando ita demersi sunt et visi inundati, desiderabam scire sortem illorum in profundo; et dictum est mihi e Caelo, videbis et audies; et tunc coram oculis meis disparatae sunt aquae, quibus inundati visi sunt, quia aquae in Mundo Spirituali sunt Correspondentiae, et inde apparent circum illos qui in falsis sunt; et tunc mihi visi sunt in Fundo arenoso, ubi strues e lapidibus congestae, inter quas currebant, et lamentabantur quod ex magna sua Urbe conjecti essent; ac vociferabantur et clamabant, cur hoc nobis; annon sumus per Fidem nostram mundi, puri, justi, sancti; et alii, annon sumus per fidem nostram mundati, purificati, justificati et sanctificati; et alii, annon sumus per Fidem nostram tales facti, ut coram Deo Patre, et coram tota Trinitate reputemur et videamur, et coram Angelis declaremur sicut mundi, puri, justi et sancti; sumusne reconciliati, propitiati, expiati, et sic exsoluti, abluti et abstersi a peccatis; sublatane est a Christo damnatio legis; cur itaque ut damnati huc dejecti sumus: audivimus ab audaci praecone peccati in magna nostra Urbe, Credite in Christum, et agite paenitentiam; annon credidimus in Christum, cum in meritum Ipsius; et annon egimus paenitentiam, cum confessi sumus quod simus peccatores, cur, itaque hoc nobis evenit. Sed tunc audita est vox ad illos a latere; an scitis ullum peccatum in quo estis, an usquam exploravistis vos, an ideo fugistis aliquod malum ut peccatum contra Deum, et qui non fugit illud, est in illo; estne peccatum diabolus, quare estis de quo Dominus dicit \"Tunc incipietis dicere, edimus coram Te et bibimus, et in plateis nostris docuisti; sed dicet, dico vobis, non novi vos unde estis, discedite a Me omnes operarii iniquitatis,\" Luc. XIII: 26, 27; ut et, de quibus Matth. VII: 22, 23; abite ergo, quisque in suum locum, videtis antra in cavernas, intrate illuc, et dabitur cuique vestrum suum opus ad faciendum, et tunc cibus ad mensuram operis; si non, usque fames urgebit vos ad intrandum. Postea vox e Caelo facta est ad quosdam super terra ibi, qui extra Urbem illam magnam fuerunt, de quibus etiam Vers. 13. in illo Capite, dicens alte, cavete vobis, cavete vobis a consociatione cum similibus; annon potestis intelligere, quod mala, quae vocantur peccata et iniquitates, immundum et impurum reddant hominem; quomodo potest homo ab illis mundari et purificari, quam per actualem paenitentiam, et per fidem in Dominum Deum Salvatorem. Actualis paenitentia est, explorare se, cognoscere et agnoscere sua peccata, se reum facere, confiteri illa coram Domino, implorare opem et potentiam resistendi illis, et sic desistere ab illis, ac novam vitam agere, et haec omnia sicut a vobis: facite ita semel aut bis in anno, quando acceditis ad Sanctam Communionem; et postea cum peccata, quorum reos vos fecistis, recurrunt, tunc vobiscum dicatis, non volumus illa, quia sunt peccata contra Deum; haec est Paenitentia actualis. Quis non potest intelligere, quod qui non explorat se, et videt sua peccata, maneat in illis; omne enim malum a nativitate jucundum est, jucundum enim est vindicare, scortari, depraedare, blasphemare; annon jucundum facit, ut non videantur; et si forte dicitur quod peccata sint, annon ex jucundo illorum excusatis illa, imo per falsa confirmatis, et persuadetis vobis, quod peccata non sint; et sic manetis in illis, et postea facitis illa plus quam prius; et hoc eo usque, dum non scitis quid peccatum, imo num sit peccatum. Aliter fit cuivis qui paenitentiam actualiter agit, ille mala sua, quae cognovit et agnovit, vocat peccata, ac ideo incipit illa fugere et aversari, ac jucundum illorum sentire injucundum: et quantum hoc fit, tantum videt et amat bona, et tandem sentit horum jucunda, quae sunt jucunda Caeli: Verbo, quantum quis rejicit diabolum a tergo, tantum adoptatur a Domino, et ab Ipso docetur, ducitur, detinetur a malis, et tenetur in bonis: haec via et non alia est ab inferno ad Caelum. Hoc mirabile est, quod quaedam insita renuentia, tergiversatio et aversatio pro Paenitentia actuali sit Reformatis, quae tanta est, ut non possint adigere semet ad explorandum se, et ad videndum sua peccata, et ad confitendum illa coram Deo; est sicut horror invadat illos cum id intendunt; quaesivi per multos in Mundo Spirituali de eo, et dixerunt omnes, quod hoc sit supra vires illorum. Cum audiverunt, quod Pontificii usque hoc faciant, hoc est, quod explorent se, et palam confiteantur peccata sua coram Monacho, valde mirati sunt, et insuper quod Reformati non possint id facere in occulto coram Deo; tametsi id illis aeque injunctum est antequam ad Sacram Caenam accedunt et quidam ibi inquisiverunt, cur hoc, ac invenerunt, quod Sola Fides talem impaenitentiae Statum, et tale Cor induxerit: et tunc datum est illis videre, quod illi ex Pontificiis, qui adeunt et adorant Christum, et non adorant sed modo honorant Primates et Antistites Ecclesiae suae, salventur. Post haec auditum est sicut tonitru, et vox loquens e Caelo, dicens, miramur; dic{1} ad Coetus Reformatorum, Credite in Christum, et agite paenitentiam, et servabimini; et dixi, ac insuper, estne BAPTISMUS SACRAMENTUM PAENITENTIAE, et inde Introductio in Ecclesiam; quid aliud Patrini pro baptizando spondent, quam ut abdicet diabolum et ejus opera. Estne SACRA CAENA SACRAMENTUM PAENITENTIAE, et inde Introductio in Caelum; diciturne ad Communicantes, ut omnino ante accessionem paenitentiam agant. Estne DECALOGUS DOCTRINA UNIVERSALIS ECCLESIAE CHRISTIANAE DOCENS PAENITENTIAM; diciturne ibi in sex praeceptis Secundae Tabulae, hoc et illud malum non facies, et non dicitur hoc et illud bonum facies: inde potestis scire, quod quantum quis malum fugit, tantum bonum amet; et quod prius non sciatis quid bonum, nec quid malum. @1. dic pro diei.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 115"
    },
    {
      "section": 115,
      "title": "Paragraph 115",
      "text": "115. ALTERUM MEMORABILE est hoc: Quondam mihi dixit Angelus; vis videre clare quid Fides et Charitas, ita quid Fides separata e Charitate, et quid Fides conjuncta Charitati, et demonstrabo ad oculum; respondi, monstra; et dixit, cogita pro Fide et Charitate Lucem et Calorem, et clare videbis: Fides enim in sua essentia est Veritas quae Sapientiae, et Charitas in sua essentia est Affectio quae Amoris, ac Veritas Sapientiae in Caelo est Lux, et Affectio amoris in Caelo est Calor; Lux et Calor, in quibus sunt Angeli, non aliud sunt: exinde videre potes clare, quid Fides separata a charitate, et quid Fides conjuncta charitati. Fides separata a charitate est sicut Lux hyemalis, ac Fides conjuncta charitati est sicut Lux vernalis; Lux hyemalis, quae est Lux separata a Calore, quae quia est conjuncta frigori, prorsus denudat arbores, etiam a foliis, enecat gramen, indurat terram, et congelat aquas: Lux autem vernalis, quae est Lux conjuncta calori, vegetat arbores, primum in folia, tum in flores, et denique in fructus, aperit et emollit terram ut producat gramina, herbas, flores, et frutices, et quoque solvit glaciem, ut fluant e fontibus aquae: prorsus simile est cum Fide et Charitate; Fides separata a charitate mortificat omnia; et Fides conjuncta charitati vivificat omnia: Vivificatio haec, et Mortificatio illa, ad vivum possunt videri in Mundo nostro Spirituali, quia hic est Fides Lux et Charitas Calor; ubi enim Fides conjuncta charitati est, ibi sunt Horti paradisiaci, Floreta, et Vireta in sua amaenitate secundum conjunctionem: at ubi Fides separata a charitate est, ibi ne quidem gramen est, et ubi viride, est id ex vepribus et sentibus. Erant tunc non procul aliqui ex Clero, quos Angelus vocabat Justificatores et Sanctificatores hominum per solam fidem, et quoque Arcanistas; eadem haec diximus illis, et demonstravimus usque ut viderent quod ita sit; et cum quaesivimus, annon ita, averterunt se, et dixerunt, non audivimus; at clamavimus ad illos dicentes, audite itaque adhuc, tunc ponebant ambas manus ante aures suas, ac vociferati, non volumus audire. CLAUSULA. Ex JEREMIA, CAP. VII: 2, 3, 4, 9, 10, 11. Sta in porta Domus Jehovae, et proclama ibi verbum hoc: sic dixit Jehovah Zebaoth Deus Israelis, bonas reddite vias vestras, et opera vestra, ne confidite vobis super verbis mendacii, dicendo, Templum Jehovae, Templum Jehovae, Templum Jehovae hic: (hoc est, Ecclesia): num furando, occidendo, et maechando, ac jurando per mendacium, deinde venietis et stabitis coram Me in Domo hac, super qua nominatur Nomen meum, et dicetis, erepti sumus, dum facitis omnes abominationes illas. Num Spelunca latronum facta est Domus haec: etiam Ego, ecce, vidi, dictum Jehovae. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 116"
    },
    {
      "section": 116,
      "title": "Paragraph 116",
      "text": "116. APPENDIX CORONARIA. FIDES NOVI CAELI ET NOVAE ECCLESIAE IN UNIVERSALI FORMA, haec est; Quod Dominus ab aeterno, Qui est Jehovah, in Mundum venerit, ut subjugaret Inferna, et glorificaret Humanum suum; et quod absque eo nemo mortalium salvari potuerit, et quod salventur qui credunt in Ipsum. Dicitur in universali forma, quia hoc est universale fidei, ac universale fidei est quod in omnibus et singulis erit. Universale fidei est, quod Deus sit unus Essentia et Persona, in Quo Trinitas, et quod Dominus Deus Salvator Jesus Christus sit Ille. Universale fidei est, quod nullus mortalium salvari potuerit, nisi Dominus in Mundum venerit. Universale fidei est, quod in Mundum venerit, ut removeret Infernum ab homine, et removit illud per Pugnas contra illud, et per Victorias super illud; ita subjugavit illud, et redegit illud in ordinem, et sub suam obedientiam. Universale fidei est, quod in Mundum venerit, ut Humanum, quod in Mundo suscepit, glorificaret, hoc est, uniret Divino a Quo; sic Infernum ab Ipso subjugatum in ordine et sub obedientia sua in aeternum tenet. Quoniam utrumque hoc non potuit fieri quam per Tentationes in Humanum suum admissas usque ad ultimam illarum, ac ultima illarum fuit Passio crucis, ideo illam subivit. Haec sunt Universalia fidei de Domino. Universale Fidei Christianae a parte hominis est, ut credat in Dominum, nam per credere in Ipsum fit conjunctio cum Ipso, per quam Salvatio; credere in Ipsum, est fiduciam habere, quod Ipse salvet: et quia fiduciam habere non potest, nisi qui bene vivit, ideo etiam hoc per credere in Ipsum intelligitur. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 117"
    },
    {
      "section": 117,
      "title": "Paragraph 117",
      "text": "117. FIDES NOVI CAELI ET NOVAE ECCLESIA IN PARTICULARI FORMA, haec est. Quod Jehovah Deus sit Ipse Amor et Ipsa Sapientia, seu quod sit Ipsum Bonum et Ipsum Verum, et quod Ipse quoad Divinum Verum, quod est Verbum, et quod fuit Deus apud Deum, descenderit et assumserit Humanum, propter finem ut in ordinem redigeret omnia quae in Caelo, et omnia quae in Inferno, et omnia quae in Ecclesia erant; quoniam tunc potentia Diaboli, hoc est, Inferni, valuit super potentiam Caeli, et in Terris potentia mali super potentiam boni, et inde totalis damnatio ante fores stetit et imminuit: hanc futuram Damnationem Jehovah Deus per Humanum suum, quod erat Divinum Verum, sustulit, et sic Angelos et Homines redemit; ac postea in suo Humano univit Divinum Verum Divino Bono, et sic rediit in suum Divinum, in Quo ab aeterno fuit, una cum glorificato Humano. Haec intelliguntur per hoc apud Johannem: \"Verbum erat apud Deum, et Deus erat Verbum; et Verbum Caro factum est,\"{1} Cap. I: 1, 14; et per hoc apud Eundem \"Exivi a Patre, et veni in Mundum, iterum relinquo Mundum, et vado ad Patrem,\" Cap. XVI: 28. Ex his patet, quod absque Adventu Domini in Mundum, nullus salvari potuerit. Simile est hodie, quare nisi Dominus iterum in Mundum veniat in Divino Vero, quod est Verbum, nec quisquam potest salvari. Particularia fidei a parte hominis sunt. I. Quod Deus sit unus, in Quo est Divina Trinitas, et quod Ille sit Dominus Deus Salvator Jesus Christus. II. Quod Fides Salvifica sit credere in Ipsum. III. Quod fugienda sint mala, quia sunt diaboli et a diabolo. IV. Quod facienda sint bona, quia sunt Dei et a Deo. V. Et quod haec facienda sint ab homine ut ab ipso, at quod credendum sit, quod sint a Domino apud illum et per illum. Duo priora sunt Fidei, duo posteriora sunt Charitatis; et quintum est Conjunctionis charitatis et fidei, ita Domini et hominis. Consule etiam de his supra n. 44. @1. est pro esl.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 118"
    },
    {
      "section": 118,
      "title": "Paragraph 118",
      "text": "118. SEQUUNTUR TRIA MEMORABILIA EX APOCALYPSI REVELATA DESUMPTA. PRIMUM MEMORABILE. Quando in Explicatione Capitis XX(mi) Apocalypseos eram, et meditabar de Dracone, Bestia, et Pseudopropheta, apparuit mihi quidam Spiritus angelicus, et quaesivit, quid meditaris, et dixi quod de Pseudopropheta; tunc ille dixit, deducam te ad locum, ubi illi sunt qui per Pseudoprophetam intelliguntur; dixit, quod iidem sint, qui Capite XIII intelliguntur per Bestiam ex Terra, quae habebat duo cornua similia Agno, et loquuta est sicut Draco. Sequutus sum illum, et ecce vidi turbam, cujus medio erant Antistites Ecclesiae, qui docuerunt, quod nihil hominem salvet quam Fides in meritum Christi, et quod Opera sint bona, sed non ad Salutem; et quod usque docenda sint ex Verbo, ut Laici, imprimis simplices, strictius in vinculis obedientiae erga Magistratus teneantur, ac sicut ex Religione, ita interius, ad Charitatem moralem exercendam adigantur. Et tunc unus ex illis me videns dixit, vis videre nostrum Fanum, in quo est Imago repraesentativa nostrae Fidei; accessi et vidi, et ecce erat magnificum, et in medio ejus imago Mulieris, indutae veste coccinea, tenentis in dextra Nummum aureum, et in sinistra Catenam ex unionibus: sed erant et Imago et Fanum inducta per phantasiam; possunt enim Spiritus infernales per phantasias repraesentare magnifica, occludendo interiora mentis, et aperiendo solum exteriora ejus. Sed cum animadverti, quod tales praestigiae essent, oravi ad Dominum; et subito aperta sunt interiora mentis meae; et tunc vidi loco magnifici Fani Domum rimosam a tecto usque ad imum, in qua nihil cohaesit; et vidi loco Mulieris in Domo illa pendens Simulacrum, cujus Caput erat simile Draconi, Corpus simile Pardo, Pedes sicut Ursi, et Os sicut Leonis; ita prorsus sicut describitur Bestia e mari, Apoc. Cap. XIII: 2; et loco Soli erat Palus in qua multitudo ranarum; et dictum est mihi, quod sub Palude esset Lapis magnus caesus, sub quo jaceret Verbum penitus reconditum. His visis, dixi ad Praestigiatorem, est hoc Fanum vestrum, et dixit, quod sit; at subito tunc etiam aperiebatur illi visus interior, ex quo vidit similia quae ego; quibus visis clamavit clamore magno, quid hoc, et unde hoc; et dixi, quod sit ex luce e Caelo, quae detegit quale cujusvis formae, et hic quale vestrae Fidei separatae a Charitate spirituali: et illico flavit Ventus orientalis, et sustulit Fanum cum Imagine, et quoque exsiccabat Paludem, et sic nudabat Lapidem, sub quo jacuit Verbum: et post haec spiravit Calor sicut vernalis e Caelo, et ecce tunc in eodem loco visum est Tabernaculum, quoad formam externam simplex; et dicebant Angeli, qui apud me erant, ecce Tabernaculum Abrahami, quale id fuit, quando tres Angeli ad illum venerunt, et annuntiarunt de Isaco{1} nascituro; hoc apparet coram oculis simplex, sed usque fit secundum influxum lucis e Caelo magnificum plus et plus; et datum est illis aperire Caelum, in quo erant Angeli spirituales qui in sapientia sunt; et tunc ex Luce inde influente apparebat Tabernaculum illud sicut Templum simile Hierosolymitano; quod cum introspexi, vidi Lapidem fundi, sub quo Verbum fuerat repostum, circum obsitum lapidibus pretiosis, e quibus sicut fulgur emicuit in parietes, super quibus erant formae Cheruborum, et pulchre variegavit illos coloribus. Cum haec admiratus sum, dixerunt Angeli, videbis adhuc mirabilius; et datum est illis aperire Caelum Tertium, in quo erant Angeli caelestes, qui in amore sunt; et tunc ex Luce inde influente, totum illud Templum evanuit, et loco ejus visus est Dominus Solus, stans super Lapide fundi, qui erat Verbum, in simili Effigie, in qua visus Johanni Cap. I. Apocal. At quia sanctitas tunc implevit interiora mentis Angelorum, ex qua illis fuit nisus procidendi super facies, subito claudebatur a Domino via lucis e Caelo Tertio, et aperiebatur via lucis e Caelo Secundo, ex quo rediit aspectus prior Templi, et quoque Tabernaculi, sed in Templo. Ex his illustratum est, quid intelligitur in Cap. XXI. Apoc. per hoc \"Ecce Tabernaculum Dei cum hominibus, et habitabit cum illis,\" Vers. 3; et per hoc \"Templum non vidi in Nova Hierosolyma, quia Dominus Deus Omnipotens Templum ejus, et Agnus,\" Vers. 22. @1. Isaco pro Ifaco.$ This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 119"
    },
    {
      "section": 119,
      "title": "Paragraph 119",
      "text": "119. SECUNDUM MEMORABILE EX APOCALYPSI REVELATA. Quondam experrectus e somno incidi in profundam meditationem de DEO: et cum suspexi, vidi supra me in Caelo Lucem candidissimam in forma ovali; et cum fixi intuitum in Luce illa, recedebat Lux ad latera, et intrabat in peripherias, et tunc ecce patuit mihi Caelum, et vidi aliqua magnifica, et Angelos stantes in forma Circi a latere meridionali Aperturae, et loquebantur inter se: et quia accendebar desiderio audiendi quid loquebantur, ideo dabatur mihi primum audire sonum, plenus erat Amore caelesti, et postea loquelam, quae plena erat Sapientia ex illo amore; loquebantur inter se de DEO UNO, et de CONJUNCTIONE CUM IPSO, et inde SALVATIONE: loquebantur ineffabilia, quorum pleraque non possunt cadere in voces alicujus Linguae naturalis; sed quia aliquoties fueram in consortio cum Angelis in ipso Caelo, et tunc in simili loquela cum illis, quia in simili statu, ideo potui nunc intelligere illos, et ex sermone illorum desumere aliqua, quae possunt expromi vocibus Linguae naturalis rationaliter. Dicebant quod DIVINUM ESSE SIT UNUM, IDEM, IPSUM, ET INDIVIDUUM, ita quoque Divina Essentia, quia Divinum Esse est Divina Essentia, ita quoque Deus, quia Divina Essentia quae etiam est Divinum Esse, est Deus. Haec illustrabant per ideas spirituales; dicendo, quod Divinum Esse non possit cadere in plures, quorum unicuique sit Divinum Esse, et usque illud esse Unum, Idem, Ipsum et Individuum; cogitaret enim quisque a suo Esse ex se et per se, si tunc etiam simul ex alteris et per alteros unanimiter, forent plures Dii unanimes, et non Deus Unus; nam Unanimitas, quia est consensus plurium, et simul cujusvis ex se et per se, non concordat cum unitate Dei, sed cum pluralitate, non dixerunt Deorum, quia non potuerunt, Lux enim Caeli, ex qua erat cogitatio illorum, et in qua procedebat sermo illorum, contranitebatur; dicebant etiam, quod cum vellent enuntiare Deos, et quemlibet ut Personam per se, cadat conatus enuntiandi illico in Unum, imo in Unicum Deum: his addebant, quod Divinum Esse sit Divinum Esse in Se, non a Se, quia a Se ponit Esse in Se ab Alio, ita ponit Deum a Deo, quod non datur; quod a Deo est, non vocatur Deus, sed vocatur Divinum; quid enim est Deus a Deo, ita quid Deus a Deo natus ab aeterno, et quid Deus a Deo per Deum natum ab aeterno procedens, nisi voces, quibus ne hilum lucis e Caelo inest. Porro dicebant, quod Divinum Esse, quod in Se est Deus, sit IDEM, non Idem simplex, sed Infinitum, hoc est, Idem ab aeterno in aeternum; est Idem ubivis, ac Idem apud unumquemvis, et in unoquovis, sed quod omne varium et variabile sit in recipiente; status recipientis hoc facit. Quod Divinum Esse, quod est Deus in Se, sit IPSUM, ita illustrabant; Deus est Ipsum, quia est Ipse Amor et Ipsa Sapientia, seu quod simile, est Ipsum Bonum et Ipsum Verum, et inde Ipsa Vita; quae nisi forent Ipsum in Deo, illa non forent aliquid in Caelo et in Mundo, quia non foret aliquod illorum relativum ad Ipsum; omne quale sortitur suum quale ex eo quod sit Ipsum ex quo est, et ad quod se refert ut sit tale. Hoc Ipsum, quod est Esse Divinum, non est in loco, sed apud illos et in illis qui sunt in loco secundum receptionem, quoniam de Amore et Sapientia, seu de Bono et Vero, et inde Vita, quae sunt Ipsum in Deo, imo Ipse Deus, non praedicari potest locus, nec progressio e loco in locum, sed absque loco, unde Omnipraesentia; quare dicit Dominus, Quod sit in medio illorum; tum Ipse in illis et illi in Ipso. At quia non recipi ab ullo potest qualis in Se est, apparet qualis in Se est, ut Sol supra Caelos angelicos, a quo procedens ut Lux est Ipse quoad Sapientiam, ac ut Calor est Ipse quoad Amorem; Ipse non est Sol ille, sed Divinus Amor et Divina Sapientia exiens ab Ipso proxime, circum circa Ipsum, coram Angelis apparent ut Sol; Ipse in Sole est Homo, est DOMINUS NOSTER JESUS CHRISTUS, tam quoad Divinum a Quo, quam quoad Divinum Humanum; quoniam Ipsum, quod est Ipse Amor et Ipsa Sapientia, fuit Anima Ipsi a Patre, ita Divina Vita, quae est Vita in se; aliter in unoquovis homine, in illo anima non est vita, sed recipiens vitae: Dominus etiam hoc docet, dicendo \"Ego sum Via, Veritas et VITA;\" et alibi \"Quemadmodum Pater habet VITAM in Se Ipso, ita etiam dedit Filio VITAM habere in Se Ipso;\" Vita in Se Ipso est Deus. His addiderunt, quod illi, qui in aliqua Luce Spirituali sunt, ex his possint percipere, quod Divinum Esse, quod etiam est Divina Essentia quia est Unum, Idem, Ipsum, et inde individuum, non possit dari in pluribus; et quod si diceretur dari, forent manifestae Contradictiones in adjectis. His auditis, perceperunt Angeli in cogitatione mea ideas communes Ecclesia Christianae de Personarum Trinitate in Unitate, et illarum Unitate in Trinitate de Deo; tum etiam de Nativitate Filii Dei ab aeterno: et tunc dixerunt, quid cogitas, cogitasne illa ex Luce naturali, cum qua Lux nostra spiritualis non concordat; quare nisi removes illius cogitationis ideas, claudimus tibi Caelum, et abimus. Sed tunc dixi illis, intrate, quaeso, penitius in cogitationem meam, et forte videbitis concordantiam; et fecerunt ita, et viderunt, quod per Tres Personas intelligam Tria Attributa Divina procedentia, quae sunt CREATIO, REDEMPTIO, ET REGENERATIO, et quod illa Attributa sint Unius Dei; et quod per Nativitatem Filii Dei ab aeterno, intelligam Nativitatem Ipsius ab aeterno praevisam et in tempore provisam. Et tunc narravi, quod naturalis mea cogitatio de Personarum Trinitate et Unitate, et de Nativitate Filii Dei ab aeterno, fuerit mihi ex Doctrina fidei Ecclesiae, quae ab Athanasio nomen habet; et quod illa Doctrina sit recta, modo pro Trinitate Personarum ibi substituatur Trinitas Personae, quae unice datur in DOMINO JESU CHRISTO; et pro Nativitate Filii Dei ab aeterno percipiatur Nativitas Ipsius ab aeterno praevisa et in tempore provisa, quia quoad Humanum quod suscepit, aperte vocatur FILIUS DEI; tunc dixerunt Angeli, bene, bene; et rogaverunt, ut ex ore illorum dicam, quod si quis non adit Ipsum Deum Caeli et Terrae, non possit in Caelum venire, quia Caelum est Caelum ex unico illo Deo, et quod ILLE DEUS SIT JESUS CHRISTUS, Qui est Jehovah Dominus ab aeterno Creator, in tempore Redemptor, ac in aeternum Regenerator, ita qui simul est Pater, Filius, et Spiritus Sanctus; et quod hoc sit Evangelium, quod praedicandum est. Post haec Lux caelestis prius visa super aperturam rediit, et successive se inde demisit, ac implevit interiora mentis meae, ac illustravit ideas meas de Unitate et Trinitate Dei, et vidi tunc ideas de illis initio captas, quae fuerant mere naturales, separatas, sicut separantur paleae a tritico ex ventilabro agitato, et ablatas sicut vento in septentrionem Caeli, et disparatas. This page is part of © 2000-2001 The Academy of the New Church Brief Exposition (Stanley) n. 120"
    },
    {
      "section": 120,
      "title": "Paragraph 120",
      "text": "120. TERTIUM MEMORABILE EX APOCALYPSI REVELATA. Quoniam a Domino datum est mihi videre Mirabilia, quae in Caelis et sub Caelis sunt, ex mandato me oportet memorare quod visum est. Visum est Palatium magnificum, et in ejus intimo Templum; in medio hujus erat Mensa ex auro, super qua erit Verbum, cui adstabant bini Angeli: circum illam erant Solia in triplici ordine; Solia primi ordinis erant obtecta panno holoserico purpurei coloris; Solia Secundi ordinis panno holoserico caerulei coloris; et Solia tertii ordinis panno albo. Sub tecto alte supra Mensam apparuit Aulaeum expansum, fulgens ex lapidibus pretiosis, e quorum splendore effulsit sicut Iris cum serenatur Caelum post pluviam. Subito tunc visi sunt totidem ex Clero sedentes super Soliis, omnes induti veste Ministerii sacerdotalis. Ad unum latus erat Cimeliarchium, ubi stetit Angelus custos, et inibi in pulchro ordine jacebant Vestes splendidae. Erat CONCILIUM CONVOCATUM A DOMINO; et audivi vocem e Caelo dicentem, DELIBERATE; sed dicebant, de qua re, dictum est de DOMINO SALVATORE, et de SPIRITU SANCTO. At cum de illis cogitabant, non erant in illustratione, quare supplicabant; et tunc Lux defluxit e Caelo, quae primum illuminabat Occipitia illorum, et postea Tempora, et demum Facies illorum; et tunc inchoabant; ac ut mandatum est, Primum de DOMINO SALVATORE: et Propositio ac Ventilatio Prima fuit, QUIS ASSUMSIT HUMANUM IN MARIA VIRGINE: et Angelus stans ad Mensam, super qua erat Verbum, legit coram illis haec apud Lucam \"Angelus dixit ad Mariam, ecce concipies in Utero, et paries Filium, et vocabis Nomen ejus JESUM: Hic erit Magnus, et FILIUS ALTISSIMI vocabitur. Et Maria dixit ad Angelum, quomodo fiet hoc, quoniam virum non cognosco: et respondens Angelus dixit, SPIRITUS SANCTUS VENIET SUPER TE, ET VIRTUS ALTISSIMI OBUMBRABIT TE, unde quod nascitur ex te SANCTUM, vocabitur FILIUS DEI,\" Cap. I: Vers. 31, 32, 34, 35: Tum etiam quae apud Matthaeum Cap. I: Vers. 20 ad 25, et quae ibi in Versu 25, legit voce alta: praeter haec legit plura ex Evangelistis, ut Matth. III: 17. et Matth. XVII: 5, Joh. XX: 31. et alibi, ubi Dominus quoad Humanum suum vocatur FILIUS DEI, et ubi Ipse ex Humano suo Jehovam vocat PATREM SUUM: ut et ex Prophetis, ubi praedicitur, quod Ipse Jehovah in Mundum venturus esset; inter quae etiam haec duo; apud Esajam \"Dicetur in die illo, ecce DEUS NOSTER HIC, Quem expectavimus ut liberet{1} nos; HIC JEHOVAH Quem exspectavimus, exultemus et laetemur in Salute Ipsius\" XXV: 9. \"Vox clamantis in deserto, parate viam JEHOVAE, complanate in solitudine semitam DEO NOSTRO; revelabitur enim gloria JEHOVAE, et videbunt omnis caro simul: ecce DOMINUS JEHOVIH IN FORTI VENIT; sicut Pastor gregem suum pascet,\" Esaj. XL: 3, 5, 10, 11. Et Angelus dixit, quoniam Ipse Jehovah In Mundum venit, et assumsit Humanum, et per id Redemit et Salvavit homines, ideo Ipse apud Prophetas vocatur SALVATOR ET REDEMPTOR; et tunc coram illis legit haec sequentia \"Tantummodo inter te DEUS, ET PRAETEREA NON DEUS, profecto Tu DEUS occultus, DEUS ISRAELIS SALVATOR, Esaj. XLV: 14, 15. Nonne EGO JEHOVAH ET NON AMPLIUS DEUS PRAETER ME, Deus justus, ET SALVATOR [NON] PRAETER ME, Esaj. XLV: 21, 22. EGO JEHOVAH ET NON PRAETER ME SALVATOR, Esaj. XLIII: 11. Ego Jehovah Deus tuus, et Deum praeter Me non agnosces, ET SALVATOR NON PRAETER ME, Hosch. XIII: 4. Ut sciat omnis caro, quod Ego JEHOVAH SALVATOR TUUS ET REDEMPTOR TUUS, Esaj. XLIX: 26. Cap. LX: 16. QUOD AD REDEMPTOREM NOSTRUM, JEHOVAH ZEBAOTH NOMEN IPSIUS, Esaj. XLVII: 4. REDEMPTOR EORUM, FORTIS JEHOVAH ZEBAOTH NOMEN IPSIUS, Jerem. L:"
    },
    {
      "section": 34,
      "title": "Paragraph 34",
      "text": "34. JEHOVAH PETRA MEA ET REDEMPTOR MEUS, Psalm. XIX: 15. Sic dixit JEHOVAH REDEMPTOR TUUS, Sanctus Israelis, Ego JEHOVAH DEUS TUUS, Esaj. XLVIII: 17. Cap. XLIII: 14.{2} Cap. XLIX: 7. Cap. LIV: 8. Tu Jehovah Pater noster; REDEMPTOR NOSTER a saeculo Nomen tuum, Esaj. LXIII: 16. Sic dixit JEHOVAH, REDEMPTOR TUUS EGO JEHOVAH faciens omnia, et Solus a Me Ipso, Esaj. XLIV: 24. Sic dixit Jehovah Rex Israelis, ET REDEMPTOR EJUS JEHOVAH ZEBAOTH, Ego Primus et Ultimus, et praeter Me non Deus, Esaj. XLIV: 6. Jehovah Zebaoth Nomen Ipsius, ET REDEMPTOR TUUS, Sanctus Israelis, DEUS TOTIUS TERRAE VOCABITUR, Esaj. LIV: 5. Ecce dies venient, cum suscitabo Davidi germen justum, qui regnabit Rex, et hoc Nomen Ipsius, JEHOVAH JUSTITIA NOSTRA, Jerem. XXIII: 5. 6. Cap. XXXIII: 15, 16. In die illo erit Jehovah in Regem super totam Terram; IN DIE ILLO ERIT JEHOVAH UNUS, ET NOMEN IPSIUS UNUM,\" Sach. XIV: 9. Ex his et illis sedentes super soliis confirmati unanimiter dixerunt, quod Ipse Jehovah assumserit Humanum ad redimendum et salvandum homines. Sed tunc audita est vox ex Romano Catholicis, qui occultaverant se post Altare, dicens, quomodo potest Jehovah Pater Homo fieri, estne Creator universi; et convertit se unus ex Sedentibus super soliis secundi ordinis, et dixit, Quis tunc; et ille post Altare tunc stans juxta Altare respondit, FILIUS AB AETERNO; sed responsum tulit, estne Filius ab aeterno secundum vestram Confessionem etiam Creator universi; et quid Filius aut Deus natus ab aeterno; et quomodo potest Divina Essentia, quae est Una et Individua, separari, ac unum ejus descendere, et non simul Totum. ALTERA VENTILATIO DE DOMINO ERAT, Annon sic Pater et Ipse unum sunt, sicut Anima et Corpus unum sunt; dixerunt quod hoc consequens sit, quia a Patre est Anima. Tunc unus ex illis, qui sedebant super soliis in tertio ordine, legebat ex Symbolica Fide, quae Athanasiana vocatur, haec \"Tametsi noster Dominus Jesus Christus Filius Dei est Deus et Homo, usque non sunt duo, sed est unus Christus, imo est prorsus Unus, est UNA PERSONA; QUONIAM SICUT ANIMA ET CORPUS FACIUNT UNUM HOMINEM, ITA DEUS ET HOMO EST UNUS CHRISTUS:\" dixit Legens, quod haec Fides recepta sit in Universo Christiano Orbe, etiam a Romano--Catholicis: et dixerunt, quid pluribus opus est, sunt Deus Pater et Ipse unum, sicut Anima et Corpus unum sunt: et dixerunt, quia ita est, videmus quod Humanum Domini sit Divinum, quia est Humanum Jehovae; tum quod Dominus quoad Divinum Humanum adeundus sit, et quod sic et non aliter adiri possit Divinum quod Pater vocatur. Hoc illorum Conclusum confirmavit Angelus per plura ex Verbo, inter quae fuerunt haec; apud Esajam \"Puer natus est nobis, Filiis datus est nobis, Cujus Nomen, Mirabilis, Consiliarius, DEUS, Heros, PATER AETERNITATIS, Princeps pacis,\" IX: 5. apud Eundem \"Abraham non cognoscit nos, et Israel non agnoscit nos, TU JEHOVAH PATER NOSTER, REDEMPTOR NOSTER A SAECULO NOMEN TUUM,\" LXIII: 16. Et apud Johannem \"JESUS DIXIT, qui credit in Me, credit in Ipsum qui misit Me, et qui VIDET ME, VIDET IPSUM, Qui MISIT ME, Joh. XII: 44, 45. Dixit Philippus ad Jesum, monstra nobis Patrem, dicit illi Jesus, QUI VIDIT ME VIDIT PATREM, quomodo ergo tu dicis, monstra nobis Patrem nonne credis quod EGO IN PATRE ET PATER IN ME; CREDITE MIHI QUOD EGO IN PATRE, ET PATER IN ME, Joh. XIV: 8, 9. Jesus dixit, EGO ET PATER UNUM SUMUS, Joh. X: 30. Tum, OMNIA QUAE PATER HABET MEA SUNT, ET OMNIA MEA PATRIS, Joh. XVI: 15. Cap. XVII: 10. demum, Jesus dixit, EGO SUM VIA, VERITAS, ET VITA, NEMO VENIT AD PATREM NISI PER ME,\" Cap. XIV: 6. His auditis, dixerunt omnes uno ore et corde, quod Humanum Domini sit Divinum, et quod Hoc adeundum sit, ut adeatur Pater; quoniam Jehovah Deus, Qui est Dominus ab aeterno, per Illud se misit in Mundum, et se fecit Visibilem oculis hominum, et sic accessibilem: pariter fecit se visibilem et sic accessibilem in Forma Humana Antiquis, sed tunc per Angelum. Post haec sequebatur Deliberatio de SPIRITU SANCTO: et primum detecta est plurium idea de DEO PATRE, FILIO, ET SPIRITU SANCTO, quae erat, sicut Deus Pater sederet in alto, et Filius ad dextram Ejus, et a se emitterent Spiritum Sanctum ad illustrandum et docendum homines. At tunc audita est vox e Caelo, dicens, non sustinemus illam cogitationis ideam; quis non scit, quod Jehovah Deus sit Omnipraesens; qui hoc scit et agnoscit, etiam agnoscet, quod Ipse illustret et doceat, et quod non sit Deus medians, distinctus ab Ipso, et minus a duobus, ut Persona a Persona; quare removeatur prior idea, quae est vana, et recipiatur haec, quae est justa, et videbitis hoc clare. Sed tunc iterum audita est vox a Romano Catholicis, qui se post Altare Templi occultaverant, dicens, quid tunc est SPIRITUS SANCTUS, qui in Verbo nominatur apud Evangelistas, et apud Paulum, a Quo tot docti e Clero, imprimis a nostro, se dicunt duci; quis hodie in Christiano Orbe Spiritum Sanctum, et ejus operationes negat: ad haec convertit se unus ex illis qui super soliis secundi ordinis sedebant, et dixit; vos dicitis quod Spiritus Sanctus sit Persona per se, et Deus per se; sed quid est persona exiens et procedens a persona, nisi operatio exiens et procedens; non potest una persona ex altera per alteram exire et procedere, sed operatio potest; aut quid est Deus exiens et procedens a Deo, nisi Divinum exiens et procedens, non potest unus Deus ab altero per alterum exire et procedere, sed Divinum potest: estne Divina Essentia una et individua, et quia Divina Essentia, seu Divinum Esse est Deus, estne Deus unus et individuus. His auditis sedentes super soliis unanimiter concluserunt, quod Spiritus Sanctus non sit Persona per se, ita nec Deus per se, sed quod sit Sanctum Divinum exiens et procedens ex Unico Deo Omnipraesente, Qui est Dominus. Ad haec dixerunt Angeli stantes ad Mensam auream, super qua erat Verbum, BENE; non legitur ullibi in Veteri Foedere, quod Prophetae loquuti sint Verbum ex Spiritu Sancto, sed ex Jehovah Domino; et ubi in Novo Foedere dicitur Spiritus Sanctus, intelligitur Divinum procedens, quod est Divinum illustrans, docens, vivificans, reformans et regenerans. Post haec successit altera Ventilatio de SPIRITU SANCTO, quae erat, a Quo procedit Divinum, quod vocatur Spiritus Sanctus, num ex Divino quod Pater vocatur, vel ex Divino Humano quod Filius: et cum hoc ventilabant, affulsit Lux e Caelo, ex qua viderunt, quod Sanctum Divinum, quod intelligitur per Spiritum Sanctum, procedat ex Divino in Domino per Ipsius Humanum glorificatum, quod est Divinum Humanum; comparative sicut omne Activum procedit ex Anima per Corpus apud hominem. Hoc Angelus stans ad Mensam confirmavit per haec \"Ille, Quem misit Pater, verba Dei loquitur, NON EX MENSURA DEDIT ILLI SPIRITUM; Pater amat Filium, et omnia dedit in manum Ipsius, Joh. III: 34,"
    },
    {
      "section": 35,
      "title": "Paragraph 35",
      "text": "35. Exibit virga de trunco Jischaji,{3} quiescet super Ipso SPIRITUS JEHOVAE, SPIRITUS SAPIENTIAE ET INTELLIGENTIAE, SPIRITUS CONSILII ET VIRTUTIS, Esaj. XI: 1, 2. Quod SPIRITUS JEHOVAE datus sit super Illum, et quod esset in illo, Esaj. XLII: 1. Cap. LIX: 19, 20. Cap. LXI: 1. Luc. IV: 18. Quando venerit SPIRITUS SANCTUS, Quem Ego missurus sum vobis a Patre, Joh. XV: 26, Ille Me glorificabit, quia EX MEO accipiet, et annuntiabit vobis; omnia quaecunque Pater habet, Mea sunt, propter hoc dixi, quod EX MEO accepturus sit, et annuntiaturus vobis, Joh. XVI: 14, 15. Si abivero, mittam Paracletum ad vos, Joh. XVI: 7. Paracletus est SPIRITUS SANCTUS, Joh. XIV: 26. NONDUM ERAT SPIRITUS SANCTUS, QUIA JESUS NONDUM GLORIFICATUS ERAT, Joh. VII: 39; Post Glorificationem autem, Jesus inspiravit, et dixit Discipulis, ACCIPITE SPIRITUM SANCTUM, Joh. XX: 22. et in Apocalypsi, Quis non glorificet Nomen tuum, Domine, quia SOLUS SANCTUS ES,\" Cap. XV: 4. Quoniam Divina Operatio Domini ex Divina Omnipraesentia Ipsius per Spiritum Sanctum intelligitur, ideo cum ad Discipulos loquutus est de Spiritu Sancto, Quem a Deo Patre missurus est, etiam dicit, Non relinquam vos orphanos, ABEO ET VENIO AD VOS; et in die illo cognoscetis, quod EGO in Patre meo, et vos in Me, et Ego in vobis, Joh. XIV: 18, 20, 28; et mox antequam abivit e Mundo, dixit, Ecce Ego vobiscum sum omnibus diebus usque ad Consummationem saeculi, Matth. XXVIII: 20. His coram illis lectis, dixit Angelus, ex his et pluribus aliis ex Verbo, patet, quod Divinum, quod vocatur Spiritus Sanctus, procedat ex Divino in Domino per Divinum Humanum Ipsius. Ad haec sedentes super soliis dixerunt, Hoc est DIVINA VERITAS. Demum factum est Decretum, hoc: Quod ex deliberatis in hoc Concilio clare viderimus, et inde pro Sancta Veritate agnoscamus, quod in Domino Deo Salvatore Jesu Christo sit Divina Trinitas, quae est, Divinum a Quo quod vocatur Pater, Divinum Humanum quod est Filius, et Divinum procedens quod est Spiritus Sanctus: conclamantes, Quod IN JESU CHRISTO OMNIS PLENITUDO DIVINITATIS HABITET CORPORALITER, Coloss. II: 9. Ita est Unus Deus in Ecclesia. Postquam haec in Magnifico illo Concilio conclusa sunt, surrexerunt, et venit Angelus custos ex Cimeliarchio, et apportabat cuivis ex illis, qui super soliis consederunt, Vestes splendidas, hic et ibi intertextas filis aureis, et dixit, accipite VESTES NUPTIALES. Et deducti sunt in gloria in Novum Caelum Christianum, cum quo Ecclesia Domini in Terris, quae est Nova Hierosolyma, conjuncta erit. SACHAR: Cap. XIV. 7, 8, 9. Erit Dies unus qui notus est JEHOVAE, non Dies nec Nox, quia circa tempus Vesperae erit Lux. Fiet in Die illo, exibunt Aquae vivae ex Hierosolyma: Et JEHOVAH erit in Regem super totam{4} Terram: in Die illo erit JEHOVAH Unus, et Nomen Ipsius Unum. FINIS. @1. liberet pro liheret.$ @2. 14 pro 24.$ @3. Jischaji pro Jishaji.$ @4. totam pro tetam.$ This page is part of © 2000-2001 The Academy of the New Church"
    }
  ]
}