{
  "id": "cj_latin",
  "title": "Cj Latin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "Last Judgment (Cont.) (Chadwick) n. 1"
    },
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "1. I THE LAST JUDGMENT HAS BEEN COMPLETED My earlier work on THE LAST JUDGMENT dealt with the following subjects. The day of the Last Judgment does not mean the destruction of the world (LJ 1-5). The reproduction of the human race will never cease (LJ 6-13). Heaven and Hell are from the human race (LJ 14-22). All people who have ever been born since the beginning of creation and have died are in heaven or in hell (LJ 23-27). The Last Judgment is to be where all are together, and so in the spiritual world, not on earth (LJ 28-32). The Last Judgment takes place when a church comes to an end; and this happens when there is no faith because there is no charity (LJ 33-39). All the predictions made in the Book of Revelation are today fulfilled (LJ 40-44). The Last Judgment has taken place (LJ 45-52). On Babylon and its destruction (LJ 53-64); on the former heaven and its abolition (LJ 65-72); on the future state of the world and the church (LJ 73, 74). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 2"
    },
    {
      "section": 2,
      "title": "Paragraph 2",
      "text": "2. The chief reason for writing a continuation about the Last Judgment is to make it known what was the state of the world and the church before the Last Judgment, and what it has since then become; and also, how the Last Judgment took place on the Reformed. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 3"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "3. The generally held view in Christendom is that on the day of the Last Judgment the whole visible sky and the whole inhabited earth will be destroyed and their place will be taken by a new heaven and a new earth. At that time people's souls will recover their bodies, and they will thus resume a personal life as before. This view has become an article of faith because the Word has been understood only in its literal sense, as was inevitable before its spiritual sense was disclosed. Another reason was that many people have been induced to believe that the soul is merely the breath a person breathes out, and that spirits, and likewise angels, are gaseous substances. So long as the nature of souls, spirits and angels was so little understood, it was impossible to imagine the Last Judgment in any other way. But when it comes to be understood that a person exists as a person after death, just as he was in the world - the only difference being that he is then clothed in a spiritual body in place of his former natural body, and the spiritual body is as visible to those who are spiritual as the natural body is to those who are natural - then it comes to be understood that the Last Judgment will not take place in the natural, but in the spiritual world. In that world all human beings who have ever been born and have died are gathered. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 4"
    },
    {
      "section": 4,
      "title": "Paragraph 4",
      "text": "4. When this comes to be understood, then the paradoxical ideas can be dispelled which otherwise people would entertain about the state of souls after death, their reuniting with decayed corpses, and the destruction of the created universe, and so about the Last Judgment. The paradoxical ideas about the state of souls after death will be these: that a person is then like a breath, or like the wind, or like the ether, flitting about in the air or never keeping still, but in the Somewhere, which is called Pu*, seeing nothing because he lacks eyes, hearing nothing because he lacks ears, saying nothing because he lacks a mouth. So he would be blind, deaf and dumb, continually awaiting (which will inevitably be depressing) the restoration of these functions of the soul, which give all the pleasure in life, on the day of the Last Judgment. The souls of all people from the beginning of creation would be in a similarly pitiable state, and those who lived fifty or sixty centuries ago would still be flitting about in the air, or consigned to await judgment in Pu. There would be other lamentable consequences. * Somewhere (Latin Ubi, Greek Pou) for an indefinite limbo. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 5"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5. I leave aside the paradoxical ideas about the destruction of the universe which people will entertain who do not know that a person is as much a person after death. These are like the other ideas and equally numerous. But when it is known that a person after death is not a breath or a puff of wind, but is a spirit, an angel in heaven if he has led a good life, and that spirits and angels have a complete human form, then it is possible to base one's ideas about the state of people after death and about the Last Judgment on understanding and not on faith accepted without understanding, which leads only to traditional beliefs. Understanding can also lead to the certain conclusion that the Last Judgment predicted in the Word will not take place in natural but in the spiritual world, where all are gathered. It also follows that, when the Last Judgment takes place, it must be revealed so that the Word remains credible. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 6"
    },
    {
      "section": 6,
      "title": "Paragraph 6",
      "text": "6. Put from you the idea of the soul being a breath, and then think what your state, or that of your friends, or that of your children, will be after death. Surely you will imagine yourself going on living as a human being, and them likewise? Since a real life is impossible without the senses, you will inevitably imagine them seeing, hearing and talking. This too is what the composers of funeral eulogies write about the departed; they set them in heaven among the angels, dressed in white and walking in gardens. Then allow yourself to slip back into the idea that the soul is a breath, and can only come alive and feel sense-impressions after the Last Judgment, surely you might go mad thinking, 'What shall I be like? Where shall I be meanwhile? Shall I be flying through the air, or waiting in Pu? Yet the preachers taught me that after death I shall go to join the blessed, if my faith has been good and I have lived a good life'. So believe, what is the truth, that you will be just as much a human being after death as before it, the only difference being that between the natural and the spiritual. That too is what all think who believe in everlasting life and know nothing of this theoretical tradition about the soul. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 7"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. From what has been said so far it can be established that the Last Judgment cannot take place in the natural world, but must be in the spiritual world. It has in fact already taken place there, as can be seen from the reports of events witnessed given in my earlier small book ON THE LAST JUDGMENT (45-72), and further evidence will be presented in the following accounts of the judgment on the Reformed. Any attentive reader can see that from the new facts now revealed about heaven, the Word and the church. No one could possibly invent them for himself. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 8"
    },
    {
      "section": 8,
      "title": "Paragraph 8",
      "text": "8. II THE STATE OF THE WORLD AND THE CHURCH BEFORE AND AFTER THE LAST JUDGMENT The facts stated above are enough to prove that the Last Judgment has taken place in the spiritual world. But to acquire some knowledge of the state of the world and the church before and after that event, the following facts need to be known. (i) What is meant by the former heaven and the former earth which passed away (Rev. 21:1). (ii) Who the inhabitants of the former heaven and earth were and what they were like. (iii) Before the Last Judgment was carried out on them, much of the communication between heaven and the world, and so between the Lord and the church, was blocked. (iv) After the Last Judgment this communication was restored. (v) This is why revelations have been made for the New Church after, and not before, the Last Judgment. (vi) The state of the world and the church before the Last Judgment resembled evening and night, but after it morning and day. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 9"
    },
    {
      "section": 9,
      "title": "Paragraph 9",
      "text": "9. (i) What is meant by the former heaven and the former earth which passed away (Rev. 21:1). By the former heaven and the former earth are not here meant the sky visible to people's eyes in the world or the earth where people live. Nor does it mean the former heaven containing all who have lived good lives since the beginning of creation. What are meant are the groups of spirits who had made themselves something like heavens between heaven and hell; and because all spirits and angels like human beings live on an earth, these are what is meant by the former heaven and the former earth. That heaven and earth were seen to pass away, and their passing was described from eye-witness in the small book ON THE LAST JUDGMENT (45-72). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 10"
    },
    {
      "section": 10,
      "title": "Paragraph 10",
      "text": "10. (ii) Who the inhabitants of the former heaven and earth were and what they were like. This was described in the book ON THE LAST JUDGMENT, but some further remarks will be made here, because to understand what follows it must be recognised who and what they were. All those who had made themselves into groups below heaven, and in various places had made something like heavens for themselves, were linked with the angels of the lowest heaven, but only in externals, not also in internals. Most of them were goats and of that family, as described in Matthew (25:41-46). These had in fact not done evil deeds in the world, for they had lived morally good lives, but they had not done good deeds coming from good, because they separated faith from charity and consequently had regarded evil actions as no sins. Since these had lived externally as Christians, they were linked with angels of the lowest heaven, who resembled them in externals but not in internals; these are the sheep and have faith, but it is the faith of charity. On account of this linkage the former group had to be tolerated, for separating them before the Last Judgment would have damaged those in the lowest heaven, since they would have dragged them with them to ruin. This is what the Lord predicted in Matthew: Jesus told a parable. The kingdom of the heavens is like a an sowing good seed in his field; but while people were asleep his enemy came and sowed weeds, and went away. When the stalk sprouted and formed a crop, then the weeds appeared also. The servants of the head of the household came to him and said, Master, was it not good seed you sowed in your field? Do you want us then to go and gather [the weeds]? But he said, No, for fear that in gathering the weeds you uproot the wheat together with them. So let them both grow together until the harvest; and at harvest-time I shall say to the reapers, Gather the weeds first and tie them in bundles for burning, but gather the wheat into the barn. He who sowed the good seed is the Son of Man; the field is the world; the seed is the children of the kingdom, the weeds are the children of evil; the harvest is the ending of the age. As therefore the weeds are gathered and burnt, so shall it be at the ending of the age. Matt. 13:24-30, 37-40. The ending of the age is the final period of the church; the weeds are those who are inwardly wicked, the wheat those who are inwardly good. Their being gathered into bundles for burning is the Last Judgment on them; and for fear that by gathering the weeds you uproot the wheat along with them means for fear that by separating them before the Last Judgment damage is done to the good. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 11"
    },
    {
      "section": 11,
      "title": "Paragraph 11",
      "text": "11. (iii) Before the Last Judgment was carried out on them, much of the communication between heaven and the world, and so between the Lord and the church, was blocked. All of a person's enlightenment is from the Lord by way of heaven, and it comes in by an internal route. So long as there were groups of such people between heaven and the world, or between the Lord and the church, people could not be enlightened. It was as when the sun's rays are blocked by a dark intervening cloud; or when the sun goes into eclipse by the interposition of the moon and its light is blocked. If therefore any revelation had been made by the Lord, either it would not have been understood, or, if it was understood, it would still not have been accepted, or, if it was accepted, it would still afterwards have been choked. Now, since all these interposed groups were scattered by the Last Judgment, it is clear that (iv) communication was restored between heaven and the world or between the Lord and the church. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 12"
    },
    {
      "section": 12,
      "title": "Paragraph 12",
      "text": "12. (v) This is why revelations have been made for the New Church after, and not before, the Last Judgment. After the Last Judgment brought about the restoration of communication, people have been able to be enlightened and reformed. This means that they have been able to understand the Divine truth of the Word, accept what they have understood and retain what they have accepted, because the intervening obstacles have been taken away. John therefore, after the former heaven and the former earth passed away, says that he had seen a new heaven and a new earth, and then the holy city of Jerusalem coming down from God out of heaven, made ready like a bride adorned for her husband. And he heard the One who sat on the throne saying, 'Look, I am making everything new' (Rev. 21:1, 2, 5). Jerusalem means the church; see in THE TEACHING ABOUT THE LORD (62-64) and on its new doctrines (65). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 13"
    },
    {
      "section": 13,
      "title": "Paragraph 13",
      "text": "13. (vi) The state of the world and the church before the Last Judgment resembled evening and night, but after it morning and day. When the light of truth is not to be seen, and truth is not accepted, the state of the church in the world resembles evening and night. Such was its state before the Last Judgment, as is evident from what was said above (11). But when the light of truth is to be seen, and truth is accepted, the state of the church in the world resembles morning and day. That is why those two states of the church are called in the Word evening and morning, as well as night and day; as for example: The Holy One said to me, 'Until the evening and morning two thousand three hundred [days], then the sanctuary shall be made holy. Dan. 8:14. The vision of the evening and the morning is truth. Dan. 8:26. There shall be one day, known to Jehovah, neither day nor night, because around evening time there shall be light. Zech. 14:7. One is calling to me from Seir, Watchman, what of the night? The watchman said, The morning is coming, and night again. Isa. 21:11, 12. Jesus spoke of the final period of the church: Keep awake, for you do not know when the lord of the house will come, at evening, at midnight, at cockcrow or in the morning. Mark 13:35. Jesus said, I must work while it is day; the night is coming when no one can work. John 9:4. Also elsewhere, such as Isa. 17:14; Jer. 6:4, 5; Ps. 30:5; 65:8; 90:6. Because this is the meaning of evening and night, the Lord, in order to fulfil the Word, was also buried in the evening, and afterwards rose again in the morning. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 14"
    },
    {
      "section": 14,
      "title": "Paragraph 14",
      "text": "14. III THE LAST JUDGMENT ON THE REFORMED In my earlier work ON THE LAST JUDGMENT I dealt with the judgment on those meant by Babylon, together with some remarks on the judgment on the Mohammedans and the heathen, but not that on the Reformed. It was only stated that the Reformed make up the centre, being arranged in accordance with their native lands, and around them are the Roman Catholics, and the Mohammedans around them and the heathen and peoples of various religions beyond these. The reason why the Reformed made up the centre or heartland was because they read the Word, worshipped the Lord and they enjoyed the greatest light. Spiritual light, which radiates from the Lord as the sun, being in its essence Divine love, reaches out in all directions and enlightens even those who are in the outermost ring, opening up their ability to understand such truths as their religion enables them to accept. Spiritual light is in essence Divine wisdom, and it enters a person's intellectual faculty to the extent that the acceptance of items of knowledge have enabled him to perceive it. It does not travel through space like the light of the world, but through affections for truth and perceptions of it. So it reaches instantaneously the furthest ends of the heavens. It is as a result of passing through these stages that there appears to be space in that world. See further on this subject THE TEACHING ABOUT THE SACRED SCRIPTURE (104-113). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 15"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. The description of the Last Judgment on the Reformed will be given in the following order: (i) Which of the Reformed it was who suffered the Last Judgment. (ii) The signs and visitations which preceded the Last Judgment. (iii) How the universal judgment took place. (iv) The salvation of the sheep. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 16"
    },
    {
      "section": 16,
      "title": "Paragraph 16",
      "text": "16. (i) Which of the Reformed it was who suffered the Last Judgment. The Last Judgment took place only on those of the Reformed who in the world had claimed to believe in God, read the Word, listened to sermons, attended the sacrament of the Lord's Supper and had not neglected the customary practices of the church's worship; but who had none the less regarded as permissible acts of adultery, various kinds of stealing, lies, revenge, hatred and such things. While claiming to believe in God, they thought nothing of sinning against Him. While reading the Word, they paid no attention to the rules of conduct it contains. While listening to sermons, they did not heed them. They attended the sacrament of the Lord's Supper without putting a stop to the wickedness of their former life. They did not neglect the customary practices of worship, but did not improve their conduct. So they lived externally as if devoted to religion, while internally there was no religion in them. These are the people meant by the dragon in chapter 12 of Revelation. It says there that the dragon was seen in heaven, that it fought in heaven with Michael and pulled down a third of the stars from heaven. These things were said because their declared belief in God, their reading of the Word and their outward show of worship enabled such people to be in touch with heaven. The same people are meant by the goats in chapter"
    },
    {
      "section": 25,
      "title": "Paragraph 25",
      "text": "25 of Matthew; they were told, not that they had behaved wickedly, but they had failed to do good. All these fail to do good deeds that are really good, because they do not shun evils as sins; and even if they do not do evil actions, they still think them permissible and so do them in spirit, and physically too if they can. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 17"
    },
    {
      "section": 17,
      "title": "Paragraph 17",
      "text": "17. It was on all these of the Reformed that the Last Judgment took place, but not on those who had not believed in God, had despised the Word, and at heart rejected the holy practices of the church. For all of these on coming from the natural into the spiritual world were cast into hell. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 18"
    },
    {
      "section": 18,
      "title": "Paragraph 18",
      "text": "18. All who externally lived as Christians while paying no heed to Christian conduct were outwardly united with the heavens, but inwardly with the hells. Since their link with heaven prevented them from being instantly uprooted, they were kept in the world of spirits, which is midway between heaven and hell. They were allowed to form communities and live together as in the world; and by skills unknown in the world to create magnificent surroundings, so that they persuaded themselves and others that they were in heaven. So they called their communities heavens because they looked outwardly like them. The heavens and lands on which they lived are what is meant by the former heaven and the former earth which passed away (Rev. 21:1). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 19"
    },
    {
      "section": 19,
      "title": "Paragraph 19",
      "text": "19. During the interval for which they remained there, the interiors of their minds were closed and the exteriors were open. This prevented their evils being seen, though through them they were united with the hells. But when the Last Judgment was at hand, the interiors were opened up, so that their real nature was evident to all; and because they were then united with the hells, they could no longer pretend to be living a Christian life, but took delight in rushing into every kind of wickedness and crime. They turned into devils, and could be seen to be such, some black, some fiery and some livid like corpses. Those who were proud of their own intelligence appeared to be black; those who had mad ideas of ruling over everyone had a fiery appearance; and those who neglected or despised the truth looked livid like corpses. Such was the change of scene which affected them. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 20"
    },
    {
      "section": 20,
      "title": "Paragraph 20",
      "text": "20. In the world of spirits, which is midway between heaven and hell, the Reformed make up its inmost part or heartland; in it they are arranged according to their countries. The British occupy the centre of this heartland; the Dutch are towards the south and east; the Germans towards the north; the Swedes towards the west and north and the Danes towards the west. But only those who have lived a life of charity and the faith that goes with it are in the heartland. They have numerous communities there. Surrounding them are the Reformed who have not led a life of faith and charity; these are the ones who made something like heavens for themselves. But in heaven, as well as in hell, all occupy a different arrangement. The reason why the Reformed make up the heartland there is that among them the Word is read, and the Lord is also worshipped. This produces the strongest light there, and it sheds its illumination as it spreads out as it were from a central point to all the surrounding areas. For the light enjoyed by spirits and gels radiates from the Lord as a sun, which in essence is Divine love, and the light radiating from it is in essence Divine wisdom. This is the source of all the spirituality of that world. On the Lord as the sun in the spiritual world and the light and heat from it see HEAVEN AND HELL (116-140). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 21"
    },
    {
      "section": 21,
      "title": "Paragraph 21",
      "text": "21. The arrangement of communities in that world depends on their differences in love. The reason is that love is a person's life, and the Lord, being Divine love itself, arranges the communities in accordance with the way they receive that love. The differences between loves, which none but the Lord alone knows, are countless. The Lord links communities so that they all live as it were the life of a single individual. In the communities in the heavens this is a life of celestial and spiritual love; in those of the hells a life of devilish and hellish love, and He links the heavens and the hells by corresponding opposites. Because of this arrangement each person after death goes to join the community answering to his love, and he is unable to go anywhere else because of the opposing force of his love. This is why those having spiritual love are in heaven, and those with only natural love in hell. The only way to acquire spiritual love is by a life of charity, and natural love remains natural if a life of charity is neglected. Natural love, if not subordinated to spiritual love, is its opposite. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 22"
    },
    {
      "section": 22,
      "title": "Paragraph 22",
      "text": "22. These facts make it evident which of the Reformed it was who were subject to judgment, not those who are in the heartland, but those in the surrounding area. As said before, their outward show of morality made these look outwardly like Christians, but inwardly they were no Christians since they lacked spiritual life. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 23"
    },
    {
      "section": 23,
      "title": "Paragraph 23",
      "text": "23. (ii) The signs and visitations which preceded the Last Judgment. There appeared above those who had made themselves something like heavens a patch of cloud. This was caused by the Lord's presence in the heavens of angels above them, chiefly by His presence in the lowest heaven, to prevent the link with them carrying any of its inhabitants off to share in their destruction. The higher heavens actually came down closer to them; this caused the interiors of those about to be judged to be disclosed. Upon this they no longer looked like moral Christians, but like demons. They rioted and quarrelled among themselves about God, the Lord, the Word, faith and the church. And because their lusts for evil were then also given their freedom, they treated all these subjects with contempt and ridicule, rushing into crimes of every kind. In this way all those inhabitants of heaven underwent a change of state. Then all at once all the magnificent buildings they had erected for themselves by skills unknown in the world vanished; their palaces were turned into miserable huts, their gardens into pools, their churches into ruins, and the very hills on which they lived into piles of rocks and similar things corresponding to their criminal characters and appetites. All the things to be seen in the spiritual world are correspondences of the affections entertained by spirits and angels. These were the signs of the coming judgment. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 24"
    },
    {
      "section": 24,
      "title": "Paragraph 24",
      "text": "24. As the disclosure of interiors proceeded, the arrangement of the people living there changed and was reversed. Those who reasoned most energetically in attacking the holy things of the church burst into the middle and took control. The remainder, who were less energetic in reasoning, retreated to the sides and recognised those in the middle as their guardian angels. In this way they bound themselves together so as to resemble hell. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 25"
    },
    {
      "section": 25,
      "title": "Paragraph 25",
      "text": "25. These changes in their state were accompanied by various tremors of their houses and of the ground among them, and these were followed by earthquakes, huge to match their repulsion. Here and there also chasms opened leading to the hells below them, so opening up communication with them. Then clouds of vapour like smoke mixed with fiery sparks were seen coming up. These too were precursory signs. This was the meaning of the Lord's words in the Gospels on the ending of the age and the Last Judgment at that time: Nation will rise up against nation. There will be great earthquakes in various places, and mighty, terrifying signs from heaven. And the nations will be distressed at the roar and surge of the sea. [Luke 21:10, 11, 25; Matt. 24:7; Mark 13:8]. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 26"
    },
    {
      "section": 26,
      "title": "Paragraph 26",
      "text": "26. Visitations were also carried out by angels, for a visitation always takes place before a badly constructed community is destroyed. The angels kept urging them to desist, and threatening ruin if they did not. They also checked to see if there were any good people mixed in with them, and set these aside. But the crowd, whipped up by their standard-bearers, heaped insults on them, rushing at them to drag them to a public square and assault them fearfully. What happened there was like what happened in Sodom. Many of them had a faith separated from charity, and there were some who made a show of charity but still lived wicked lives. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 27"
    },
    {
      "section": 27,
      "title": "Paragraph 27",
      "text": "27. (iii) How the universal judgment took place. When the visitations and signs announcing the judgment to come were unable to deter their minds from criminal acts and seditious plots against those who acknowledged the Lord as the God of heaven and earth, and who treated the Word as holy and led lives of charity, the Last Judgment came upon them. It took place thus. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 28"
    },
    {
      "section": 28,
      "title": "Paragraph 28",
      "text": "28. The Lord appeared in a shining cloud together with angels, and a sound was heard from there like that of trumpets. This signal represented the Lord's protection of the angels of heaven and the gathering of the good from all sides. The Lord never brings ruin on anyone, but only protects His own, withdrawing them from contact with the wicked. When they have been withdrawn, the wicked follow their own appetites, which lead them into every kind of crime. Then all those who were about to be destroyed were seen together looking like a great dragon with a long curving tail lifted up towards heaven and lashing on high in different directions, as if it wanted to destroy heaven and drag it down. But its efforts were in vain, for the tail was cast down, and the dragon which still stood high began to sink. I was allowed to see this representation, so that I should know and publish who it is who are meant by the dragon in Revelation. They are in fact all who read the Word, listen to sermons and attend the holy rites of the church, while inwardly they think nothing of indulging their appetites for evil in which they are ensnared. Inwardly they ponder theft and deceit, adultery and lewdness, hatred and revenge, lies and blasphemies, so that in spirit they live like devils, but in the flesh like angels. These were the people who made up the body of the dragon; those composing the tail were those who in the world had a faith divorced from charity, resembling the former group in their thoughts and intentions. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 29"
    },
    {
      "section": 29,
      "title": "Paragraph 29",
      "text": "29. I then saw some of the rocks on which they stood sinking down to the lowest depths, some carried off to the far distance, some split open in the middle, and those who stood on them cast down through a cave. Some of the rocks were covered as by a flood. Many of the people were gathered into groups to match their general and particular kinds of evil; they were made as it were into bundles and tossed hither and thither into chasms, marshes, pools and deserts, each of which was a hell. The remainder who were not standing on the rocks were scattered in different directions, and since they shared similar evils, in their amazement they ran for refuge to the Roman Catholics, the Mohammedans and the heathen, and claimed to have their religion. They could do this without mental upset because they lacked any religion. But to prevent them leading these people astray they were driven away and thrust down to join their companions in the hells. This is a general description of their fate; but the details of what I witnessed are too many to relate here. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 30"
    },
    {
      "section": 30,
      "title": "Paragraph 30",
      "text": "30. (iv) The salvation of the sheep. When the Last Judgment was completed there was joy in heaven and such an increase of light in the world of spirits as never before. There is a description of what the joy in heaven was like after the dragon was cast down in Revelation (12:10-12). The light in the world of spirits was due to the removal of those hellish communities which had come between like clouds overshadowing the earth. A similar light also dawned on people in the world, bringing them a new enlightenment. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 31"
    },
    {
      "section": 31,
      "title": "Paragraph 31",
      "text": "31. Then I saw a vast number of angelic spirits rising from the depths and being lifted up to heaven. These were the sheep, who had been kept back and guarded by the Lord for centuries past, to prevent them from coming into the malign sphere of influence emanating from the dragon-people and having their charity stifled. These are the people meant in the Word by those who came out of their graves, and by the souls of those slain for bearing witness to Jesus, who awoke from sleep; and by those of the first resurrection. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 32"
    },
    {
      "section": 32,
      "title": "Paragraph 32",
      "text": "32. IV CONTINUATION ON THE SPIRITUAL WORLD The spiritual world was described in a special book called HEAVEN AND HELL; this contains numerous descriptions of that world, and, since everyone after death comes into it, of what his state will be then. Is there anyone who does not know that he is going to live after death, seeing that he was born a human being and created to be an image of God, and that this is the Lord's teaching in His Word? But no one up to now has known what kind of life awaits him. People have believed that they would then be a soul, and they formed no idea of a soul except as air or ether, having some residual power of thought, but deprived of the sight the eye has, the hearing the ear has, and the speech the mouth has. Yet a person is just as much a person after death, to such a point indeed that he is unaware that he is not still in the former world. He can see, hear and speak as in the former world. He can walk, run and sit as in the former world. He can eat and drink as in the former world. He can sleep and wake up as in the former world. He can enjoy the delights of marriage as in the former world. In short, he is a person down to the last detail. This makes it plain that death is no more than a continuation of life, being merely a passing over. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 33"
    },
    {
      "section": 33,
      "title": "Paragraph 33",
      "text": "33. There are many reasons why people have not known that this will be their state after death. One is that they could not be enlightened, because they had too little faith in the immortality of the soul. This is evident from the many, including the learned, who think they are like animals, being only superior to them in having the power of speech. Although they profess with their tongues to believe in life after death, they deny it in their hearts. Thinking like this has made them so dependent on their senses that they cannot believe that a person is still a person after death, because they cannot see him with their eyes. They even say: 'How can a soul be like that?' Those who believe they will continue to live after death are quite different. They think to themselves that they will go to heaven, enjoy its delights in company with angels, see the heavenly paradises and stand before the Lord dressed in white, and much more. This is what they think inwardly; but their outward thinking may diverge from this, when they allow the theories of the learned about the soul to influence their thinking. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 34"
    },
    {
      "section": 34,
      "title": "Paragraph 34",
      "text": "34. It is evident that a person remains a person after death, even though not visible to the eyes, from the angels seen by Abraham, Gideon, Daniel and other prophets; or from the angels seen in the Lord's tomb, and many times after that by John, as described in Revelation; and above all from the Lord Himself, who showed Himself to the disciples to be a man by touch and by eating, yet was able to vanish from the sight of their eyes. The reason why they saw Him was that at that time the eyes of their spirits were opened, and when they are open objects in the spiritual world are as plain to see as those in the natural world. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 35"
    },
    {
      "section": 35,
      "title": "Paragraph 35",
      "text": "35. Since it has pleased the Lord to open for me the eyes of my spirit, and to keep them open for the last nineteen years, I have been allowed to see what is in the spiritual world and to describe what I have seen. I can declare that these are no visions, but things seen in a state of complete wakefulness. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 36"
    },
    {
      "section": 36,
      "title": "Paragraph 36",
      "text": "36. The difference between a person in the natural world and one in the spiritual world is that one is clothed in a spiritual body, the other in a natural one; and a spiritual person sees another spiritual person as clearly as a natural person sees another natural person. But a natural person cannot see a spiritual person, nor can a spiritual person see a natural person because of the difference between the natural and the spiritual. This can be described, but not in a few words. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 37"
    },
    {
      "section": 37,
      "title": "Paragraph 37",
      "text": "37. From what I have seen over so many years I can report as follows. The spiritual world contains countries just as the natural world does, hills and mountains, plains and valleys; springs and rivers, lakes and seas; parks and gardens, woods and forests; palaces and houses; writing and books; official positions and businesses; precious stones, gold and silver. In short it contains everything that exists in the natural world of every kind, and those in the heavens are infinitely more perfect. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 38"
    },
    {
      "section": 38,
      "title": "Paragraph 38",
      "text": "38. But there is one general difference: everything in the spiritual world is of spiritual origin and is consequently in essence spiritual, since it is the product of the sun of that world which is pure love. Everything in the natural world is of natural origin and is consequently in essence natural, since it is the product of the sun of that world which is pure fire. As a result a spiritual person needs to be fed with food of spiritual origin, just as a natural person with food of natural origin. See further in HEAVEN AND HELL. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 39"
    },
    {
      "section": 39,
      "title": "Paragraph 39",
      "text": "39. V THE BRITISH IN THE SPIRITUAL WORLD Human beings have two modes of thinking, external and internal. In the natural world they use the external mode, in the spiritual world the internal. These two modes act as one in the case of the good, but not in the case of the wicked. It is rarely possible in the natural world to see what a person's interior is like, since from childhood he has wanted to be well-behaved and has learned to appear so. But in the spiritual world his nature is plain to see, for spiritual light reveals this; and he is then a spirit, and the spirit is the internal man. Now because I have been allowed to enjoy that light and by its help to see what the internal men from different kingdoms are like, having spent many years in contact with angels and spirits, it is my duty to publish this as a matter of importance. I start with some remarks on the British upper classes. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 40"
    },
    {
      "section": 40,
      "title": "Paragraph 40",
      "text": "40. The better of the British nation occupy the very centre of the Christians (see 20 above). The reason they are in the centre is that they have inward intellectual light. No one can see this in the natural world, but in the spiritual world it is plain to see. They get this light from the freedom they have to think, and so to speak and write. In the case of others who do not have the same freedom, that light is blocked, not having any outlet. The light, however, does not act of itself, but derives its activity from others, especially from their men of repute and authority. As soon as these utter any pronouncement, or anything approved by them is read, the light shines out; but rarely before this happens. For this reason the British in the spiritual world have governors set over them, and they are assigned priests who are famous for their learning and outstanding minds. Their character makes them cheerfully obey their orders and advice. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 41"
    },
    {
      "section": 41,
      "title": "Paragraph 41",
      "text": "41. They rarely leave their own community, because they love it as in the world they loved their country. Their characters too exhibit such similarity that they form close friendships with their compatriots, but rarely with others. They also help one another, and like sincerity. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 42"
    },
    {
      "section": 42,
      "title": "Paragraph 42",
      "text": "42. There are two large cities resembling London, to which most of the British come after death; I have been allowed to see them and to walk through them. The middle of that city is where in London, England, is the meeting place of merchants called the Exchange; that is where the governors live. [2] Beyond this centre is the east, behind it the west; the south is on the right side, the north on the left. In the eastern quarter live those who have been particularly distinguished by leading charitable lives; there are magnificent palaces there. In the southern quarter live the wise, amid much splendour. In the northern quarter live those who have above others loved freedom of speech and writing. In the western quarter live those who profess faith. On the right in this quarter is the entrance to this city, and also the way out; those who live wicked lives are sent away by it. The priests in the west, who, as I said, profess faith, do not dare to enter the city by the main streets, but only through the narrower lanes, since the only inhabitants who are tolerated in that city are those who believe in charity. [3] I have heard complaints about the preachers in the west, that they display such skill and eloquence in their elegant sermons, bringing in the dogma of justification by faith which is unknown to their hearers, that they do not know whether good is to be done or not. They preach about intrinsic good, separating it from extrinsic good, which they sometimes call merit-seeking and thus unacceptable to God. But when those who live in the eastern and southern quarters of the city hear such mystical sermons, they leave the churches; and afterwards the preachers are deprived of their priestly office. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 43"
    },
    {
      "section": 43,
      "title": "Paragraph 43",
      "text": "43. The other large city resembling London lies not in the Christian heartland (on which see 20 above), but outside it in the north. To that come after death those who are inwardly wicked. At its centre there is an opening leading to hell, and from time to time people are swallowed up in it. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 44"
    },
    {
      "section": 44,
      "title": "Paragraph 44",
      "text": "44. I once heard some priests from Britain talking among themselves about faith alone; and I saw an image they had made to represent faith alone. This seen in a dim light looked like a large giant, though to their eyes it looked like a handsome man. But when light was admitted from heaven it appeared in its upper part like a monster, in its lower part like a snake, not very different from the description of Dagon the idol of the Philistines. On seeing this they drew back, and the by-standers threw it into a pool. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 45"
    },
    {
      "section": 45,
      "title": "Paragraph 45",
      "text": "45. I perceived that those in the spiritual world who are from Britain have two theological systems, one based upon the doctrine of faith, the other on the doctrine of life. Those ordained into the priesthood base themselves on the doctrine of faith, those not so ordained, but generally called laymen, base themselves on the doctrine of life. This doctrine is plainly to be seen in the exhortation read every Sunday in their churches to those attending the Sacrament of the Holy Supper. In this it is openly said that if they do not shun evils as sins they are casting themselves into eternal damnation, and that, if they approach the Holy Communion in any other way, the Devil will enter into them as he did into Judas. I have on occasion talked with priests about the conflict between their doctrine of life and their doctrine of faith, and they had nothing to say in reply, but they did not dare to speak out what they were thinking. You can see that exhortation quoted in THE DOCTRINE OF LIFE FOR THE NEW JERUSALEM (5-7). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 46"
    },
    {
      "section": 46,
      "title": "Paragraph 46",
      "text": "46. I have frequently seen an Englishman who became famous for a book he published some years back, in which he had made great efforts to prove that faith and charity are linked by the influence and inner working of the Holy Spirit. He asserted that this influence worked in a manner that cannot be described and without the person's knowledge, but that it did not touch, much less openly affect the will, or rouse the person to think of doing anything as of himself, except by permission, so that nothing of the person should enter into Divine Providence. He said that in this way evils were hidden from God's sight, thus ruling out the outward exercise of charity for the sake of any part in salvation, though approving of it for the sake of the public good. Since he used the most ingenious arguments and did not appear to be a snake in the grass, his book was regarded as the height of orthodoxy. [2] The same writer after leaving the world kept to a similar dogma, and was unable to abandon it because he had proved it to himself. Angels talked with him and told him it was not the truth, but only a clever display of eloquence. They said that the truth is that a person ought to shun evil and do good as if of himself, yet acknowledging that good comes from the Lord. Before he did this he had no faith, let alone the kind of thinking he called faith. Since this was contrary to his dogma, he was allowed to use his acuteness of mind to go on enquiring into the question, whether such an unknown influence and inner working was possible without the outward working of the person concerned. He was then seen concentrating and wandering through the streets wrapped in thought, always clinging to the erroneous belief that in no other way could a person be made new and saved. But whenever he came to the end of a street, his eyes were opened and he saw he had gone astray, as he also admitted to those with him. I saw him wandering about like this for two years, and at the end of the streets admitting that such influence is impossible, unless the evil in the external man is taken away, which happens by shunning evils as sins as if of oneself. At last I heard him declare that all who are convinced of that heresy are driven mad by pride in their own intelligence. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 47"
    },
    {
      "section": 47,
      "title": "Paragraph 47",
      "text": "47. I talked with Melanchthon* and asked him about his present state. He did not wish to answer the question. I was therefore informed of his fate by others: he is at times in a rocky vaulted room and at other times in hell. In the room he is seen to be wearing a bear's skin on account of the cold, and when newcomers from the world wish to visit him because of his reputation, he does not admit them to his vault because of the filth in it. He still talks about faith alone, the doctrine which he above all others established in the world. *Melanchthon (a Greek translation of his German name), 1497-1560, was a leader of the Reform movement in Germany. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 48"
    },
    {
      "section": 48,
      "title": "Paragraph 48",
      "text": "48. VI THE DUTCH IN THE SPIRITUAL WORLD I said above (20) that the Christians among whom the Word is read and the Lord is worshipped are in the middle of the nations and peoples of the whole spiritual world, because they enjoy the strongest spiritual light, and it spreads its illumination as it extends to all the surrounding areas up to the outermost. This is as reported in THE TEACHING ABOUT THE SACRED SCRIPTURE (104-113). The Reformed Christians have been allotted places in this centre depending on how they receive spiritual light from the Lord. Since the British have this light stored up in their intellectual faculty, they are in the inmost part of the centre. Since the Dutch have that light very closely connected with their natural enlightenment, so that among them the light has not such a snow-white brilliance, but instead a non-transparent quality which allows them to reason from spiritual light and spiritual heat as well, they have been given dwellings in the Christian heartland in the east and south, in the east because of their ability to receive spiritual heat, which gives them charity, in the south because of their ability to receive spiritual light, which gives them faith. [2] Compass-points in the spiritual world are not like those in the natural world, and the location of dwellings depends on how faith and love are received, those in the east excelling in love and charity, those in the south excelling in intelligence and faith; on this see HEAVEN AND HELL (141-153). Another reason why they occupy those quarters of the Christian heartland is that the aim of their love is directed to trading and to money as the means to that aim, and this is a spiritual love. But where the aim of love is money, and trading a means to that aim, it is a natural love, being tainted with greed. The Dutch above others have the spiritual love just mentioned; regarded in itself it is a shared good containing and advancing the good of their native country. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 49"
    },
    {
      "section": 49,
      "title": "Paragraph 49",
      "text": "49. The Dutch are more firmly attached than other peoples to their religious principles, and are not to be moved from them. Even if it is proved to them that this or that point is inconsistent, still they do not accept this, but turn back and remain unmoved. So too they draw back from looking inwardly at truth, for they keep their powers of reasoning about spiritual matters under strict control. Being of this nature, on arrival in the spiritual world after death they are not prepared in the same way as others to receive the spirituality of heaven, which is Divine truth. They are not taught, because they are not receptive of teaching; but they are given a description of what heaven is like, and then they are permitted to go up into heaven to view it. Then whatever is in keeping with their character is imparted to them, so that when they are sent back down to their companions they are full of desire for heaven. [2] If then they do not accept this truth, that God is one in person and in essence, and that He is the Lord and that in Him is the Trinity, as well as this, that it is of no avail to know and talk about faith and charity, unless they are expressed in the life we lead, being given to us by the Lord when we shun evils as sins - if when they are taught such things they turn their backs on them, and continue to think of God as being three persons, and of religion as merely something that exists, they are reduced to poverty and their trade is taken away from them, until they realise they are reduced to extreme straits. Then they are taken to people who have affluent means and a flourishing trade, and there the idea is introduced into their minds from heaven of finding out what is the source of these peoples' prosperity. At the same time they are brought to reflect on what these people believe about the Lord, and how they live loathing evils as sins. Even so they do not sufficiently enquire and perceive how this agrees with their own thoughts and reflexions. These states alternate. Finally they think of their own accord that the way out of their poverty is to adopt similar beliefs and to behave in the same way. Then, depending on the extent to which they receive faith and lead a life of charity, they are given wealth and a pleasant life."
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "[3] In this manner those who have in the world lived a life containing some charity are corrected by themselves rather than by others, and prepared for heaven. Afterwards they become so much more resolute than others that they can be called models of constancy, nor do they allow themselves to be led astray by any reasoning, fallacy or blurring produced by sophistic arguments, or by mere proofs which result from looking at things the wrong way round. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 50"
    },
    {
      "section": 50,
      "title": "Paragraph 50",
      "text": "50. The Dutch are easily distinguished from others in the spiritual world, because they are seen to be dressed in much the same way as in the natural world, with the difference that those who have accepted a spiritual faith and way of life have smarter clothes. The reason they wear similar clothes is that they cling so resolutely to their religious principles; and in the spiritual world it is these which determine what everyone wears. So those who possess Divine truths are dressed in white garments and fine linen. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 51"
    },
    {
      "section": 51,
      "title": "Paragraph 51",
      "text": "51. The towns where the Dutch live are protected in a peculiar manner. All their streets are roofed over, and there are doors to the streets, to prevent them being spied on from the surrounding rocks and hills. This is because of their inborn anxiety to conceal their designs and to keep their intentions to themselves. For in the spiritual world such things are brought to light by looking at them. If anyone comes to them with the idea of investigating their condition, when he wishes to leave, he is brought to closed street-doors and then brought back and taken to several more; and this continues until he is extremely annoyed, when he is finally let out. This is done to prevent him coming back. *Wives who aim to keep their husbands under their control live at one side of the town, and do not meet their husbands except when they are invited, which invitations are civilly given. Then these wives are taken to houses where married couples live without one dominating the other. They are shown how well furnished and smart their houses are, and how pleasant a life they lead, being told that this is the result of the mutual love of a married couple. The women who pay attention to this and are impressed stop trying to dominate, and they live together. Then they are given a dwelling nearer the centre, and are called angels. The reason is that the love of married couples is a heavenly love, and it is untouched by a desire to dominate. * Previous English editions have added here the number 52, which is missing from the numerical sequence in the first edition. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 53"
    },
    {
      "section": 53,
      "title": "Paragraph 53",
      "text": "53. During the days of the Last Judgment I saw many thousands of that nation thrown out of the towns there and the villages and surrounding lands. These were those who in the world had not been led by any religious principles or by conscience to do any good, being only induced to keep up a reputation for honesty because it was to their advantage. For such people, when, as happens in the spiritual world, they stop thinking about reputation and advantage, plunge into every kind of crime, robbing any people they come across, while they are in the fields outside the towns. I saw them thrown into a fiery chasm stretching under the eastern district, and into a gloomy cavern stretching under the southern district. Their expulsion was witnessed on the ninth of January 1757. Those who had religious principles and conscience arising from them were left behind. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 54"
    },
    {
      "section": 54,
      "title": "Paragraph 54",
      "text": "54. I had a conversation, but only once, with Calvin.* He was in a community of heaven which appears in front above head level. He said that he had not agreed with Luther and Melanchthon about the doctrine of faith alone, since works are so often mentioned in the Word and are ordered to be done, so that faith and works must be linked. I heard from one of its governors that Calvin is accepted in his community because he is upright and does not cause disturbances. *Calvin (1509-64) another leading Reformer, born in France but lived mainly in Switzerland. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 55"
    },
    {
      "section": 55,
      "title": "Paragraph 55",
      "text": "55. I shall relate elsewhere what is Luther's* fate, because I have heard and seen him many times. I shall only say that he has often wished to withdraw from his doctrine of faith alone, but found it impossible. He is therefore still in the world of spirits, which is midway between heaven and hell; he sometimes suffers severely there. *Luther (1483-1546) the famous German Reformer. More about his fate will be found in TCR 796. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 56"
    },
    {
      "section": 56,
      "title": "Paragraph 56",
      "text": "56. VII THE ROMAN CATHOLICS IN THE SPIRITUAL WORLD I dealt with the Roman Catholics and the Last Judgment on them in my book ON THE LAST JUDGMENT (53-64). The Roman Catholics in the spiritual world are to be seen surrounding the Reformed and separated by a gap which they are not allowed to cross. Nonetheless members of the Jesuit order employ underhand tricks to communicate, and also despatch emissaries by little known routes to seduce people. But they are hunted down, and after being punished are either sent back to their companions or cast into hell. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 57"
    },
    {
      "section": 57,
      "title": "Paragraph 57",
      "text": "57. After the Last Judgment they underwent a change of state, so that they were not permitted to form groups as formerly. But paths were assigned to every love, whether good or evil, which newcomers from the world at once enter on, and proceed to the community answering to their love. By this means the wicked are brought to a community in touch with the hells, the good to a community in touch with the heavens. Care is thus taken to prevent the formation of artificial heavens, as happened before. There are countless communities of this kind in the world of spirits, which is midway between heaven and hell, as many as there are genera and species of good and evil affections. In the meantime, before being raised to heaven or cast down to hell, these spirits are spiritually linked to people in the world, because they too are midway between heaven and hell. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 58"
    },
    {
      "section": 58,
      "title": "Paragraph 58",
      "text": "58. All the Roman Catholics, provided they were not outright idolaters, but sincerely performed good actions as the result of their religious principles and also looked to the Lord, are taken to communities which have been set up next to the Reformed; there they receive instruction, have the Word read to them and the Lord is the subject of sermons. Those who accept these truths and put them into practice in life are raised up into heaven and become angels. There are many such communities of them in each quarter, and they are guarded on all sides against the guiles and cunning tricks of the monks, and against the Babylonian ferment. Moreover, all their children are in heaven, since, having been brought up by angels under the Lord's guidance, they know nothing of their parents' false religious beliefs. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 59"
    },
    {
      "section": 59,
      "title": "Paragraph 59",
      "text": "59. All who come from earth into the spiritual world are kept to begin with in the faith held and the religion practised in their native land. This happens to the Roman Catholics too; so they always have some representative Pope set over them, whom they venerate with similar ritual to that observed in the world. It is not often that anyone who was Pope in the world plays the role of Pope. However, the man who was Pope at Rome twenty years ago* was set over them, because he cherished in his heart the notion that the Word is more holy than is generally believed, and that the Lord is to be worshipped. But he abdicated after carrying out the duties of Pope for a number of years, and took himself off to join the Reformed Christians; he is still among them and enjoys a blessed life. I was allowed to talk with him, and he said that he venerates the Lord alone, because He is God and has power over heaven and earth. He said that calling on the saints was nonsense, and so were their Masses. He said that in the world he had intended to reform the church, but had been unable to do so for reasons he gave. I saw him, when on the day of the Last Judgment the great northern city inhabited by the Roman Catholics was destroyed, carried away in a sedan chair and taken to a safe place. The fate of his successor was quite different. * Probably Pope Clement XII (1730-1740). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 60"
    },
    {
      "section": 60,
      "title": "Paragraph 60",
      "text": "60. I may add here the account of an experience. I was allowed to talk with Louis XIV, the grandfather* of the present king of France, who when he was in the world worshipped the Lord, read the Word, and recognised the Pope as no more than head of the church. He therefore holds very high rank in the spiritual world and is the ruler of an excellent community of Frenchmen. I once saw him as it were coming down a staircase; and on coming down I heard him say that it was like being at Versailles. Then there was silence for about two hours, after which he said that he had talked with his grandson the king of France about the Papal Bull Unigenitus, telling him to abandon his previous intention and to reject it as harmful to the French nation. He said that he had instilled this idea deep into his thoughts. This happened on the thirteenth of December 1759, around eight o'clock in the evening. * More accurately, great grandfather. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 61"
    },
    {
      "section": 61,
      "title": "Paragraph 61",
      "text": "61. VIII THE SAINTS OF THE ROMAN CATHOLICS IN THE SPIRITUAL WORLD It is well known that a person has inborn or hereditary evil from his parents, but few people know in what it consists. It consists in the love of power over others, which is so strong that to the extent it is given rein it bursts out so violently as to burn with the desire of controlling all, and finally of wishing to be invoked and worshipped as God. This love is the serpent which deceived Eve and Adam, for it said to the woman: God knows that on the day you eat of the fruit of that tree, your eyes will be opened and you will then be like God. Gen. 3:4, 5. To the extent, then, that a person lets go the reins and plunges into this love, he turns his back on God, and turns to himself, becoming an atheist. Then the Divine truths of the Word can serve him as means to an end; but because the end is power over others, he does not like the means except in so far as they serve his purposes. This is why those who have this love in a moderate or in the ultimate degree are all in hell, for there that love is the devil. There are some there who cannot bear to hear anyone talking about God. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 62"
    },
    {
      "section": 62,
      "title": "Paragraph 62",
      "text": "62. This is the love of those of the Roman Catholics who, enticed by the pleasure of indulging it, have exercised control over others and who have poured scorn on the Word, preferring to it the Pope's dictates. These undergo total devastation as regards externals, until they no longer know anything about the church; then they are cast down into hell and become devils. There is a separate hell reserved for those who want to be invoked as gods, where their imagination is so disordered that they see what does not exist, not what does. Their delirium is like that of some patients suffering from malign fever who see non-existent specks in the air and in their room and on their bedclothes. This is the worst of evils meant by the serpent's head, which is trodden on by the seed of the woman, and which injures his heel (Gen. 3:15). The heel of the Lord, who is the seed of the woman, is the Divine proceeding in its ultimate form, which is the literal sense of the Word. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 63"
    },
    {
      "section": 63,
      "title": "Paragraph 63",
      "text": "63. Human beings owe to their heredity a desire to have power over more and more people as their restraints are successively removed, and finally over all; the inmost of this love is a desire to be invoked and worshipped as a god. All therefore who have been canonised by papal bulls are taken from the sight of others and kept apart, being denied any contact with those who venerate them. This is in order to prevent that root which is the worst of evils being stirred up in them, so that they fall into such delusions of the imagination as occur in the hell just mentioned. Such delusion is the lot of those who, while they lived in the world, made great efforts to become saints after death so that they should be invoked. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 64"
    },
    {
      "section": 64,
      "title": "Paragraph 64",
      "text": "64. Many of the Roman Catholics, especially monks, on reaching the spiritual world look for the saints, each seeking the saint to whose order he belongs. They are surprised at not finding them. But later on they are taught that they are not kept apart from those who are in the heavens or in the hells, depending on how each has lived in the world; and that in either case they know nothing of the veneration and invocations addressed to them. Those who do know of it and wish to be called upon are in that separate hell in a state of delirium. The veneration of the saints is such an abomination in heaven that its bare mention causes horror, since in so far as veneration is directed to any human being, so far is it taken away from the Lord. For in these circumstances the Lord cannot be the sole object of veneration, and if He is not this, a separation is made which does away with communion with Him, and the happiness of life which flows from it. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 65"
    },
    {
      "section": 65,
      "title": "Paragraph 65",
      "text": "65. So that I should know, and thus publish, what the saints of the Roman Catholics are like, as many as a hundred, who know of their canonisation, were brought up from the lower earth. They came up behind my back, only a few before my face. I spoke with one of them who was, I was told, Xavier.* While he was speaking with me, he was like an idiot. However, he was able to relate that in his own place where he is shut up he was not an idiot, but became one as often as he thought about being a saint. I heard the same kind of murmuring from those behind my back. * Canonised in 1612. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 66"
    },
    {
      "section": 66,
      "title": "Paragraph 66",
      "text": "66. It is quite different with those of the so-called saints who are in heaven. They know nothing of what happens on earth; and I was unable to talk with them for fear they might gain any notion of this. Only I once saw Mary, the mother of the Lord, pass by; she appeared overhead dressed in white. She paused then for a moment to say that she had been the Lord's mother, and He had been born to her. But on becoming God He had put off everything human He had from her, and she now worships Him as her God, being unwilling for anyone to acknowledge Him as her son, since everything in Him is Divine. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 67"
    },
    {
      "section": 67,
      "title": "Paragraph 67",
      "text": "67. I shall add here another experience. Sometimes the Parisians, who form a community in the spiritual world, see appear at a moderate height a woman dressed in shining clothing and with a saintly expression, who claims she is Genevieve. But when some people begin to venerate her, her face and her clothing change at once, and she becomes like an ordinary woman. She reproaches them for wanting to venerate a woman who is regarded by her companions as no more than a servant-girl, expressing surprise that people in the world are the dupes of such trickery. The angels told me that the reason for her appearance was to keep apart those there who venerated human beings from those who venerated the Lord. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 68"
    },
    {
      "section": 68,
      "title": "Paragraph 68",
      "text": "68. IX THE MOHAMMEDANS IN THE SPIRITUAL WORLD, AND ON MOHAMMED The Mohammedans in the spiritual world are to be seen behind the Roman Catholics in the west, and as it were surrounding them. The chief reason why they are to be seen in that position is that they acknowledge the Lord as a very great prophet, the Son of God, and the wisest of all, who was sent into the world to teach mankind. In that world the distance at which each person lives from the Christian heartland occupied by the Reformed depends upon his admission of belief in the Lord and in one God. For that is what links their minds with heaven, and determines their distance from the east, above which the Lord is. Those who due to their wicked lives do not share that belief are in the hells below them. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 69"
    },
    {
      "section": 69,
      "title": "Paragraph 69",
      "text": "69. Since religion makes up the inmost part of a person, and the rest of him derives from the inmost, and since Mohammed is associated in their minds with religion, there is always a Mohammed set up for them to see. He is placed in the Christian heartland, but underneath, so that they should face the east, above which the Lord is. He is not the real Mohammed who wrote the Koran, but another who acts for him; nor is it always the same one, but he changes. At one time it was a man from Saxony who was captured by Algerians and became a Mohammedan. Since he had also been a Christian, he was impelled to talk in their presence about the Lord, telling them that He was not, as they had believed in the world, the son of Joseph, but the Son of God Himself. By this means he put into their minds the idea that in person and essence the Lord was one with the Father. This Mohammed was followed by others, who were impelled to speak in much the same way. As a result many of them come to accept a truly Christian belief about the Lord. Those who do are taken to a community nearer to the east, where there is contact with heaven; and later on they are raised up to heaven. In the place where this Mohammed lives, a fire like that of a torch is to be seen as a mark by which he is recognised. But this fire is invisible to all but Mohammedans. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 70"
    },
    {
      "section": 70,
      "title": "Paragraph 70",
      "text": "70. The real Mohammed who wrote the Koran is not to be seen at the present time. I was told that in the earliest times he was set over them but because he wanted to control the whole of their religion as if he were God, he was thrown out of the residence he had below the Roman Catholics and sent down to the right near the south. On one occasion some communities of Mohammedans were stirred up by malicious spirits to acknowledge Mohammed as God. In order to quell this revolt Mohammed was brought up from the depths and displayed to them; and I too was then able to see him. He looked like the corporeal spirits who lack any interior power of perception, his face dark and almost black. I heard him say only these words 'I am your Mohammed', and shortly afterward he seemed to sink down and return to his place. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 71"
    },
    {
      "section": 71,
      "title": "Paragraph 71",
      "text": "71. As regards their religious beliefs, these have been permitted to be as they are because they suit the oriental character, so that they are accepted in so many kingdoms; and also because the Ten Commandments are made a part of their religious system, and it contains something drawn from the Word; but chiefly because in it the Lord is recognised as the Son of God and the wisest of all. It has also served to banish the idolatrous practices of many nations. The reason no inward religion was opened to them through Mohammed was their practice of polygamy which emits a stink towards heaven. For the marriage of a husband with one wife corresponds to the marriage of the Lord and the church. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 72"
    },
    {
      "section": 72,
      "title": "Paragraph 72",
      "text": "72. Many of them are capable of receiving the truth, and can see the rightness of arguments, as I was able to observe by talking with them in the spiritual world. I talked with them about the one God, resurrection and marriage. On the subject of one God they said they did not understand Christians talking about the Trinity and saying there are three Persons, each of whom is God, while still insisting that God is one. I replied that the angels in the Christian heaven do not say that, but that God is one in person and in essence in whom there is a threefold entity, which people on earth call three Persons. I said that this threefold entity is in the Lord; and to prove this I read to them the passages in Matthew and Luke which describe the Lord's conception from God the Father, and where He teaches that the Father and He are one. On hearing this they grasped the point, saying this meant that He had a Divine essence. [2] On resurrection they said that they did not understand what Christians said about people's state after death, likening the soul to wind or air, so that it had no chance of pleasure until reunited with the body on the day of the Last Judgment. I replied that only some Christians spoke in this way; but those who do not belong to that sect believe that after death they will reach heaven, talk with angels and experience heavenly joy, which, although they give no account of it, they do not distinguish from similar joy experienced in the world. I added that at the present time further revelations previously unknown about the state of people after death are being made to them. On marriage, I had many conversations with them. I said among other things that the love of a married couple is a heavenly love, which cannot exist except between two persons; and association with more than one wife excludes the heavenly element in that love. They listened to my arguments and saw their rightness. They also grasped that polygamy had been permitted them because they are orientals, who but for that dispensation would have lusted more than Europeans after foul adulteries, and so would have been lost. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 73"
    },
    {
      "section": 73,
      "title": "Paragraph 73",
      "text": "73. X THE AFRICANS AND THE HEATHEN IN THE SPIRITUAL WORLD The heathen, who know nothing about the Lord, are to be seen surrounding those who do. Indeed the people who occupy the outermost fringes are those who are utter idolaters and worshipped the sun and the moon. Those, however, who acknowledge one God and are scrupulous in observing the kind of precepts that are in the Ten Commandments, are to be seen in the upper region, and are thus in more direct communication with the Christians in the heartland, for this prevents communication being cut off by the Mohammadens and the Roman Catholics. The heathen too are grouped according to their characters and their ability to receive light from the Lord through the heavens. Some live further in, some further out; this does not depend on their native country, but on their religion. The Africans are further in than the rest. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 74"
    },
    {
      "section": 74,
      "title": "Paragraph 74",
      "text": "74. All who acknowledge one God as Creator of the universe, and worship him, entertain the idea of God as a human being, saying that no one can have any other idea of God. When they hear that many people have an idea of God as being a kind of small cloud, they ask where such people are to be found. On being told that they are among the Christians, they declare that this is impossible. But they receive the reply that these people have formed such an idea because God is called in the Word a Spirit, and they cannot think of spirit as anything but a wisp of cloud, being unaware that every spirit and every angel is a human being. They were further tested to see whether their spiritual idea resembled their natural one, and it was discovered that it is not similar in the case of those who inwardly acknowledge the Lord as the God of heaven and earth. I heard a certain Christian priest say that no one can have any idea of a Divine Human. I saw him being taken to visit various groups of heathens, proceeding successively to those further and further in, and from there to their heavens, and finally to the Christian heaven. Everywhere he was allowed to share their inward perception of God, and he observed that they had no other idea of God than as a human being, and this is the same as the idea of a Divine Human. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 75"
    },
    {
      "section": 75,
      "title": "Paragraph 75",
      "text": "75. There are many communities of heathens, especially Africans, who, on being taught by angels about the Lord, say that it was inevitable that God the Creator of the universe should have appeared in the world, because He created and loves them; and that this appearance to the sight of the eye could only have been in human form. When they are told that He did not appear as angels usually do, but that He was born as a man and was seen as such, they hesitate a little and ask whether he had a human father. On hearing that He was conceived by the God of the universe and born of a virgin, they say that this means He had a Divine essence; and because this is infinite and life itself, He was not a man like other men. Later they are informed by angels that He looked like any other man; but when He was in the world, His Divine essence, which is in itself infinite and life itself, threw off His finite nature and the life He had from His mother and thus made Divine His Human, which was conceived and born in the world. The Africans, because their inward thinking is more spiritual than that of others, understood this and accepted it. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 76"
    },
    {
      "section": 76,
      "title": "Paragraph 76",
      "text": "76. Since this is the nature of the African in the world too, at the present time a revelation is being made to them, which beginning at the centre is spreading out from there, but has not reached the seas. They acknowledge our Lord as the Lord of heaven and earth, and laugh at monks, when they come to them, and Christians talking about a triple Divinity and salvation by only thinking. They say that no one who worships at all fails to live according to his religion. If he did not, he would inevitably become stupid and wicked, for he does not then receive anything from heaven. They even call stupidity clever malice, because there is no life, but only death, in it. I heard of the angels' joy at that revelation, that it was opening up communication for them with the human reason, which previously had been closed by the blindness obscuring matters of faith. I was told from heaven that the inhabitants of that country are having dictated to them by angelic spirits the teachings that have just been published in the TEACHING OF THE NEW JERUSALEM ABOUT THE LORD, THE WORD and in the TEACHING ABOUT LIFE FOR THE NEW JERUSALEM. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 77"
    },
    {
      "section": 77,
      "title": "Paragraph 77",
      "text": "77. When I talked with Africans in the spiritual world, they appeared dressed in striped linen, saying that such clothing suited them, and that their womenfolk wore garments of striped silk. They told me that their children often ask their nurses for food, saying they are hungry, and when food is set before them they taste it to see whether it is suitable and eat a little. From this it is clear that it is spiritual hunger, the desire to know real truths, which causes this, for it is a correspondence. When the Africans want to know how they stand as regards affection for and perception of truth, they draw their swords; if they shine, they know they have real truths, and the more they have the brighter they shine; this too is due to correspondence. On the subject of marriage they said that although their law allows them to marry more than one wife, they do not take more than one, because true marriage love is indivisible. If it is divided, its essence, which is heavenly, is lost; it becomes external and lewd, quickly fading as their virility declines and turning to loathing when it goes completely. But true marriage love is internal and untouched by lewdness, so it lasts for ever, growing equally in strength and delight. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 78"
    },
    {
      "section": 78,
      "title": "Paragraph 78",
      "text": "78. They said that visitors from Europe are not admitted. When any, especially monks, do manage to get in, the Africans enquire into their knowledge, and when they give some account of their religious beliefs, call them rubbish they cannot bear to hear. So then they banish them to hard labour, so that they may do something useful. If they object to doing this, they sell them into slavery, and their law permits them to beat slaves as much as they wish. If they can still not be forced to do anything useful, they eventually sell them for a pittance to humble people. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 79"
    },
    {
      "section": 79,
      "title": "Paragraph 79",
      "text": "79. XI THE. JEWS IN THE SPIRITUAL WORLD Before the Last Judgment the Jews were to be seen in a valley to the left of the Christian heartland. After it they were transferred to the north and forbidden to have any contact with Christians except with wanderers outside the cities. In that quarter there are two large cities to which Jews are taken after death. Before the judgment both were called Jerusalem, but were afterwards given another name, since after the judgment 'Jerusalem' meant the church in which the Lord alone is worshipped. They have in their cities converted Jews set over them, who warn them not to speak insultingly of Christ, and punish those who still do so. The streets of their cities are ankle-deep in mud, and their houses are so full of dirt that they smell too bad for any one to enter. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 80"
    },
    {
      "section": 80,
      "title": "Paragraph 80",
      "text": "80. There is sometimes seen by the Jews an angel at a moderate height above them with a rod in his hand, who gives them to understand he is Moses. He begs them to abandon the folly of waiting for the Messiah even there, since the Messiah is Christ, their ruler and everyone's. He says that he knows this and knew something about Him when he was in the world. On hearing this they depart; the majority forget it, and only a few remember. Those who do remember are sent to synagogues run by converted Jews, where they are instructed. Those of them who accept instruction are given new clothes to replace the rags they had before, and a neatly written copy of the Word. They are given a not ill-favoured home in the city. Those, however, who do not accept it are cast down into the hells below that wide region of theirs, many into forests and deserts, where they prey on one another. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 81"
    },
    {
      "section": 81,
      "title": "Paragraph 81",
      "text": "81. In that world as in the previous one the Jews are merchants dealing in various goods, especially precious stones which they acquire by ways unknown to me from heaven, where they are plentiful. The reason they trade in precious stones is that they read the Word in its original language, and regard its literal sense as holy; precious stones correspond to the literal sense of the Word. (For this correspondence see THE TEACHING OF THE NEW JERUSALEM ABOUT THE SACRED SCRIPTURE 42-45). They sell them to the heathen who live around them in the northern quarter. They are even able to fake imitations and make people imagine they are real; but those who do so are severely punished by their rulers. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 82"
    },
    {
      "section": 82,
      "title": "Paragraph 82",
      "text": "82. The Jews are especially notable for failing to know that they are in the spiritual world, believing themselves still to be in the natural world. The reason is that they are utterly external people, having no inward thoughts about their religious beliefs. They therefore speak about the Messiah in the same way as previously. They say, for instance, that He will come with David and glittering with jewels will go before them, leading them into the land of Canaan, drying up rivers for them to cross by raising his rod. They say that the Christians, whom they refer to among themselves as gentiles, will then catch hold of the skirts of their clothes, humbly begging to be allowed to accompany them; and they will accept the rich if they are well enough off, and these will actually be their servants. They do not want to know that in the Word the land of Canaan means the church, Jerusalem the church as regards its teaching, and so the Jews mean all who are to belong to the Lord's church. (See THE TEACHING ABOUT THE SACRED SCRIPTURE 51 for the meaning of the Jews in the Word.) When asked whether they believe they will really reach the land of Canaan, they say they will then go down into it. When they are told that the land could not hold them all, they reply that it will then be enlarged. When told that they do not know where Bethlehem is, and who are of the stock of David, they reply that the Messiah who is to come knows that. When asked how the Messiah, the Son of Jehovah, can live with such wicked people, they deny that they are wicked. When told that Moses nonetheless so describes them in his song (Deut. 32), saying they are very wicked, they answer that Moses was then angry at their turning away*. But when they are told that Moses wrote that at Jehovah's orders, they keep quiet and go away to discuss it. When told that they are descended from a woman of Canaan and from Judah's fornication with his daughter-in-law (Gen. 38), they are angry, saying it is enough that they are descended from Abraham. When told that the Word inwardly contains a spiritual sense, which deals with nothing but Christ, they reply that this is untrue, but there is nothing inside the Word but gold, and much of the same sort besides. *Reading respondent...discederent for respondet...discederet. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 83"
    },
    {
      "section": 83,
      "title": "Paragraph 83",
      "text": "83. XII THE QUAKERS IN THE SPIRITUAL WORLD There are some spirits of the Enthusiast type who are kept apart from all others; they are of such gross insensitivity* that they believe they are the Holy Spirit. When the Quaker movement began, these were brought out of the surrounding forests where they wandered, and they battened on many people, inducing the belief that they were impelled by the Holy Spirit. Because they could sensibly feel the influence acting on them, that religious persuasion totally engrossed them, so that they believed themselves to be extraordinarily enlightened and holy. For this reason it was impossible to wean them from their beliefs. Those who have become convinced of them experience a similar state of enthusiasm after death; they are separated from others and banished to join their fellows in the forests, where seen from a distance they look like wild boars. Those who have not become convinced of these ideas are separated from the others and sent away to a desert-like district on the outer fringe of the southern quarter, where caves serve them as meeting places. *Literally 'of such a fat nose'. The phrase goes back ultimately to the Roman poet Horace (Epodes 12.3). Enthusiasts were those who believed they were personally inspired. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 84"
    },
    {
      "section": 84,
      "title": "Paragraph 84",
      "text": "84. After the first group of enthusiastic spirits were taken away, the trembling coming from them which gripped the bodies of the rest ceased, and they then felt a movement towards the left. It was demonstrated that from their first beginnings they successively turned to worse and worse actions, and finally to crimes, at the bidding of their 'holy spirit'; these they reveal to none. I spoke with the founder of their religious system, and with Penn;* they said they had nothing to do with such practices. Those who have committed such crimes are after death sent down to a dark place, where they sit in corners looking like dregs. *William Penn (1644-1718), the founder of Pennsylvania. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 85"
    },
    {
      "section": 85,
      "title": "Paragraph 85",
      "text": "85. Since they have rejected the two Sacraments, Baptism and the Holy Supper, but they still read the Word and preach about the Lord, and speak under the influence of enthusiastic spirits, thus mixing the holiness of the Word with profaned truths, there is no community formed from them in the spiritual world. But after wandering here and there by themselves, they disappear and are gathered in the desert mentioned before. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 86"
    },
    {
      "section": 86,
      "title": "Paragraph 86",
      "text": "86. XIII THE MORAVIANS IN THE SPIRITUAL WORLD I had many conversations with the Moravians, also known as the Herrnhuters. They were at first to be seen in a valley not far from the Jews; after being examined and shown up they were taken to an uninhabited region. While under examination they knew how to ensnare minds with their cunning, saying that they were the remains of the Apostolic church, and that is why they greet one another as brothers, and as mothers those women who keep their more intimate secrets. They also claim that they excel others in the teaching of faith, and that they love the Lord because He suffered the cross, calling Him the Lamb and the Throne of Grace. They have many other similar claims to persuade people to believe that theirs is the true Christian church. Those who approach ensnared by their smooth talking are examined to see whether they are the kind of people to whom they would dare to entrust their secrets. If they are not, they conceal them, but if possible, they reveal them. Then they issue warnings and threaten any who publish their secrets about the Lord. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 87"
    },
    {
      "section": 87,
      "title": "Paragraph 87",
      "text": "87. They behaved similarly in the spiritual world, yet it was perceived that inwardly they did not think like this. So to disclose this they were admitted into the lowest heaven; but they could not bear the aura of charity and faith from it which came from the angels there, and they took to their heels. Afterwards, because in the world they had believed that they alone were alive, and that they would reach the third heaven, they were actually carried up to that heaven. But on perceiving the aura of love to the Lord there, they were seized with pain in the heart and began to suffer inward torments, jerking convulsively like those in a death agony; so they cast themselves down headlong. These events first showed that they had in them not a scrap of charity towards the neighbour nor of love to the Lord. Then they were sent to those whose task it is to examine the interiors of thoughts. They reported that they belittled the Lord, were so averse to a life of charity that they loathed it, they treated the Old Testament Word as useless, and slighted the Word of the Gospels. All they accepted were some arbitrarily chosen passages from Paul about faith alone. These, they reported, are the secrets they conceal from the world. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 88"
    },
    {
      "section": 88,
      "title": "Paragraph 88",
      "text": "88. It was demonstrated that their view of the Lord was like that of the Arians, that they slighted the Word of the Prophets and the Evangelists, and that they hated a life of charity, although the whole heaven depends upon these three as it were columns. After this those who knew and believed in their secrets were judged as antichrists, rejecting the three essentials of the Christian church: the Divinity of the Lord, the Word and charity. They were expelled from the Christian world into the desert which lies at the edge of the southern quarter near the Quakers. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 89"
    },
    {
      "section": 89,
      "title": "Paragraph 89",
      "text": "89. I heard Zinzendorf,* shortly after his arrival in the spiritual world, allowed to speak as he had done in the world. He claimed that he knew the secrets of heaven, and that no one reached heaven but those who followed his teaching. He said those who did good deeds in order to be saved were utterly damned, and he would rather welcome atheists than these into his congregation. He said that the Lord was adopted by God the Father as His son, because He had suffered the cross, but that He was still an ordinary human being. When he was told that He was conceived by God the Father, he replied that he pleased himself what he thought about that; he did not dare to speak as the Jews do. Moreover, when I read the Gospels, I was aware that his followers were shocked at many passages. *Nicolaus Ludwig, Count von Zinzendorf (1700-60), founder of the Moravian colony at Herrnhut. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Cont.) (Chadwick) n. 90"
    },
    {
      "section": 90,
      "title": "Paragraph 90",
      "text": "90. They say that they had a feeling which gave them an inward confirmation of the rightness of their dogmas. But it was demonstrated to them that that feeling came from spirits who see visions. These confirm all the details of a person's religious beliefs, and enter even more closely into those who, like them, love their religion and think a great deal about it. These spirits actually talked with them and they recognised one another. This page is part of © 2000-2001 The Academy of the New Church"
    }
  ]
}