{
  "id": "dole_introtheologicallatin",
  "title": "Dole Introtheologicallatin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 2,
      "title": "Page 2",
      "text": "AN INTRODUCTION TO SWEDEN BORG'S THEOLOGICAL LATIN by G.t: Dole Gratefully dedicated to Thomas O. Lambdin, Ph. D. magister nexuum"
    },
    {
      "section": 3,
      "title": "Page 3",
      "text": "ISBN: 0-87785-125-5 1 st Printing 1984 All rights reserved Sweden borg Foundation, Inc. 139 East 23rd St. New York, NY 10010 Cover and book design by John N. Tierney Manufactured in the United States of America"
    },
    {
      "section": 4,
      "title": "Page 4",
      "text": "Table of Contents Preface Introduction I. Sweden borg's Latin 2. The Noun: Nominative and Genitive 3. The Verb: Third Singular Active 4. The Noun: Accusative; Prepositional Phrases 5. \"To Be,\" \"To Be Able\" 6. The Verb: Third Plural Active, Third Passive 1. The Noun: Ablative; Syntax of Prepositional Phrases; The Verb: Present Passive Infinitive 8. Adjectives 9. Nominal Clauses I O. The Noun: Dative and Vocative; The Verb: Perfect Passive I I. Degrees of Comparison; Deprepositional Adjectives 12. Adnominal Clauses; Relative Pronouns 13. The Verb: First and Second Person Active; 14. Present Active Participle; Further Superlatives 15. Demonstratives; Reflexive Pronouns 16. The Verb: First and Second Person Passive; The Ablative Absolute ii I 6 II 15 19 22 25 28 31 34 38 42 46 49 52 55 17. Adverbal Clauses, Purpose and Result; 59 Personal Pronouns 18. The Verb: Perfect Subjunctive, Pluperfect, and Future Perfect 63 19. Nominal Clauses, Other Kinds and Uses 66 20. Use of Lexicon; Solus, Unus, Ipse 68 2 I. Interrogatives; Aliquis 71 22. Conditional Clauses, Further Verb Forms 74 23. Nominalized Questions; 77 Gerunds, Gerundives, and the Passive Periphrastic 24. The Verb: Imperative and Jussive; Deponents 80 25. The Future Active Participle; Some Irregular Verbs 83 Appendix: Selected Readings 86 Paradigms 94 Latin-English Glossary English-Latin Glossary Index"
    },
    {
      "section": 6,
      "title": "Page 6",
      "text": "PREFACE This book in designed to describe Sweden borg's Latin step by step in such a way as to enable a student, with the aid of a teacher, to acquire a grasp of the basic syntax and a basic vocabulary in one year. In order to accomplish this, we have departed from the traditional arrange­ ment of proceeding declension by declension, and have begun with the most frequent forms. This enables us to introduce actual texts with a minimum of adaptation quite early in the course, and also means that the most fre­ quent forms will be given the most exposure in the course of the year. The focus is on reading knowledge rather than on conversational skill, and the approach is somewhere between that of a traditional grammar and that of an inductive one. The basic premises of this approach are outlined in the Introduction. Unless the student is familiar with the discipline of descriptive linguistics, this mate­ rial should be studied with care and discussed. Otherwise, the presentations of syntactical phenomena in the individual lessons will seem elusive at best. The impetus for the present work has come from the writer's encounter with the vivid and simple clarity of Swedenborg's theological Latin, after years of familiarity with the translation style of the English Standard Edition. For better or for worse, the student must master a good deal of detailed information before this clarity will become evident. The rewards, however, far exceed the effort involved. For once the mechanics of concept-transmission are grasped, they are transcended, and there can be a direct encounter of mind and mean­ ing that begs to be shared. I wish to express my gratitude to several anonymous donors whose generos­ ity was a material aid in the initial preparation of the manuscript, to Nancy Crompton for her skill with the diagrams, to the Sweden borg Foundation for its willingness to publish a work for such a limited readership, and to Richard Goerwitz for reading the penultimate draft, making several precise sugges­ tions for improvement, and supporting the notion of its publication."
    },
    {
      "section": 7,
      "title": "Page 7",
      "text": "INTRODUCTION As children, we learned to talk, basically by imitating our parents. Later, we learned a writing system which set the same language in another form, visual rather than auditory. Later still, we may have learned rules of our language; and we may also have learned other languages and their rules. But we rarely stop to consider just what it is that we have learned. How does a set of marks on a page, or a series of sound waves, convey meaning? If we listen to a language we do not understand, we are aware that we cannot distinguish individual words. They are not marked off by pauses or by any audible devices. Apart from pauses for breath, the sound stream is continuous. Yet once the language is understood, it is heard as composed of words. These \"words\" are distinctive sets of sounds, and every language has a basic, limited repertoire of sounds which it may use in making words. Now in fact, the \"t\" in \"bet\" does not have the same,sound as the \"t\" in \"betide.\" Each \"sound\" is actually a range of sounds, since in a continuous sound stream each sound is affected by its immediate environment. The study of sound in speech simply as sound, quite apart from meaning, is called phonetics. Not all differences in sound indicate differences in meaning. A Midwesterner and a Southerner will pronounce the name \"Harvard\" differently, but they will presumably be referring to the same institution. Learning a spoken language involves learning which differences in sound are used to distinguish words from each other. This particular study is known as phonemics. On the next level of analysis, we deal with the sound-groups to which mean­ ings can be assigned-roughly, that is, with words. The study of the meaning ranges of such units is called lexicography. But words themselves may occur in different forms. Sounds may be added to the beginning or the end, changes may be made in the middle, signalling variations in meaning. We have clusters of words such as discover, discovered, ii"
    },
    {
      "section": 8,
      "title": "Page 8",
      "text": "discovering, discovery, and discoveries, related to clusters involving cover, uncover, and recover, for example. The study of the patterns involved in such clusters is called morphology. On the next level of analysis, we deal with the patterns by which these words arejoined into actual communications. Every language has its own distinctive way of doing this, its own limited repertoire of devices and patterns. The study of these is known as syntax. Finally, there are the broadest and subtlest distinctions which we associate with matters of composition and style. This is often given only cursory atten­ tion in language study (and the present work will prove no exception), pre­ sumably because it involves elusive material, and is difficult to teach; but it forms an important part of the process of verbal communication. It should be noted in this connection that a conventional writing system is not a precise representation of the sounds of actual speech. The pronunciation guides in dictionaries are more precise than normal spelling, and a carefully designed phonetic alphabet is even more so. However, an extraordinarily com­ plex system of notation would be needed to attain complete precision, since it would have to reflect regional accents, individual peculiarities, and the ex­ pressive devices of pace, tone, volume, and pitch that often convey major dimensions of meaning. In dealing with a language no longer spoken, we may attempt to reconstruct pronunciation from spelling. This yields a consistent relationship between spelling and pronunciation which no living language is likely to exhibit. While there might be some slight profit in discovering how Swedenborg did pro­ nounce Latin, it is normally sufficient to adopt any consistent system which does distinguish in speech those elements that are distinguished in writing. N.B. In approaching a new language, two misconceptions often get in the way -first that the language is basically a lot of new words, and second that these words refer directly to \"reality.\" In regard to the first it is vital to realize that syntax is just as distinctive a feature of a language as is vocabulary. Just as Latin words must be translated into English words, so Latin structures must be translated into English structures. A word-by-word approach will be cumbersome at best and often disastrous. In regard to the second, the vast majority of words refer to categories rather than to \"things,\" and categories are mental constructs. I may refer to my cat for example, as a cat an animal, a mammal, a pet a pest a creature, an import a snob, a problem, a foot-warmer, a loafer, or a gourmet. My cat may in some sense belong to all of these categories, even though no two of them iii"
    },
    {
      "section": 9,
      "title": "Page 9",
      "text": "are identical. The cat does not change nature by being differently named, but she is associated with a different group in each case. Different languages use different categories. It may puzzle us to discover that Hebrew dabar may mean either \"word\" or \"thing\" but this isjust one example of a most common phenomenon. In learning vocabulary; then, one must dis­ tinguish between learning some translation values and learning \"what the word means.\" Its meaning will involve both some central notion, and a more or less wide range of applications of that central notion. A good dictionary will give instances of actual usage; and the student is advised to use the con­ densed definitions in the present work only as clues to actual meaning. Further, exploration of the meaning range of a word (et. Ch. 20), as opposed to brute memorization of verbal equations, can be a major aid in the learning of vocabulary. For historical reasons, English tends to use Anglo-Saxon words for common physical things and Romance or Latinate words for abstractions. There is no parallel to this in Latin. We \"prop up\" shaky structures and \"confirm\" uncer­ tain appointments: Latin would use the same word for both. This means that a translator must often make a choice between abstract and concrete which Sweden borg not only did not make but virtually could not make. The choice of cognates-of Latinate words-is usually the choice of the abstract. iv"
    },
    {
      "section": 10,
      "title": "Page 10",
      "text": "Chapter 1 SWEDENBOKG'S LATIN I. We turn now to the Latin we find in Sweden borg's theological works. It may first be observed that this is not medieval Latin, but is a conscious revival of or return to classical Latin in vocabulary, morphology, and syntax. Even some late Latin forms which are common in the Spiritual Diary are avoided in the theological works, and their classical equivalents are used. There are differ­ ences between this \"Neo-Latin\" and classical Latin itself: some of these will be noted as they occur. As to vocabulary; the word list in the last volume of Potts' Concordance has approximately 3500 entries, the vast majority of which may be found in a dictionary of classical Latin. Yet the basic vocabulary for the presentation of theological concepts is far smaller, and the words involved cluster around an even smaller number of common roots. Much of the \"more difficult\" vocabu­ lary will be found in Biblical citations, Memorable Relations, and illustrative material. In syntax, too, swedenborg evidently opted for simplicity. He had written or­ nate poetry and rather flowery dedications in earlier years, but when he turned to theology he adopted a very straightforward, workmanlike prose. The syn­ tactic units are generally short and the word order simple. II. Latin is related to English historically; being a descendant of the same ancestor along another line, and having influenced English through Norman French and through deliberate English imitation of Latin models. Because of these relationships, there are many similarities between Latin and English, both in syntax and in vocabulary. it is vital at the outset to realize that these similarities may be superficial and misleading. They often give clues to meaning, but they cannot be relied upon to determine meaning with any precision. III. Taking a broad look at the syntax of Sweden borg's Latin, we find a limited number of basic {unctions which words or groups of words may perform. We 1"
    },
    {
      "section": 11,
      "title": "Page 11",
      "text": "may readily identify five, and label them as nominal, verbal, adnominal, adverbal, and connective. In their nominal function (as \"nouns\"), words or word-groups denote catego­ ries of an essentially structural nature. These categories may comprise things, people, places, concepts, qualities, or whatever-their critical distinguishing feature seems to be that they are basically timeless components of a larger set. Within sentences, they may occur as acting or as acted upon, as being in some state or possessing certain characteristics; or they may be placed in some direct or indirect relationship with other parallel aspects of reality. In their verbal function (as \"verbs\"), words or word-groups denote categories of process or state which are normally of definable duration or at least have a distinct locus in time. For this reason, they regularly include indication of time (tense) and probability (mood). In their adnominal function (as \"adjectives\"), words or word-groups are used to give more precise definition to nouns: in their adverbal function (as \"adverbs\"), they are used to give more precise definition to verbs, adjectives, or other adverbs. Finally, connectives are used to denote particular relationships between larger or smaller components of a sentence. These are often the most taken-for­ granted elements of a language, but they are vital in conveying shades of meaning. Because they do indicate relationships, often of an abstract nature, their precise meaning is likely to be elusive. IV. As suggested in the introduction, different languages have different ways of signalling the functions which component parts play. The primary device in En­ glish is word order. Thus in the sentence, \"He bears arms, \" word order indicates that \"bears\" is a verb and \"arms\" a noun; while in the sentence, \"He arms bears,\" the reversal of word order indicates a reversal of function, even though the words themselves do not seem to change. A parallel phenomenon can be noted in the difference between \"a passenger airplane\" and \"an airplane passenger.\" In contrast, Latin words occur in forms, and exhibit changes in form (such as \"case endings\"), which often enable the reader to identify function quite apart from any context at all. There are patterns to these changes, and further, there are sets of patterns. One set of patterns applies to nominal words and a different one to verbal words. There are formal overlaps-the ending -is, for example, may be found on both verbs and nouns-but the sets themselves are distinctive. This means of signalling function by means of changes in word form is known as inflection. The nominal patterns in Latin are known as declensions (nouns and adjectives are declined) and the verbal patterns as co,yugations (verbs are co,yugated). An orderly listing of the forms that make up a pattern is called a paradigm. 2"
    },
    {
      "section": 12,
      "title": "Page 12",
      "text": "We should here note that Sweden borg, in addition to using Latin inflection quite accurately, also usually used a basically \"European\" word order. In many instances, this makes for easy reading. When word order and inflectional end­ ings seem to disagree, however, the inflectional endings must be given precedence. Word order can be misleading. In any language there will be words that do not follow a discernible pattern. In English, for example, while \"seat, seated, seating\" and \"bless, blessed, blessing\" are obviously similar in pattern, the equivalent \"is, was, being\" is obviously not. Words that do not follow an established pattern are called irregular. They may be few in number, but often include very common words. V. An effective way of exploring the syntax of a language is by the use of transformation. We may take a simple sentence and change its tense, for example, to see what effects this may have. This will often highlight previously unnoticed patterns. For English, affirmative-negative and declarative-interrogative transformations may serve as introductory examples. In describing action in present time, we have three options. We may say, \"I am eating sauerkraut\" (simple present), I do eat sauerkraut\" (emphatic present), or \"I eat sauerkraut\" (habitual present). Transforming each of these statements into the negative, we come up with \"I am not eating sauerkraut\" (we just add the word \"not\"), \"I do not eat sauerkraut\" (we add \"not\" with emphasis), and, for the habitual present, \"I don't eat sauerkraut\" (we add a non-emphatic \"not\" to the emphatic present). If we look at corresponding transformations with other verbs and with other subjects, we find that this pattern recurs consistently, and can therefore be stated as a (descriptive!) rule. When we turn to the declarative-interrogative transformation, we find a sim­ ilar situation. We find, for the three examples just given, \"Am I eating sauerkraut?\" for the simple present, \"Do I eat sauerkraut?\" for the emphatic present, and \"Do I eat sauerkraut?\" for the habitual present. The first two require change in word order and emphasis; the third again resembles the emphatic. Note especially that these particular \"irregularities\" are universally observed even though the rule is rarely taught or even stated. You may hear someone say \"Him and me eat sauerkraut,\" in violation of a rule that is known and taught. You are not likely to have heard \"I eat not sauerkraut.\" VI. The purpose of this introduction of transformation is to highlight the na­ ture and importance of syntax. To the same end, you will for some time be asked to diagram some of the sentences in the exercises. The following (arbitrary) system is recommended. It may be adapted by the user, but it should be noted that in a classroom situation, uniformity is of the essence. 3"
    },
    {
      "section": 13,
      "title": "Page 13",
      "text": "1. A noun or pronoun is to be enclosed in a rectangle. 2. A verb is to be enclosed in a circle or ellipse. 3. An adjective is to be enclosed in a parallelogram. 4. An adverb is to be enclosed in a triangle. 5. A connective is to be enclosed in a \"cloud.\" 6. Direct connections are to be indicated by overlaps or by lines. Each of these functions may be performed by a single word or by a group of words. When a group of words is identified as performing a single function, the entire group should be enclosed in the appropriate figure. Except in the case of compound verbs (such as \"have been walking\") and compound prepo­ sitions (such as \"by means of\"), the individual words within such a group should also be identified as to function, and appropriately enclosed. Examples: 1. The little dog was trotting pompously along the sidewalk. 2. I know what you are talking about. 3. The car and the truck started when the light changed. 4"
    },
    {
      "section": 14,
      "title": "Page 14",
      "text": "4. The book you are looking for has been out of print since 1147. EXERCISES A. What questions correpond to the following statements? Ex. I am eating sauerkraut. Am I eating sauerkraut? 1. You walk too fast for me. 2. They are leaving us behind. 3. She is not looking at you. 4. I do enjoy Frisbee. S. They all have cars. B. Diagram four of the sentences above (This should raise some questions). C. Transform the same sentences into the negative or affirmative, as appropriate. D. Transform your answers in C into the interrogative. E. Diagram four of your answers to D. F. Write a \"rule\" describing the transformation from habitual present decla­ rative to the habitual present interrogative (both affirmative). 5"
    },
    {
      "section": 15,
      "title": "Page 15",
      "text": "Chapter 2 THE NOUN: NOMINATIVE AND GENITIVE For present purposes, a noun may be defined in semi-circular fashion as a single word filling a nominal function (see the Introduction). Each Latin noun has two constants, declension and gender, and two variables, number and case. There are three genders-masculine, feminine, and neuter; and five (numbered) declensions. There are two numbers, singular and plural, and five cases-nominative, genitive, dative, accusative, and ablative. There is also a vocative state which will be dealt with in Chapter 9. To parse a spe­ cific nominal form is to name its declension, gender, number, and case. To decline a noun is to give all its forms in paradigm order. Declension and gender, being constants for any given noun, must be learned for each noun, though sometimes they go together (for example, almost all first declension nouns are feminine). Number and case are indicated by varia­ tions in endings. Classical Latin has neither a definite nor an indefinite article (= \"the, a/an\"). In the Romance languages which developed from Latin, the definite articles developed from demonstrative adjectives (= \"this/that\"), and there is occa­ sionallya trace of this development in Sweden borg's Latin. In most instances, an English noun must have an article, so it is up to the translator to decide which to use. To all intents and purposes, the Latin distinction between singular and plural exactly matches the English distinction, and therefore needs no comment. The genders usually follow biological gender where possible, but are other­ wise rather unpredictable. Case refers to the particular function a noun is filling within a sentence. In English, this is signalled by word order, so that \"The boy saw the girl\" and \"The girl saw the boy\" are different statements. In Latin, the first statement could be \"Puer vidit puellam,\" \"Vidit puellam puer,\" \"Puellam puer vidit,\" \"Vidit puer puellam,\" \"Puer puellam vidit,\" or \"Puellam vidit puer, \" though some of 6"
    },
    {
      "section": 16,
      "title": "Page 16",
      "text": "these are more likely than others. To make the second statement, \"puer\" would have to become \"puerum\" and \"puellam\" would have to become \"puella.\" That is, the difference between subject and object (in this case between who is doing the seeing and who is being seen), is indicated by the forms rather than by the positions of the words. Again, the reader is reminded that although Sweden borg does usually use a word order that is relatively standardized along European lines, case endings always have priority in determining function. A noun in the nominative case must have a nominative function no matter where in the sentence it occurs. The primary use of the nominative case is to present the noun as the subject of the discourse, as what is being talked about. We may diagram it simply as follows, to indicate that the nominative leads the reader to expect that something further is going to be said about the noun (in the diagrams of case relationships, the shaded area indicates the noun in question). The most pervasive theme I can discern in the genitive is that of governance, very broadly understood-the genitive-entity tends to control, extend itself into, or express itself in the entity to which it is (grammatically) attached. We may thus diagram it as follows. Common uses of the genitive which are consonant with this theme are the possessive (habitationes angelorum, \"angels' homes\"), the closely related partitive (exteriora hominis, \"a person's more outward [aspects]\") and geni­ tive of material (cor carnis, \"a heart of flesh\"), and the subjective genitive (correspondentia coelorum, \"the correspondence of the heavens,\" implying the sentence \"The heavens correspond\"). More problematic is the objective genitive (amor veri, \"a love of what is true, \" implying the sentence \"[He/she] loves what is true\"). The objective genitive may perhaps be a secondary development from the subjective with verbal nouns understood passively (\"What is true is loved\") or with verbal nouns used reflexively (amor sui), \"a love of oneself\"). In traditional grammars, one declension is learned at a time. This has the advantage of presenting complete patterns, and the disadvantage of limiting the presentation of vocabulary, since very common words cannot be presented 7"
    },
    {
      "section": 17,
      "title": "Page 17",
      "text": "their declension has been learned. The paradigm sheets at the close of this book are in traditional form, and any student who wishes may extract the forms from this Chapter and from Chapters 4, 7, and lOin order to have an overview of the whole nominal system. The practice recommended in the exercises, though, of using the paradigm sheets in conjunction with the task of memorization, is intended as central to the learning process, and the student who elects not to fill in the sheets from memory is responsible for his or her own discipline of memorization. The forms to be learned for this lesson are the following (The numbers above the columns refer to the declensions): 2m 2n 3mf 3n 4 5 Nm.Sg. vita angelus verbum amor opus spiritus facies On.Sg. vitae angeli verbi amoris operis spiritus faciei Nm. PI. vitae angeli verba amores opera spiritus facies On. PI. vitarum angelorum verborum amorum operum spirituum facierum As mentioned, first declension nouns are almost invariably feminine (f.) in gender. Second declension nouns may be either masculine (m.) or neuter (n.), and there are slight differences between the masculine and the neuter paradigms. Third declension nouns may be of any gender, but the paradigm for neuter nouns again differs slightly. Note particularly the forms that look alike. These are genuinely ambiguous in and of themselves, but context will normally determine which case is appropriate. Some apparently identical end­ ings are distinguished by vowel length, but since this is not indicated in Sweden borg's Latin, it will normally not be indicated here. The teacher should indicate the distinctions by pronunciation. Nouns are listed in the vocabulary, the glossary, and in all dictionaries under their nominative singular forms, and the genitive singular form immediately follows. If these two forms are known, all the rest of the forms can be deduced. For each noun, then, the student must memorize the nominative and genitive singular (which is equivalent to memorizing its declension), and the gender. The third declension nominative singular is unique in that it has no predicta­ ble ending. Some patterns do occur, and will be noted later. It is convenient to regard a Latin noun as consisting of a stem plus an ending. The stem of any given noun may be found by dropping the ending of the genitive singular, so it is necessary to know what to drop. The genitive singu­ lar endings, by declension, are as follows: (1) -ae (2) -i (3) -is (4) -us (5) -ei 8"
    },
    {
      "section": 18,
      "title": "Page 18",
      "text": "VOCABULARY (The first form listed is the nominative singular. This is followed by the full form of the genitive singular for the present, though later it will be possible often to list only the genitive singular ending. The meanings given are approximate; some guidelines for lexical research are given in Chapter 20.) amor, amoris (m) angelus, angeli (m) charitas, charitatis (f) corpus, corporis (n) Deus, Dei (m) Dominus, Domini (m) facies, faciei (f) fides, fidei (f) opus, operis (n) spiritus, spiritus (m) verbum, verbi (n) Verbum, Verbi (n) vita, vitae (f) love angel \"dearness,\" charity body God the Lord face faith deed, work spirit word the Word life EXERCISES (N. B. Some phrases in Exercise A may not make much sense. This is deliberate, to indicate the difference between translating what is written and translating what one thinks should have been written.) A. Translate into English: 1. corpora angelorum 2. spirituum facies 3. Verbum Domini 4. angelus vitae 5. angeli vita 6. vita corporis 7. opera charitatis 8. corpus spiritus 9. vita verbi 10. Dominus vitae 1 1. fidei facies 12. corpus angeli 13. angeli corporum 14. opera vitae 15. operum vita 16. amor fidei spirituum 17. fides am oris spirituum 18. vita amoris angelorum Domini 19. amoris Dominus 20. corpus Verbi 9"
    },
    {
      "section": 19,
      "title": "Page 19",
      "text": "B. Translate into Latin: 1. an angel of love 2. the bodies of spirits 3. a work of the Lord 4. the Lord's words 5. faith of charity 6. words of life 7. the lives of angels 8. works of the body 9. a love of bodies 10. the Lord's body C. From memory and in pencil, fill in today's forms in their appropriate paradigms at the back of the book. Then check them against the lesson and make any necessary corrections. This is both for your own learning and for your own future reference. 10"
    },
    {
      "section": 20,
      "title": "Page 20",
      "text": "Chapter 3 THE VERB THIRD PERSON SINGULAR ACTIVE A verb may be described as denoting a category of process or state with a particular locus in time. Each Latin verb has one constant, co,yugation, and five variables, person, number, tense, voice, and mood. There are five conjugations, first, second, third, third i-stem, and fourth. There are three (numbered) persons, two numbers, singular and plural; six tenses, present, imperfect, future, perfect, pluperfect, and future perfect; two voices, active and passive; and three moods, indicative, subjunctive, and imperative. Closely related to the verbs are infinitives, participles, gerunds, and gerundives, which will be discussed later. To parse a specific verbal form is to name its conjugation, person, number, tense, voice, and mood. To conjugate a verb is to give all its forms. We may think of the person and number of a verb as representing its subject pronoun. The first person refers to the speaker(s), \"I\" or \"we,\" the second person to the one or ones directly addressed, \"you,\" and the third person to all others, \"he,\" \"she,\" \"it,\" or \"they.\" Since in Latin the pronominal subject is included in the verb, the subject pronoun itself is rarely used. Thus, videbant may mean \"they (habitually) saw,\" even though there is no separate word for \"they.\" Note that these verbal forms do not distinguish gender. The distinc­ tion between singular and plural matches that of English ecxcept that Latin distinguishes between singular and plural in the second person while English does not. The Latin present tense closely corresponds in meaning to English simple present or to the habitual present. The emphatic present may also be so represented, or may be indicated adverbially. Note however that in verbs de­ scribing forms of knowing, and with the verb \"to be,\" English rarely uses the simple present form. That is, we say \"I see you\" rather than \"I am seeing you,\" and \"I am tired\" rather than \"I am being tired,\" even though we say \"I am sitting here\" rather than \"I sit here\" to express the same kind of present activity. 1 1"
    },
    {
      "section": 21,
      "title": "Page 21",
      "text": "The Latin imperfect expresses continued, repeated, or habitual acting in past time. This contrasts with the perfect, which denotes a single past event. In translating the sentence, \"I was driving carefully; but I hit a pothole,\" one would use the imperfect for \"was driving\" (perceived a continuous action) and the perfect for \"hit\" (perceived as a single event). It should be realized that the same actual event can be seen in either way-\"I drove in to work yesterday; and while I was driving .... \" The most common use of the future tense is to describe events or states in future time. It is also used by Sweden borg, however, to denote what must happen, for example, Primum erit scire quis Deus coeli est (H.H. 2)-\"The first thing must (lit. \"will\") be to know who the God of heaven is.\" The pluperfect (or past perfect) and the future perfect will be discussed in Chapter 18. The active voice presents the subject as being or acting; the passive voice presents the subject as being acted upon. The passive voice is often used where English would use either the editorial \"we\" or an impersonal con­ struction-for example, in sequentibus dicetur (it will be said below) = \"we will say below,\" or dicitur apud Davidem (it is said in David) = \"It says in David.\" The indicative mood is used for statements or questions of fact. The subjunctive mood seems to connote uncertainty, and is used to express wishes or possibilities. When it occurs as the mood of a main verb, it is usually best translated as a wish-sciatur = \"Let/may it be known.\" The subjunctive is far more common in dependent clauses than in main clauses, and its translation normally depends on English idiom. The imperative expresses a direct command, and will be presented in Chapter 24. The forms to be learned for this lesson are the following, all third person singular active. 1 2 3 3-i 4 (specto) (video) (duca) (capio) (seio) Prs.lnd. spectat videt dueit cap it seit Prs.sbj. spectet videat ducat capiat seiat Imf.lnd. spectabat videbat ducebat capiebat seiebat Imf.sbj. spectaret vide ret duceret caperet seiret Fut. spectabit videbit ducet capiet seiet Pf. spectavit vidit duxit cepit seivit As one needs to know the nominative, genitive, and gender of a noun in order to derive its other forms, one needs to know four fundamental forms of each verb in order to coqjugate it completely. These are known as the principal parts, and are (I) the first person singular present active indicative, (II) the present active infinitive, (III) the first person singular perfect active indicative, 12"
    },
    {
      "section": 22,
      "title": "Page 22",
      "text": "and (IV) the perfect passive participle. For the five verbs just introduced, the forms are the following: ( 1) spec to, spec tare, spectavi, spectatus (\"look at\") (2) video, videre, vidi, visus (see\") (3) duco, ducere, duxi, ductus (\"lead\") (3-i) capio, capere, cepi, captus (\"grasp\") (4) scio, scire, scivi, scitus (\"know\") The principal parts of first conjugation verbs are entirely predictable-stem plus -0, -are, -aut -atus. In the other conjugations, the relationship be­ tween the first two forms is regular, but the other two forms are not, and must be memorized for each verb learned. Familiarity will bring a helpful sense of recurrent patterns, but this falls short of absolute determinism. Take time to compare the third person forms with the principal parts just presented. Note that the imperfect subjunctives are formed from the infini­ tives (II) and the perfect forms from the first singular perfect active indicative (III). The rest are formed from the first person singular present active indica­ tive (I). None is derived from the perfect passive participle (IV); but this form will be needed later, and it is best to memorize it for each verb learned. The forms that most often cause confusion are the futures and subjunctives in conjugations other than the first, and special attention should therefore be given to these. VOCABULARY accipio, accipere, accepi, acceptus aperio, aperire, aperui, apertus appareo, apparere, apparui, apparitus capio, capere, cepi, captus c1audo, c1audere, clausi, clausus creo, creare, creavi, creatus duco, ducere, duxi, ductus infernum, -i (n.) intelligo, intelligere, intellexi, intellectus percipio, percipere, percepi, perceptus potentia, -ae (f.) recipio, recipere, recepi, receptus scio, scire, scivi, scitus spec to, spectare, spectavi, spectatus video, videre, vidi, visus 13 receive, accept open be visible, seem grasp close, shut off create lead hell discern, understand grasp, perceive power accept, receive know look at, watch see"
    },
    {
      "section": 23,
      "title": "Page 23",
      "text": "BXERCISBS A. Translate into English: 1. Apparuit facies angeli. 2. Dominus scit. 3. Intelligat spiritus Domini. 4. Potentia charitatis angelorum. 5. Infernum spectabat. 6. Dominus aperit; apparet angelus. 7. Fides videbit. B. Clausit. 9. Amor sciet. 10. Intellexit. B. Translate into Latin: 1. The Lord of life was watching. 2. She understands. 3. Spirits of hell. 4. Faith knew. 5. He will create. 6. An angel was appearing. 7. May he accept! B. He might understand (subj.). 9. The Lord will understand. 10. The power of the hells. 11. May she be visible! 12. The angel will accept. 13. The Lord watches. 14. The Lord is watching. 15. The Lord does watch. 11. Angelus percipiet. 12. Infernum c1ausit. 13. Potentia Domini creavit. 14. Fides percipiat. 15. Amor percipiet. 16. Corpus inferni apparebit. 17. Videbat Dominus. lB. Spectabat Dominus. 19. Angelus intelligat. 20. Verba angelorum. C. Diagram 1-5 of Exercise A in both Latin and English versions. D. From memory, in pencil, enter today's forms in the appropriate paradigm. Then check them against the lesson and make any necessary corrections. 14"
    },
    {
      "section": 24,
      "title": "Page 24",
      "text": "Chapter 4- THE NOUN ACCUSATIVE PREPOSITIONAL PHRASES The central function of the accusative case may be described as indicating that the noun in question is directly affected, is the \"target.\" It may therefore be diagrammed as follows. The affecting is most often conveyed by a verb or a preposition. When a noun is directly affected by a verb it is said to be its object, and is in the accusative case-Angelus vidit spiritum, \"The angel saw a spirit.\" What is seen (spiritum) is the object of the verb vidit. Largely by virtue of their meaning, not all verbs can take an object. Those that can are called transitive. Those that cannot are called intransitive. Examples of the latter are \"to smile,\" to tremble,\" and \"to come.\" Further, even verbs that may take an object may at times be used intransitively. Compare \"You are reading this sentence\" with \"You are reading carefully.\" Prepositions may best be regarded as a sub-class of connectives. Their pri­ mary use is to indicate relationships. Their most obvious meanings have to do with physical position and motion, but they are regularly used to indicate relationships of a non-physical nature. In these latter uses, their meanings may often seem elusive and arbitrary. In English, for example, we refer to people as being \"in\" love, \"on\" time, and \"out of\" sorts. A full sized lexicon (see Chapter 20) is invaluable in providing an organized survey of such meanings. Note that English has a number of compound prepositions, such as \"instead of\" and \"for the sake of.\" These are likely to be equivalent to single words in Latin. Syntactically, a phrase composed of preposition plus noun (and modifiers, if any) must serve an identifiable function in a sentence. This function will be either adnominal (adjectival) or adverbal. No single word serves this function- 15"
    },
    {
      "section": 25,
      "title": "Page 25",
      "text": "the noun remains a noun, and the preposition a connective. In the sentence Homo ex mundo venit in coelum, \"Someone from this world has arrived in heaven,\" there are two prepositional phrases. The first, ex mundo (\"from this world\") is adjectival, modifying homo (\"a person, someone\"). The second, in coelum (\"in heaven\") is adverbal, modifying venit (\"has arrived\"). The use of a given prepositional phrase may be suggested by its position in its sentence, but it can be determined with precision only by analysing relationships of meaning. There is no necessary difference in form between an adjectival and an adverbal phrase. Prepositions are not declined or conjugated. Their only variant forms involve changes for phonetic reasons, and will be noted as they occur. Each preposi­ tion does determine the case of the noun it governs, and the case or cases required must therefore be noted in the vocabulary and memorized. A further major use of prepositional elements is in the forming of compound words. Spondeo means \"to promise\" (lit. \"I promise\"); respondeo (\"to prom­ ise back\") means \"to offer in return, to answer;\" and correspondeo (con->cor here, as often, denoting completeness) means \"to answer completely, be com­ pletely responsive, correspond.\" The last consonant of the prefixed element is often assimilated to (made like) the first consonant of the word to which it is attached, as con becomes cor before the r of respondeo. The rules for assimilation are strictly phonetic. Knowing that ad becomes ac before a word beginning with c, and that capio becomes -cipio after prefixes, you have with today's lesson and vocabulary enough information to see the rationale of the compounds of capio in Chap­ ter 3. You are encouraged to do so. All this can be a major aid in learning vocabulary, and wherever it is practical, new vocabulary is introduced in \"clusters.\" The student should pay particular attention to this, since there is evidence that Sweden borg used such com­ pounds with an awareness of the meaning of their components. The forms to be learned for this lesson are the following. 1 2m 2n 3m&f 3n 4 5 Acc.Sg. vitam angelum verbum amorem opus spiritum faciem Acc.PI. vitas angelos verba amores opera spiritus facies When you enter these forms in their paradigms (if not before) you will (future of necessity) note that all the neuter accusatives are identical to their respec­ tive nominatives. This is characteristic of all neuter forms. ad (prep. with acc.) ante (prep. with acc.) VOCABULARY 16 to, toward before, in front of"
    },
    {
      "section": 26,
      "title": "Page 26",
      "text": "homo, hominis (m.) per (prep. with ace.) propter (prep. with ace.) venio, venire, veni, ventus advenio, advenire, adveni, adventus adventus, adventus (m.) Adventus, Adventus, (m.) convenio, -venire, -veni, -ventus evenio, evenire, eveni, eventus eventus, eventus (m,) EXERCISES A. Translate into English. 1. Dominus vitae venit ad hominem. 2. Homo per corpus videt. 3. Percepit potentiam fidei. 4. Spectabit faciem angelorum. S. Amor apparebat per facies. 6. Angelus scit verba charitatis. 7. Recipiat homo amorem. 8. Potentia amoris per fidem claud it inferna. 9. Intellexit verba spirituum. 10. Dominus creavit corpora hom inurn. 11. Ante Dominum advenit homo. 12. Angelus venit propter amorem. (physical) person, humanity in general through, by means of on account/for the sake of come reach, arrive arrival, coming, advent the Advent meet, gather happen, occur outcome, event, happening 13. Per angelos veniebat ad homines charitas. 14. Adventus Domini propter fidem. IS. Videbit faciem fidei. 16. Faciem fidei videbit. 17. Adventus evenit. 18. Percepit angelus verba amoris. 19. Dominus propter Verbum venit ad hominem. 20. Accipiat infernum Dominum! B. Translate into Latin. 1. The man accepted the words of life. 2. She will perceive the power of the angels. 3. Love comes through faith. 4. Faith happens before charity. S. The Lord came (= arrived) by means of a body. 6. The angel kept watChing the spirit. 7. Humanity understands faith by means of the Lord's Advent. 8. An angel sees the body of an angel; a person sees the body of a person. 9. The Lord created people by means of the Word. 10. She receives the power of love. 11. She received the power of love. 17"
    },
    {
      "section": 27,
      "title": "Page 27",
      "text": "12. The Lord closed hell. 13. May the Lord close hell! 14. Love opens people's faces. 15. The angel understood. C. Diagram sentences 1-5 of Exercise B, in both English and Latin versions. D. From memory, in pencil, enter today's forms in their appropriate paradigms. Then check them against the lesson and make any necessary corrections. 18"
    },
    {
      "section": 28,
      "title": "Page 28",
      "text": "Chapter 5 \"TO BE\" \"TO BE ABLE\" The verb esse (\"to be\")is almost as irregular in Latin as it is in English. It occurs so frequently, though, that it soon becomes familiar, and rarely causes difficulty. The commonest segments of the paradigm are the following. Present infinitive: esse Pro Ind. Pr.Subj. sg. pI. sg. pI. 1 sum sumus sim simus 2 es estis sis sitis 3 est sunt sit sint Imf. Ind. Imf.Subj. 1 eram eramus essem essemus 2 eras eratis esses essetis 3 erat erant esset essent Fut. Pf. Ind. 1 ero erimus fui fuimus 2 eris eritis fuisti fuistis 3 erit erunt fuit fuerunt The verb posse (\"to be able\") closely follows the verb esse in conjugation. For most forms, one needs only to prefix pot-before vowels andpos- before the consonant s-, yielding in the present, for example, possum, potes, potest, possumus, potestis, possunt. Exceptions are the present active infinitive posse and the imperfect subjunctive (regularly) formed from it (possem, posses, etc.), and the perfect-potui, potuisti, potuit, potuimus, potuistis, potuerunt. Posse is normally complemented by an infinitive (the second principal part of a verb is its present active infinitive). Videre possum, or possum videre, means \"I am able to see,\" \"I can see.\" 19"
    },
    {
      "section": 29,
      "title": "Page 29",
      "text": "Syntactically, an infinitive is a verbal noun. It functions within its sentence as a noun, but like a verb, it can take a direct object, and in some constructions, though not with posse, can have a subject. So in Possunt videre homines, \"They can see people, \" videre serves as a noun complement to the verb possunt while homines is the direct object of videre. Esse may be used to affirm existence-Esse enim per existere est (D. L. W. 14), \"'Esse' actually exists by means of 'existere. '\" Swedenborg will often use some form of esse at the beginning of a sentence to affirm existence-Est quoque alius amor .... (D.L. W. 273). The usual English equivalent of this is the idiom \"There is/are,\" so the words just quoted may be translated, \"There is also another love .... \" Often, however, esse simply serves to express a kind of equation between a subject and a predicate-amor ... est Esse vitae ... , (H.H. 14) \"Love is the 'esse' of life.\" It may be worth noting that the relationship between subject and predicate is not necessarily that of a reversible equation. It may be true to say that dogs are mammals and not true to say that mammals are dogs. When the verb esse is used in this manner, it is known as the copula. In this construction, the predicate noun will agree in case with the subject, which for present purposes means that it will be in the nominative. Another kind of copula-sentence uses the predicate to modify the subject. One of the ways in which this is done is by the use of the predicate genitive. One can say, for example, Charitas est vitae, \"Charity is (a matter) of life.\" Purely adjectival predicates will be introduced later. Special note should be taken of the first word in today's vocabulary. The noun coelum \"heaven\" is unusual in that it follows a neuter paradigm in the singu­ lar and a masculine paradigm in the plural. While it has often been transcribed caelum, Swedenborg regularly listed it with the co-words in his indices. VOCABULARY coelum, coeli (n.sg., m.pl.) grad us, gradus (m.) intellectus, intellectus (m.) lux, lucis (f.) origo, originis (f.) produco, -ducere, -duxi, -ductus societas, societatis (f.) sol, solis (m.) terra, terrae (f.) vis us, visus (m.) voluntas, voluntatis (f.) 20 heaven step, level, \"degree\" discernment, understanding light source, earliest beginning bring forth, produce community sun earth (the faculty of) sight intentionality, will purposing"
    },
    {
      "section": 30,
      "title": "Page 30",
      "text": "EXERCISES A. Translate into English. 1. Dominus creavit coelos et terram. 2. Ante hominem fuit terra. 3. Visus hominum est corporis. 4. Origo lucis terrae est sol. S. Origo lucis coelorum est Dominus. 6. Fides est lucis coeli. 7. Intellectus videbit gradus potentiae. B. Gradus charitatis possunt societates coeli producere. 9. Infernum claudit visum intellectus. 10. Spiritus vidit angelum propter solem coeli. 1 1. Coeli sunt opera Domini. 12. Angeli coelorum. 13. Angeli coelum. 14. Voluntas et intellectus per opera vitae possunt charitatem producere. IS. Lux intellectus est sol coeli. 16. Dominus potest ducere homines ad coelum. 17. Angeli possunt angelos videre. lB. Sunt gradus visus intellectus. 19. Homines charitatis poterunt venire ad coelum. 20. Angeli sunt potentiae. B. Translate into Latin. 1. The Esse of heaven's sun is the Lord. 2. Hell was closing people's understanding. 3. Sight is (a matter) of the body. 4. A person can receive the power of faith. S. Angels are people. 6. Faith is (a matter) of discernment. 7. Heaven's communities exist for the sake of angels. B. The life of an angel is a life of charity. 9. The sight of the body perceives the earth's sun. 10. The Lord can open heaven by means of the Word. C. Diagram sentences 6-10 of Exercise B, in both English and Latin. D. Enter today's forms in their appropriate paradigms in the usual way. 21"
    },
    {
      "section": 31,
      "title": "Page 31",
      "text": "Chapter 6 THE VERB 3RD PLURAL ACTIVE 3RD PASSIVE For the meaning of the passive, the student is referred to Chapter 3 above. The following points may be added to the brief description there. It is virtually necessary to use the passive when one does not know, or does not want to specify, who is doing the acting. Sweden borg also often uses the passive, or an impersonal verb, to describe his own experience or action, the reaction of the reader, or the behavior of some larger, rather unspecified group-\"people in general.\" He therefore uses the passive more frequently than is done in English of comparable style and simplicity. For example, he regularly writes videatur supra (H. H. 181), \"(it) may be seen above,\" visa est mihi \"(it) was seen by me,\" and notum est (D. L. W. 17), \"it is (generally) acknowledged.\" Stylistically, these correspond more closely to En­ glish actives than to English passives, since the passive in English has conno­ tations of circumlocution and pedantry which it does not have in Latin. By virtue of their meaning, intransitive verbs have no passive (and therefore no fourth principal part). Since one cannot \"come\" anything, nothing can be \"comed.\" One very common \"impersonal\" verb may be introduced here. Patetipatuit has usually been translated \"it is/was evident,\" and occurs only in these two forms. Its basic meaning is not \"to be evident\" but \"to lie open to view, to be capable of being seen.\" When the present tense is used, it is normally the reader who \"can see.\" When the perfect tense is used, it is normally Sweden borg who \"was able to see.\" \"We can see\" and I could see\" are therefore suggested as English equivalents of patet and patuit respectively. In any case, the conno­ tation of \"obviousness\" should be avoided. Note that in translating \"It is visible\" as \"We can see it,\" the subject of the first sentence becomes the object of the second. Given familiarity with the third person singular forms of Chapter 3, today's forms present few problems. In most cases, one need only change the final 22"
    },
    {
      "section": 32,
      "title": "Page 32",
      "text": "-t to -nt to change from third person singular to third person plural. The exceptions are the present forms of cOrUugations 3, 3-i, and 4 and the future forms of the first and second conjugations, where we there is a vowel shift which you should observe closely, and the perfect indicative forms of all conjugations, where we find -erunt replacing -it. Third person passives are formed simply by adding -ur to the corresponding active form, singular or plural, except in the perfect, which will be described in Chapter 10. The forms to be learned for this lesson are the following. 3rd plural active 2 3 3-i 4 Prs. Ind. spectant vident ducunt capiunt sciunt Prs. Sbj. spectent videant ducant capiant sciant Imf. Ind. spectabant videbant ducebant capiebant sciebant Imf. Sbj. spectarent viderent ducerent caperent scirent Fut. Ind. spectabunt videbunt ducent capient scient Pf. Ind. spectaverunt viderunt duxerunt ceperunt sciverunt 3rd passive sg. pI. Prs. Ind. spectatur spectantur Prs. Sbj. spectetur spectentur Imf.lnd. spectabatur spectabantur Imf. Sbj. spectaretur spectarentur Fut. Ind. spectabitur spectabuntur Since the other conjugations follow this pattern with complete regularity, add­ ing -ur to the active forms, the student may complete the appropriate para­ digms with confidence. VOCABULARY affectio, -onis (f;) afficio, afficere, affeci, affectus apud (prep. with ace.) calor, caloris (m.) et (connective) ordo, ordinis (m.) patet patuit quoque (adv.) sapientia, -ae (f.) secundum (prep. with ace.) vivo, vivere, vixi, __ _ 23 (specific) causative emotion, \"affection\" affect, influence, accomplish within, among warmth, heat and sequence, design, pattern, order \"You/we can see\" \"I could see\" also wisdom in keeping with, according to be alive, live"
    },
    {
      "section": 33,
      "title": "Page 33",
      "text": "EXERCISES A. Translate into English. Parse the nouns and verbs in the last sentence (\"Per lucem ... \"), and diagram the sentence. Lux coeli est origo intellectus angelorum, et calor coeli est origo voluntatis angelorum; secundum lucem coeli vident et secundum calorem coeli vivunt; origo lucis et caloris est sapientia et amor Domini. (e{. A. C. 3339) Angeli possunt accipere lucem solis coeli et per lucem solis coeli possunt videre; homo potest accipere lucem solis terrae et per lucem solis terrae potest videre. Per lucem solis coeli videtur ordo coelorum et per lucem solis terrae videtur ordo terrae. B. Translate into Latin. 1. The Lord's Advent is understood according to an individual's love and faith. 2. The wisdom of angels comes (= \"is\") through the Word. 3. The sight of the spirit exists for the sake of faith. 4. Before the Lord's Advent, humanity's understanding was being closed. 5. The result of lives of charity and faith is a heaven of angels. 6. Heaven is accepted with a person according to the person's wisdom. 7. I could see the Lord's power among the community's angels. 8. The Lord is also influencing people through spirits. 9. Let it be known. C. Enter today's forms in the appropriate paradigms in the customary manner. 24"
    },
    {
      "section": 34,
      "title": "Page 34",
      "text": "Chapter 7 THE NOUN: ABLATIVE PREPOSITIONAL PHRASES PRESENT PASSIVE INFINITIVES Latin's ablative seems to denote an oblique relationship-off to one side, so to speak. It has the widest variety of uses of all the cases, and is perhaps best remembered simply as the catch-all case. Its specific functions must be learned individually, and any diagram would be misleading. It has been mentioned above (Chapter 4) that prepositional phrases serve either admonimal or adverbal functions. There is a slight tendency for accusa­ tive prepositional phrases to involve motion and to be adverbal, and for abla­ tive prepositional phrases to involve more static relationships and to be adnominal. The clearest example that the cases themselves carry meaning is with the preposition in. Ambulabat homo in urbe (ablative) means \"Someone was walk­ ing in the city, \" while ambulabat homo in urbem (accusative) means \"Someone was walking into the city.\" In with the ablative indicates location, \"within ness, \" and in with the accusative indicates crossing a boundary, going to the inside from the outside. A relatively common use of the ablative is to indicate the agent of a passive verb-\"His car was repaired by an amateur.\" The Latin construction uses the preposition ab (before an initial vowel) or a (before an initial consonant) plus the ablative. Thus Angeli videntur a Domino means \"Angels are seen by the Lord.\" This is to be distinguished from the ablative of means. The agent must be a sentient, active being; the means is an instrument or tool. Means is expressed by the ablative alone, without a preposition. Hic liber manu scribitur means \"This book is being written by hand.\" English often uses \"with\" to indicate means, especially when the means is a tool. \"He loosened it with a wrench.\" English also uses \"with\" to indicate the manner in which something is done-\"He loosened it with fear and trembling.\" For this latter meaning, Latin uses the preposition cum with the ablative­ Locutus est cum amore, \"He spoke with love.\" 25"
    },
    {
      "section": 35,
      "title": "Page 35",
      "text": "To summarize, Latin distinguishes agent (ab plus ablative), means (ablative alone) and manner (cum plus ablative). English has one construction for agent and bodily means (\"by\"), and a different one for inanimate means and man­ ner (\"with\"). The combination of similarity and difference can be a source of confusion. The forms of the ablative are as follows. 1 2m 2n 3mf 3n 4 5 Sg. vita angelo verbo amore corpore spiritu facie PI. vitis angelis verbis amoribus corporibus spiritibus faciebus You have already met and used the present active infinitive. The present pas­ sive infinitive is relatively straightforward. The forms are the following. 1 spectari 2 videri 3 duci 3-i capi 4 sciri All end in -i, and may be regarded as formed from the corresponding active infinitives. For the first two conjugations and the fourth, the final -e of the active infinitive is replaced by -i. For the third conjugations, the -ere is re­ placed by -i. As to meaning, as \"to see\" is an active infinitive, \"to be seen\" is a passive infinitive. Similarily in Latin, Angeli possunt videre means \"Angels can see,\" while Angeli possunt videri means \"Angels can be seen.\" a (before consonants, ab (prep. with abl.) cum (prep. with abl.) de (prep with abl.) e (before consonants), ex (prep. with abl.) forma, -ae (f.) formo, -are, -avi, -atus formatio, -onis (f.) in (prep.) with ace. with abl. reformo, -are, -avi, -atus reformatio, -onis (f.) VOCABULARY from, by (agent of passive) with, accompanied by down from, from, concerning from, out of form, basic (working) structure to shape, form process of forming or of being formed into within, in re-form, form anew process of re-forming or of being re-formed 26"
    },
    {
      "section": 36,
      "title": "Page 36",
      "text": "BXERCISBS A. Translate into English, and parse the nouns and verbs in the first sentence. Terra e sole creatur a Domino, et a sole calorem et lucem recipit. Coelum e sole coeli creatur a Domino, et angeli coeli a Domino amorem et sapientiam recipiunt; homo est coelum et terra in forma; apud hominem est terra et est quoque coelum. (cf. H.H. 89f.) Terra creatur ab amore Domini et a sapientia Domini. Dominus ex amore et sapientia solem creavit, et ex sole creavit terras. Potentia formation is videri potest in hominibus; homines sunt formae amoris et sapientiae, et possunt reformari. Potentia reformation is est a Domino; homo vitam et potentiam accipit a Domino per solem coeli. B. Translate into Latin. 1. A person's understanding receives light from the Lord through heaven. 2. People are reformed by the Lord by means of light from the Word. 3. A community of heaven could be seen in the form of an angel. 4. Heaven can be opened by the Lord by means of a person's life of charity. 5. There are levels of light in keeping with the levels of heaven. C. Add today's forms to the appropriate paradigms in the customary manner. 27"
    },
    {
      "section": 37,
      "title": "Page 37",
      "text": "Chapter 8 ADJECTIVES As mentioned above, most words refer to categories of reality rather than to any specific phenomenon. Nouns may be thought of as referring to structural categories. In order to narrow a reference down toward a single identifiable phenomenon, a noun may be \"modified\" by a word or group of words whose function is therefore labelled \"adnominal.\" \"His address is in a book,\" may not be a very helpful statement. \"His address is in the little brown book on the shelf above the telephone,\" narrows the field considerably. Here, the words \"little\" and \"brown\" and the phrases \"on the shelf\" and \"above the telephone\" are functioning admonimally, the first three modifying \"book\" and the last modifying \"shelf.\" Note that the categories denoted by these adnominal elements are not necessarily \"smaller\" or more specific than the nominal categories. It is the overlap in meaning that results in increased specificity. Single words used adnominally are called adjectives. English almost always places these immediately before the noun, the principal exceptions being \"else\" and \"alone\" and sometimes \"only.\" Note the determining force of word order, as in the phrases \"a passenger airplane\" and \"an airplane passenger.\" The ability of a given word to serve either nominal or adnominal functions rests in the fact that both functions involve \"structural\" categories rather than categories of process. In Latin, adjectives may be distinguished from nouns primarily by the fact that a given adjective can be inflected to denote any of the three genders. An adjective used adnominally must display the same number, gender, and case as the noun it modifies. It may either precede or follow that noun; but it Sweden borg's style, it will usually be adjacent to it. An adjective need not, however, belong to the same declension as the noun it is modifying. Declension is, in fact, a hallmark of each particular adjective, and must be learned in each instance. 28"
    },
    {
      "section": 38,
      "title": "Page 38",
      "text": "This is not difficult, since there are only two basic patterns of adjective-first- second declension, and third declension. The forms are as follows (the dative will be given in Chapter 10). 1-2 3 m f n m-f n SgNom bonus bona bonum spiritualis spirituale Gen boni bonae boni spiritualis spiritualis Acc bonum bonam bonum spiritualem spirituale Abl bono bona bono spirituali spirituali PI Nom boni bonae bona spirituales spiritualia Gen bonorum bonarum bonorum spiritualium spiritualium Acc bonos bonas bona spirituales spiritualia Abl bonis bonis bonis spiritualibus spiritualibus 1-2 adjectives require no comment since their endings are identical to the nominal endings you have already learned. 3 adjectives, however, have pitfalls. The first pitfall is the nominative singular. Some adjectives have the same form for all three genders; some, like spiritualis, distinguish the masculine and feminine from the neuter; and some, like acer, acris, acre distinguish all three genders. This applies only to the nominative singular. You will note also the recurrence of an -i-in a number of places-in the ablative singular and genitive plural of all genders, and in the nominative and accusative neuter plural. Certain nouns do also follow this pattern to a greater or lesser extent. Sample paradigms for them will be given later. Both English and Latin may use adjectives nominally or \"substantively.\" but their rules for doing so differ. In English, the normal pattern is to use the adjective with the definite article, often in a collective sense-\"the land of the free and the home of the brave.\" We do not say either \"the land of a free and the home of a brave,\" or \"the land of the frees and the home of the braves.\" Exceptions are technical terms that have become completely nominalized, such as \"neurotics.\" Latin adjectives, however, have no forms that avoid expressing number, gender, and case. The nominative singulars bonus, bona, and bonum indicate a good man, a good woman, and a good thing, respectively: the nominative plurals boni, bonae, and bona indicate good men, good women, and good things respectively. The masculine is used when organic gender is appropriate but unspecified. While the fundamental reference is as described, there seems occasionally to be a tendency for SUbstantive adjectives to denote an attribute itself rather than the subject of that attribute. The line between verum \"that which is true\" and veritas \"truth\" may be difficult to draw. Context must normally have the final say. and the serious student is invited to read with care. 29"
    },
    {
      "section": 39,
      "title": "Page 39",
      "text": "VOCABULARY amo, -are, -avi, -atus (to) love arcanus, -a, -urn hidden bonus, -a, -urn good coelestis, -e heavenly, celestial (N.B. Two-ending adjectives are listed in the vocabulary by the m-f form and the neuter ending) Divinus, -a, -urn of God, divine facio, facere, feci, factus do, make falsus, -a, -urn false infernalis, -e of hell, hellish lex, legis (f.) law malus, -a, -urn bad, evil natural is, -e having to do with nature, natural spiritualis, -e having to do with spirit spiritual verus, -a, -urn true BXERCISBS A. Translate into English, parse nouns and verbs in the third sentence of the second selection (\"Intellectus verus ... \") and diagram the same sentence. Amare verum et bonum propter verum et bonum est facere verum et bonum; fa cere verum et bonum est quoque amare Dominum et amari a Domino. Bonum et verum sunt a Domino, et Dominus est in bono et vero; facere bonum et verum est recipere Dominum. (ef. H. H. 350) Intellectus coelestis est intellectus verus, et est intellectus veri. Est quoque intellectus propter coelum et propter verum. Intellectus verus est lux hominis, et venit in hominem per solem coeli a Domino. Lux vera est lux coeli; est Dominus in coelo. Recipitur in homine in amore. Homo in luce est homo in veris, et intelligit vera terrae et coeli. B. Translate into Latin. 1. Doing what is good for the sake of what is good is heaven on (= in) earth. 2. Good spirits come into heaven; bad spirits come into hell. 3. Good people will see hidden spiritual laws inside the natural laws of the Lord's Word. 4. True wisdom is understanding and living a life of charity. 5. There is a natural, a spiritual, and a heavenly level within a person. C. Enter today's forms in the appropriate paradigms in the usual way. 30"
    },
    {
      "section": 40,
      "title": "Page 40",
      "text": "Chapter 9 NOMINAL CLAUSES In basic structure, the two sentences \"John saw the tree\" and \"John saw that the tree had begun to blossom\" are identical. In each, there is a subject, a transitive verb, and an object. In the first case, however, the object is ex­ pressed by a single word, while in the second the object is expressed by seven words, a clause. The clause denotes what John saw, which was not simply a tree, but something about a tree. No single word in the clause is the object of \"saw;\" the entire clause is the object, and is therefore functioning as a noun. Since Sweden borg is often dealing with the interaction of ideas which cannot be expressed in single words, he is very often dealing with \"nouns\" of this latter sort. Nominal clauses are therefore very frequent, making it fitting that the introduction to Arcana Coelestia should begin with one. It is indeed a harbinger of things to come. The syntactic device normally used for nominal clauses is quite simple and flexible. The verb of the clause is in the subjunctive, and the clause is intro­ duced by the connective quod (indeclinable). Thus the statement Amor est, \"Love exists,\" treated as a fact that can be known or as a proposition that can be discussed, yields the nominal clause quod amor sit in the sentence, Homo novit quod amor sit, \"People do realize that love exists (D.L. W. 1).\" It is perhaps natural that the majority of these clauses is associated with verbs of perceiving or expressing, either as objects of transitive verbs or as subjects of passive or intransitive verbs. In these instances, we may think of the clauses as being in the accusative or the nominative case respectively, though there is no indication of case in the clauses themselves. This kind of clause does occur in classical Latin, but rarely. Far more frequent there is the use of the infinitive in \"indirect discourse.\" Both the subject and the object of such an infinitive are in the accusative-Scio angelos intelligere fidem, \"I know that angels understand faith (I know angels to understand faith).\" Since the accusative serves two functions in this construction, there is the possibility of ambiguity, especially in complex phrases; and since there 31"
    },
    {
      "section": 41,
      "title": "Page 41",
      "text": "are not infinitives for all combinations of tense and voice, the repertoire of infin­ itive phrases is more limited that that of nominal clauses. Sweden borg occasion­ ally uses the classIcal construction, but the quod-clause is far more common. English readily uses nominal clauses after a verb-\"I cannot prove that God exists.\" But only in very formal style are they used to begin sentences- \"That God exists is nevertheless not open to doubt.\" When this order of ideas is desired, English may either construct a phrase using a verbal noun (\"The existence of God is nevertheless not open to doubt\") or begin with a noun in apposition to the clause (\"The fact that God exists .... \"). \"The fact that\" is the equivalent simply of quod. In the vocabulary, you will find causa and quia. Sweden borg often uses these together in a way that, translated literally; yields poor English-causa est quia ... (lit., \"the reason is because ... \") meaning \"the reason is that ... One would expect a noun clause in the predicate after est, and it seems as though we must regard the quia clause as such in this instance. This must also be the case in the construction ex causa quia, \"for the reason that, \" where the clause is best regarded as in apposition to causa. Another standard use of causa is virtually prepositional. In the ablative, pre­ ceded by a genitive, it means \"because of, for the sake of.\" Thus amoris causa could be translated \"because of love\" or \"for the sake of love.\" causa, -ae (f.) consto, -are, -avi, -atus constat cor, cordis (m.) finis, finis (m.) finitus, -a, -urn infinitus, -a, -urn inde (adv.) mundus, -i (m.) nam (conj.) non (adv.) Quia (conj.) A. Translate into English. VOCABULARY cause, reason, means (in the ablative, preceded by a genitive, = \"because of, for the sake of\") \"stand together,\" be established it fits, it follows, it is established heart end, goal, purpose, limit boundary finite, limited infinite, unlimited from this, as a result of this, on this basis world for (= \"because\") negative for verbs because, for EXERCISES 1. Inde constare potest, Quod Dominus vivat cum hominibus et Quod Do­ minus sit coelum, et ex causa, Quia bonum a Domino est Dominus cum hominibus et angelis. (c{. H. H. 12) 32"
    },
    {
      "section": 42,
      "title": "Page 42",
      "text": "2. Inde patet quod Divinus Amor et Divina Sapientia sint sUbstantia (= \"substance\") et forma. (ef D.L.W. 43) 3. Quod ex sole mundi spiritualis veniant calor et lux, et quod calor veniat ex Divino Amore Domini, et lux ex Divina Sapientia Domini, videatur. (ef D.L.W. 296) 4. Identify the \"case\" of each nominal clause in the sentences above, and diagram sentences 2 and 3. B. Translate into Latin. I. Because of this, we can see that discernment is opened by a life of charity. 2. Purposes are on (= \"in\") the celestial level, means on the spiritual, and results on the natural. 3. The Lord created humanity for the sake of heaven. 4. Because the Lord came into the world in human form, He can under­ stand the fact that people are influenced by evils. 33"
    },
    {
      "section": 43,
      "title": "Page 43",
      "text": "Chapter 10 THE NOUN: DATIVE AND VOCATIVE THE VERB: PERFECT PASSIVE The dative case seems to indicate primarily the entity in whose interest (whether affirmative or negative) a particular event occurs. We may therefore diagram it as follows: Three specific functions of the dative should be noted-indirect object, possession, and reference. English has two ways of signalling the indirect object. We may say either, \"He told a lie to me, \" or \"He told me a lie.\" In either instance, the indirect object is the \"recipient\" of the direct object. Latin uses the dative without a preposition to express this: Dat angelis sapientiam, \"He gives angels wisdom; \"Dominus dixit spiritui ... 'The Lord said to the spirit .... \" The direct object in this latter case would be what the Lord said. Perhaps because of the close relationship between receiving and possessing, Latin uses the dative with the verb \"to be\" to express possession. Angelis sunt oculi, pedes, manus ... \"Angels have eyes, feet, hands ... \" (Lit., \"Eyes, feet, hands ... are to angels\"). The dative of reference expresses the theme of the dative quite directly. I t is used to restrict the validity of a statement, making it pertinent only to the entity de­ noted by the dative. Infemum malis est coelum, \"Hell is heaven for evil people.\" The forms of the dative are the following. 1 2m 2n 3mf 3n 4 5 Sg. vitae angelo verbo amori corpori spiritui faciei PI. vi tis angelis verbis amoribus corporibus spiritibus faciebus 34"
    },
    {
      "section": 44,
      "title": "Page 44",
      "text": "For adjectives (Ch. 8), the forms are the following. 1-2 3 m f n m&f n Sg. bono bonae bono spirituali spirituali PI. bonis bonis bonis spiritualibus spiritualibus While the vocative is usually considered a case, it would be more precise to regard it as the second person of the noun, with the same form for all cases. It is usually in apposition with some second-person element in its sentence, and this element may be in any case. \"Charlie, you write well (Nom. );\" \"Charlie, I like your style (Gen. );\" \"Charlie, I gave you a chance (Oat. );\" \"Charlie, I like you (Acc.);\" \"Charlie, I'm with you all the way (Abl.).\" In every instance, Charlie is directly addressed (second person) rather than speaking (first person) or spoken about (third person). Since a noun in apposi­ tion to another noun agrees with it in case, the vocative \"Charlie\" is also nominative, genitive, etc., in these examples. Since the theological works are largely in expository style, the vocative is rare, occuring mainly in Memorabilia and in Biblical quotations. In form, it is usually identical to the nominative, the exception comprising nouns and adjectives of the second declension whose nominative singular ends in -us or -ius. In these instances, we find the following forms. amicus magnus (Nom.) filius magnus (Nom.) amice magne (VOc.) fiJi magne (VOc.) The perfect tenses stress the \"completedness\" of the action or state denoted by the verb. The simple perfect denotes completion before present time; the pluperfect or past perfect denotes completion before some (specified) past time; and the future perfect denotes completion before some (specified) fu­ ture time. \"She has finished weeding the garden (Pf.);\" \"She had finished weeding the garden when it started to rain (Plupf. );\" \"She will have finished weeding the garden by the time you get here (Fut. Pf.)\" To express the passive voice in any of the perfect tenses, Latin uses the per­ fect passive participle (the fourth principal part) and the verb \"to be\" in a very straightforward manner, the participle agreeing with the subject in number, gender, and case. Note the following examples. Verbum scriptum est. Verba scripta sunt. Verbum scriptum erat. Verba scripta erant. Verbum scriptum erit. The Word was/has been written. The words were/have been written. The Word had been written. The words had been written. The Word will have been written. 35"
    },
    {
      "section": 45,
      "title": "Page 45",
      "text": "Verba scripta erunt. Homo creatus est. Terra creata est. The words will have been written. Humanity was/has been created. Earth was/has been created. The perfect passive participle is an entirely regular first-second declension adjective, and this leads to the one complication in its use. It may on occasion be used adjectivally-apertum \"opened\" may mean simply \"open.\" There is a slight but distinct difference between \"The door has been opened\" and \"The door is open,\" both of which could be expressed in Latin by Porta aperta est. In sentences where the perfect passive participle is predicative to the verb \"to be,\" the student is advised to translate into the appropriate form of the perfect, except where context clearly makes this unlikely. cogitatio, -on is (f.) cogito, -are, -avL -atus mens, mentis (f.) nunc (adv.) omnis, omne (adj.) sensus, -us (m.) status, -us (m.) sto, stare, stetL status sisto, sistere, stiti, status existo, existere, exstiti subsisto, subsistere, substiti voco, -are, -avL -atus VOCABULARY action or function of thinking, \"thought\" think mind now aIL every, each action or function of sensing, ability to sense state, condition stand, stand firm cause to stand, erect, establish come into being, become effectively present endure, be substantial call, name BXERCISBS A. Translate into English, and diagram number 2. 1. Inde constare potest quod homines naturales ex corporis sensisbus cogitent. Cogitant ex oculo (= \"the eye\"), et non possunt cogitare ex intellectu. Cogitatio ex oculo claudit intellectum, et cogitatio ex intellectu aperit oculum. (c[. D. L. w. 46) 2. Scitum est quod tres (= \"three\") gradus mentis hominis sint, et quod tres gradus vocentur naturalis, spiritualis, et coelestis, et quod gradus apud hominem possint aperiri. (c[. D.L. w. 248) B. Translate into Latin. 1. The natural world was created by the Lord for the sake of humanity. 2. We can see from this that all people's wisdom comes from the divine wisdom of the Lord, the sun of heaven. 36"
    },
    {
      "section": 46,
      "title": "Page 46",
      "text": "3. The natural mind of a person is, in form, a world, and the spiritual mind of a person is, in form, a heaven. 4. For people in the world, heavenly matters are hidden. 5. The spirit had a true form [Use dative of possession!]. C. Add today's forms to the appropriate paradigms in the usual way. 37"
    },
    {
      "section": 47,
      "title": "Page 47",
      "text": "Chapter 11 DEGREES OF COMPARISON DEPREPOSITIONAL ADJECTIVES Latin and English have somewhat similar ways of expressing comparisons of adjectival attributes. Each language has two degrees of comparison. One is called the comparative degree, and is used when two entities are involved; the other is called the superlative degree, and is used when three or more entities are involved. For example, (Positive) This is a strong thread. (Comparative) This thread is stronger than that one. (Superlative) This is the strongest thread of all. Many common English adjectives form their degrees in this way, by adding -er or -est to the positive form. Some, like \"good, better, best,\" are irregular. Most long and Latinate adjectives form their degrees with a preceding \"more\" or \"most\"-for example, \"more rational\" and \"most rational.\" There is a ten­ dency to use this device for any adjective of three syllables or more. Latin has devices similar to each of these three. The adverbs magis (\"more\") and maxime (\"most\") may precede the positive form of the adjective. This device, however, is rarely used, mainly with the few adjectives where a vowel precedes the genitive singular ending. The regular means is the addition of an element to the stem of the adjective-to the form, that is, that results from dropping the genitive singular ending. Thus we have Positive carus, -a, -urn (dear) lenis, -e (smooth) Comparative m &' f n carior, carius lenior, lenius Superlative carissimus, -a, -urn lenissimus, -a, -urn The comparative degree of an adjective formed by this process, regardless of the declension of the positive degree, is a two-ending adjective declined like a 38"
    },
    {
      "section": 48,
      "title": "Page 48",
      "text": "third-declension noun. That is, the ablative singular ending is -e, not -i; the neuter plural nominative and accusative endings are -a, not -ia; and the genitive plural ending is -um, not -ium. In the comparative degree, case endings are added to the -ior form. Thus the genitive singular of interior is interioris, its neuter plural is interiora, ete. All adjectives with masculines in -er and some ending in -lis have irregularities which will be described in Chapter 14. The superlative degree of any adjective of this type, again regardless of the declension of the positive degree, is a regular first -second declension adjective. Several common adjectives form their degrees irregularly. You are most likely to encounter the following: Positive bonus (good) magnus (large) malus (bad) multus (much, many) parvus (small) Comparative melior, melius major, majus pejor, pejus ___ , plus minor, minus Superlative optimus, -a, -um maxim us, -a, -um pessimus, -a, -um plurimus, -a, -um minimus, -a, -um Plus, which by reason of meaning does not occur in the masculine or femi­ nine singular, has further irregularities. The student should learn to recog­ nize the following forms, those attested in classical Latin. Singular (n.) m &. fPlural n Plural Nom. plus plures plura Gen. pluris plurium plurium Dat. pluribus pluribus Ace. plus plures plura Abl. plure pluribus pluribus A category of adjectives commonly used by Sweden borg might be called \"deprepositional\"-derived from prepositions. They are these: (Preposition) Positive Comparative Superlative extra, outside externus (outer) exterior extremus infra, below inferus (low) inferior infimus intra, within internus (inner) interior intimus prae, (before) prior (earlier) primus prope, (near) propior (nearer) proximus supra, (above) superus (high) superior supremus ultra, (beyond) ulterior (farther) ultimus For purposes of translation, in should be noted that while English \"inferior\" and \"superior\" are effectively comparatives, roughly equivalent to \"worse\" and \"higher\" respectively, \"exterior\" and \"interior\" are positives. There is a 39"
    },
    {
      "section": 49,
      "title": "Page 49",
      "text": "remnant of the comparative meaning only in very formal style, where one may say, \"This is interior to that.\" After a comparative adjective, Latin quam is the equivalent of English \"than.\" Angeli sunt fortiores quam homines. \"Angels are stronger than humans.\" The second member of the comparison (here homines) should agree in case with the first (here Angeli). This agreement also holds for nouns joined by sicut, \"like.\" Both the comparative and superlative may be used without a second member of comparison either expressed or implied. In these instances, their mean­ ings are as follows: Angeli sunt fortiores. \"Angels are relatively strong/too strong.\" Angeli sunt fortissimi. \"Angels are very strong indeed.\" Like positives, comparatives and superlatives may be used substantively (see Chapter 8). Sapientissimi sunt felicissimi. \"The wisest people are the happiest.\" Interiora sunt superiora. \"More inward things are higher.\" VOCABULARY autem (conj.) ita (conj.) parum (adv.) quare (conj.) seu, sive (conj.) vel __ vel __ (conj.) sicut (conj.) but, however thus, so a little, too little therefore, wherefore or either ___ or __ _ as, like The student is also expected to learn the adjectives given in the chapter itself. EXERCISES A. Translate into English (you should be able to guess at the words you have not yet had). 1. Per creationem, homo est in mundo spirituali et in mundo naturali. Mundus spiritualis est ubi (= \"where\") sunt angeli, et mundus natura lis 40"
    },
    {
      "section": 50,
      "title": "Page 50",
      "text": "ubi sunt homines. Et quia homo ita creatus est, ideo (= \"therefore\") est homini internum et externum; internum per quod sit in mundo spirituali, externum per quod sit in mundo naurali. Internum est quod vocatur internus homo, et externum quod vocatur externus homo. (cf N.J. H. D. 36) 2. Apud unumquemvis (= \"each, every\") hominem sunt interiora et exteriora; interiora sunt interni seu spiritualis hominis, exteriora autem sunt externi seu natural is hom in is; sicut interiora formata sunt, et cum exterioribus unum faciunt (= \"make a one\"), ita homo videt et percipit. (cf H.H. 351) 3. Identify and explain the \"case\" of the nominal clauses in # 1 above. B. Translate into Latin. 1. The world of people is lower than the heaven of angels. 2. Therefore we can see (use the appropriate form of pateo) that the heaven of angels is higher and more inward than the world of people. 3. I could see (use the appropriate form of pateo) that people were being re-formed by means of affections for what is true. 4. Just as the more outward person can see natural things, the more in­ ward person can see spiritual things. 5. The higher heavens are better than the lower ones, and the lower hells are worse than the higher ones. 6. The best people are in the highest heaven (Do not use homines). C. Add today's forms to the appropriate paradigms in the usual way. 41"
    },
    {
      "section": 51,
      "title": "Page 51",
      "text": "Chapter 12 ADNOMINAL CLAUSES THE RELATIVE PRONOUN As we have seen, a word, a phrase, or a clause may serve the function of a noun in a sentence. So too a word, a phrase, or a clause may function as an adjective. We can refer to \"the brown house,\" \"the house on Lincoln Street,\" or \"the house that was sold last week.\" In the second example, \"on Lincoln Street\" is a prepositional phrase functioning adjectivally; in the last example, \"that was sold last week\" is an adjectival or adnominal clause. There is a strong similarity between the ways in which Latin and English usu­ ally form adnominal clauses. Each uses a relative pronoun whose case de­ pends on its use within the adnominal clause. In English, its gender depends on its antecedent (the noun the clause is modifying), while in Latin both its gender and its number depend on its antecedent. Each language then builds the rest of the clause like an independent sentence. Vir qui me vidit ... \"The man who saw me ... \" Femina quam vidi .. . \"The woman whom I saw ... \" Sapientia quae venit .. . \"The wisdom which comes ... \" Amor quem dat Dominus .. . \"The love which the Lord grants ... \" Status in quo sunt angeli .. . \"The state in which angels are ... \" Note however that when the relative pronoun is the object of the verb of the clause, English may use \"that\" regardless of number, gender, or case, and may at times omit the relative pronoun completely- \"The man that I saw ... , \" \"The man I saw .... \" The Latin relative pronoun has a full paradigm, as follows (as always, the translation values are approximate): Nom. Gen. Dat. m. qui (who) cujus (whose) cui (to whom) SINGULAR. f. quae (who) cujus (whose) cui (to whom) 42 n. quod (which) cujus (whose) cui (to which)"
    },
    {
      "section": 52,
      "title": "Page 52",
      "text": "Ace. Abl. Nom. Gen. Dat. Ace. Abl. quem (whom) quo (by whom) m. qui (who) quorum (whose) quibus (to whom) quos (whom) quibus (by whom) quam (whom) qua (by whom) PLURAL f. quae (who) quarum (whose) quibus (to whom) quas (whom) quibus (by whom) quod (which) quo (by which) n. quae (which) quorum (whose) quibus (to which) quae (which) qui bus (by which) It will be noted that English makes far fewer distinctions than does Latin­ none between masculine and feminine, and none whatever in the genitive, for example. Since the Latin pronoun indicates both gender and number, there is normally no need for a pronominal antecedent. Quem Dominus ducit, vincet, \"[The person] whom the Lord leads will triumph.\" This resembles the common En­ glish usage, \"I know what I should do,\" where \"what\" may be taken to stand for \"that which,\" and thus seems to include both antecedent and relative pronoun. In the Latin sentence, the \"antecedent\" is partially expressed in the subsequent vincet , whose ending indicates a third person singular subject but does not specify gender. In these cases, it is usually best to supply a noun as antecedent when translating, since English \"He who ... , \" used primarily in pseudo-Confucian proverbs, is by no means the stylistic equivalent of Latin Qui .... English uses punctuation to distinguish two kinds of adnominal clause. A restrictive clause, which is not set off by commas, gives information regarded as essential to the identification of the antecedent. In \"The man who saw me collecting sap stopped to talk,\" we assume that the man is not otherwise known. A non-restrictive clause gives information which is relatively incidental. In \"The man, who saw me collecting sap, stopped to talk,\" we assume that the reader already knows what man is under discussion. In this latter sense, the clause is basically parenthetical. Sweden borg did use commas to set off parenthetical elements, and there can therefore be a tendency toward the same means of marking this distinction. However, since he also used commas to indicate shifts in syntactic units in a long sentences, and since both his contemporary and his later printers tend to have their own standards of punctuation, meaning is a more reliable guide than a comma. VOCABULARY ceterus, -a, -um other dico, -ere, dixi, dictus say, call, name 43"
    },
    {
      "section": 53,
      "title": "Page 53",
      "text": "educo, -ere, eduxi, eductus educo, -are, -ave, -atus induco, -ere, -duxi, -ductus introduco, -ere, -duxi, -ductus perduco, -ere, -duxi, -ductus extensus, -a, -urn ideo (conj.) pendo, -ere, pependi, pensus regnum, -i n. simplex, simplicis usus, -us m. A. Translate into English. EXERCISES bring forth educate bring in bring into, introduce lead through stretched out therefore, so hang kingdom uncomplicated, simple. straightforward useful function, function, \"use\" 1. Mundus naturalis dicitur omne extensum, quod sub sole est, et ex sole calorem et lucem recipit; et naturalis mundi sunt omnia quae inde sUbsistunt; mundus spiritualis autem est coelum, et spiritualis mundi sunt omnia quae in coelis. (c{. H.H. 89) 2. Omnes in coelum recipiuntur, qui amaverunt verum et bonum propter verum et bonum: qui multum amaverunt, sunt qui vocantur sapientes; qui autem parum amaverunt, sunt qui vocantur simplices; sapientes in coelo in multa luce sunt, simplices autem in coelo in minore luce sunt. (c{. H.H. 350) Internus homo est qui vocatur spiritualis homo, quia est in luce coeli, quae lux est spiritualis; et externus homo est qui vocatur naturalis homo, quia est in luce mundi, quae lux est naturalis. Homo cujus internum est in luce coeli et externum in luce mundi, spiritualis homo est; sed homo cujus internum non est in luce coeli, sed solum (= \"only\") in luce mundi in quo etiam est extern urn, naturalis homo est. Spiritualis homo est qui in Verbo vocatur \"vivus\" (= \"alive\"), sed naturalis homo qui vocatur \"mortuus\" (= \"dead\"). (c{. N.J. H. D. 38) B. Translate into Latin (#5 is for \"extra credit\"). 1. Everything that comes into being in heaven comes into being from the Lord. 2. The Lord's kingdom is a kingdom of goals [ends] that are uses, or a king­ dom of uses that are goals, so the world has been created in this way. 44"
    },
    {
      "section": 54,
      "title": "Page 54",
      "text": "3. A person whose more inward things have been opened loves what is true and does what is true. 4. Anyone who is in heaven has lived on earth. 5. You must understand that the Lord cannot lead people into evil. C. Enter today's forms in the appropriate paradigm in the usual way. 45"
    },
    {
      "section": 55,
      "title": "Page 55",
      "text": "Chapter 13 THE VERB FIRST AND SECOND PERSON ACTIVE Thus far, we have presented only third-person forms of the verb, since these are by far the most frequent in Swedenborg's theological Latin. The first and second person forms attach to the same basic stems, and should offer little difficulty. 1 2 3 3-i 4 Present Indicative Sg 1 spec to video duco capio scio (I am watching) 2 spectas vides ducis capis scis PI spectamus videmus ducimus capimus scimus 2 spectatis videtis ducitis capitis scitis Present Subjunctive Sg 1 spectam videam ducam capiam sciam (may I watch) 2 spectes videas ducas capias scias PI 1 spectemus videamus ducamus capiamus sciamus 2 spectetis videatis ducatis capiatis sciatis Imperfect Indicative Sg 1 spectabam videbam ducebam capiebam sciebam (I was watching) 2 spectabas videbas ducebas capiebas sciebas PI 1 spectabamus videbamus ducebamus capiebamus sciebamus 2 spectabatis videbatis ducebatis capiebatis sciebatis Imperfect Subjunctive Sg 1 spectarem viderem ducerem caperem scirem (Were I watching) 2 spectares videres duceres caperes sci res 46"
    },
    {
      "section": 56,
      "title": "Page 56",
      "text": "PI spectaremus videremus duceremus caperemus sciremus 2 spectaretis videretis duceretis caperetis sciretis Future Indicative Sg 1 spectabo videbo ducam capiam sciam (I will watch) 2 spectabis videbis duces capies scies PI spectabimus videbimus ducemus capiemus sciemus 2 spectabitis videbitis ducetis capietis scietis Perfect Indicative Sg 1 spectavi vidi duxi cepi scivi (I watched) 2 spectavisti vidisti duxisti cepisti scivisti PI 1 spectavimus vidimus duximus cepimus scivimus 2 spectavistis vidistis duxistis cepistis scivistis This is a formidable-looking list of forms, but many of the distinctions are already familiar to you, and the new material is not complex. Comparison with the forms presented in Chapter 3 will be helpful. The one area where trouble may be expected is in distinguishing the present subjunctive from the future indicative in the 3rd, 3rd-i, and 4th corUugations. These are identical in the first person singular, all ending in -am. For the remaining forms, the future indicative always has an -e-before the ending while the present subjunctive always has an -a-. It may help to note that -a­ is also the characteristic vowel of the present subjunctive of the second conjugation. VOCABULARY enim (adv.) nosco, -ere, novi, notus agnosco, -ere, agnovi, agnotus cognosco, -ere, -novi, -notus agnitio, -onis f. cognitio, -onis f. jungo, -ere, junxi, junctus adjungo, -ere, -junxi, -junctus conjungo, -ere, -junxi, -junctus adjunctio, -onis f. conjunctio, -onis f. spondeo, -ere, spopondi, sponsus respondeo, -ere, -sponsi, -sponsus in fact, really, for know, recognize recognize, acknowledge be thoroughly acquainted with acknowledgment direct, thorough knowledge join bring into contact join thoroughly, unite a bringing together, a being brought together a thorough joining, being joined, a union pledge, promise [return a pledge] answer 47"
    },
    {
      "section": 57,
      "title": "Page 57",
      "text": "correspondeo, -ere, (corresponsi, corresponsus) correspondentia, -ae f. A. Translate into English. answer completely, be completely responsive, correspond (the relationship of) correspondence, an item that corresponds EXERCISES 1. Conjunctio coeli cum homine, non est sicut conjunctio hominis cum homine, sed est conjunctio cum interioribus quae sunt mentis hom in is, ita cum spirituali seu interno homine: cum naturali autem seu externo homine est conjunctio per correspondentias. (cf. H.H. 300) 2. Notum est, quod Deus infinitus sit, vocatur enim infinitus; sed vocatur infinitus quia est infinitus. (D.L. w. 17) 3. Quod infinita in Deo sint, patet angelis ex coelis in quibus sunt. (D.L. W. 19) B. Translate into Latin. 1. We perceive a correspondence of earth with heaven. 2. You will see that there are higher levels of understanding. 3. I know that you (sg.) were watching either angels or spirits. 4. You (pI.) were not thinking about correspondences, but you were per­ ceiving the spiritual within the natural. 5. Since you know that the Lord is the source of life, you can understand that the sun corresponds to the Lord. 6. In heaven, angels see the Lord because they love the Lord. 7. In the world of spirits, good spirits are brought into contact with evil ones, but they cannot be united. C. Enter to day's forms in the appropriate paradigms in the usual way. Use this occasion to note that the third-person forms already entered resolve many of the problems of memorization. 48"
    },
    {
      "section": 58,
      "title": "Page 58",
      "text": "Cbapter 14 PRESENT ACTIVE PARTICIPLES FURTHER SUPERLATIVES A participle may be described as a verbal adjective, meaning that it functions like a verb in some respects and like an adjective in others. More precisely, it is governed like an adjective, and governs like a verb. That is, it acts like an adjective in relation to the noun or pronoun in modifies, and like an adjective can be used substantively (see Chapter 8); and it acts like a verb in relation to words that depend on it. In the sentence, \"I saw him climbing the ladder,\" the present active participle \"climbing\" acts like an adjective in modifying \"him,\" and like a verb in taking the direct object \"the ladder.\" A Latin transitive verb may have four participles: present active, future active, perfect passive, and future passive. The brief introduction to the perfect pas­ sive participle in Chapter I 0 will do for now; the future participles are the least frequent; so we focus now in the present active. This has a third-declension paradigm which differs from those of both third declension adjectives and comparatives. It is formed from the present stem, by the addition of -ns in the nominative singular and -nt-in all other cases. The present stem may be found by dropping the -re from the second princi­ pal part, except in the case of 3-i verbs, where after dropping the -re, one must substitute -ie-for -e-. Thus spectare yields the stem specta-, but cap ere yields capie-. 2 3 3-i 4 Singular m & f Nom. spectans vi dens ducens capiens sciens Gen. spectantis videntis ducentis capientis scientis Oat. spectanti videnti ducenti capienti scienti Ace. spectantem videntem ducentem capientem scientem Abl. spectante vidente ducente capiente sciente Plural m & f Nom. spectantes videntes ducentes capientes scientes Gen. spectantium videntium ducentium capientium scientium 49"
    },
    {
      "section": 59,
      "title": "Page 59",
      "text": "Oat. Ace. Abl. spectantibus videntibus ducentibus spectantes vi dentes ducentes spectantibus videntibus ducentibus capientibus scientibus capientes scientes capientibus scientibus The neuter differs only in the accusative singular and nominative and accusa­ tive plural, as follows: Singular Ace. spectans videns ducens capiens sciens Plural Nom. & Ace. spectantia videntia ducentia capientia scientia That is, the present active participle is declined like a regular one-ending adjective of the third declension except that its ablative singular is in -e (like the comparative degree) rather than in -i. In fact, a participle without verbal dependents may be treated as an adjective, in which case it will have -i in the ablative singular. As an adjective, a participle must agree in number, gender, and case with the noun or pronoun it modifies. As an adjective, it may also be used substantively. In this latter use, it is often equivalent to English nouns ending in -er or -or. Loquens, as a noun, \"the one who is speaking,\" may readily be translated \"the speaker.\" As a verb, a participle may take a direct object and an indirect object, and may be modified adverbially. Vidi angelos len iter ducentes spiritus ad coelum, \"I saw some angels gently leading spirits toward heaven.\" Note also that the \"present\" tense of the participle means that it refers to the same time as that specified by the main verb of the sentence or clause in which it occurs. Thus in the examplejust given, the angels were leading at the time they were seen. Since English present active participles behave in the same way, this can nor­ mally be taken for granted. In Chapter 11, we mentioned that there were two additional classes of superlatives. They are the following. Any adjective whose masculine singular nominative ends in -er has a superlative ending in -errimus. Thus the superlative of the first-second declension adjec­ tive liber \"free\" is not liberissimus but liberrimus, and the superlative of the third declension adjective acer \"sharp\" is not acerissimus but acerrimus. The comparatives of such adjectives are regular. The particular adjectives similis \"like, \" dissimilis \"unlike, \" facilis \"easy, \" difficilis \"hard,\" humilis \"lowly,\" and gracilis \"slender,\" which are also regular in the comparative, have the superlatives simillimus, dissimillimus, facillimus, ete. Other adjectives ending in -lis are regular, for example moralis \"moral,\" su­ perlative moralissimus. 50"
    },
    {
      "section": 60,
      "title": "Page 60",
      "text": "A few nouns, such as civis, -is, \"citizen,\" are declined like the present active participle. Civis should be entered in the 3-i column of the noun paradigms. VOCABULARY civilis, civile (adj.) fluo, fluere, fluxi, fluxus habeo, habere, habui, habitum influo, -ere, -fluxi, -fluxus influxus, -us m. transfluo, -ere, -fluxi, -fluxus moralis, -e (adj.) nempe (adv.) proprius, -a, -urn quoad (prep. with ace.) solum (adv.) A. Translate into English. civic, civil flow have flow (into) act of flowing in, inflow, influx flow through, across moral, behavioral namely belonging (to) proper (to) as to, as far as ___ is concerned only EXERCISES Cujus vita moralis est spiritualis, coelum in se (= \"him/herself\") habet, sed cujus vita moralis est solum naturalis, coelum in se non habet; causa est, quia coelum a superiore influit in exteriora; mundus autem ab inferiore influit, et aperit exteriora, sed non interiora; influxus non venit e mundo naturali in spiritualem, sed e mundo spirituali in naturalem. (cf H.H. 319) B. Translate into Latin. 1. You (sg.) will see some people coming toward the world of spirits. 2. A heavenly life does not seem like the easiest life, but it is actually easier than a hellish life. 3. A person who accepts heaven in the world will be accepted into heaven. 4. A person is a heaven in the smallest form. C. Enter today's forms in the appropriate paradigms in the usual way. 51"
    },
    {
      "section": 61,
      "title": "Page 61",
      "text": "Chapter 15 DEMONSTRATIVES THE REFLEXIVE PRONOUN We mentioned in the introduction that words rarely refer directly to things. The primary exceptions to this are the demonstratives or \"pointing\" words, such as \"this\" and \"that.\" Latin has these in abundance. They are usually classed as \"demonstrative pronouns.\" However, since they are often used adjectivally, and like adjectives occur in all three genders, it seems more consistent to regard them as demon­ strative adjectives, which like any adjective may be used substantively. There are other words which function primarily or solely as pronouns. The most common demonstratives are hie and me. Hie, roughly \"this\", has connotations of \"the nearer,\" and me, roughly \"that,\" has connotations of \"the more remote.\" However, two special meanings must be noted. First, Sweden borg quite often uses hie to mean \"the latter\" and me to mean \"the former,\" the rationale presumably being that \"the latter\" is closer on the page to the statement where the demonstratives occur, and \"the former\" more remote. Second, ille may be used without any clear demonstrative force. This phenom­ enon has plausibly been related to the fact that me is the \"ancestor\" of the definite article in the Romance languages, such as French Ie, la, les. One will often encounter such phrases as Illi qui eredunt ... or Illa quae mentis sunt ... , literally \"Those who believe ... \" and \"Those things which are of the mind ... , \" where there is no explicit or implied contrast with any \"these,\" no sense of \"more remote.\" Hie, on the other hand, seems regularly to have demonstra­ tive force. The forms of hie and ille are as follows. Sing. m f n Plural m f n Nom hic haec hoc hi hae haec Gen hujus hujus hujus horum harum horum Dat huic huic huic his his his Acc hunc hanc hoc hos has haec Abl hoc hac hoc his his his 52"
    },
    {
      "section": 62,
      "title": "Page 62",
      "text": "Nom iIIe ilia i1lud iIIi illae ilia Gen iIIius iIIius iIlius iIIorum i1larum iIIorum Dat illi iIIi i11i illis iIlis illis Acc ilium iIIam iIIud illos iIIas ilia Abl iIIo ilia i110 iIlis illis illis We may also introduce at this time the brief paradigm of the reflexive pronoun. It is the same in the singular and the plural and in all genders, and by reason of its meaning does not occur in the nominative. Its forms are as follows. Gen sui Dat sibi Acc se Abl se Basically; the reflexive pronoun refers to the explicit or implied subject of the clause in which it occurs, for example, Homines qui se amant, \"People who love themselves, \"Sibi dixit, \"She said to herself,\" or Illud fecit a se, \"Ne did that on his own (Lit. 'from himself').\" Note however the phrase amor sui \"love of oneself,\" where amor behaves like a verbal noun, with the reflexive pro­ noun as an objective genitive whose antecedent is the implied subject of amor. Sentences can therefore occur like Angeli possunt percipere in malis amorem sui, \"Angels can perceive love of self in evil people,\" where sui does not refer to the subject, which is Angeli. We need also to mention that while English uses the \"-self\" pronouns reflexively; it also uses them for emphasis- \"For he himself has said it,\" \"I haven't seen the house myself,\" \"We should act out of a love for truth itself.\" Latin has a distinct \"intensive\" pronoun for this use, which will be presented in Chapter 20. The reflexive pronoun is wholly inadmissible in this meaning. This lesson's vocabulary presents two pairs of words, talis/qualis and tantus­ quantus, which require comment. Talis and tantus may be defined as mean­ ing \"of that kind or quality\" and \"in that amount, to that extent,\" respectively; while qualis and quantus may be defined as meaning \"of whatever kind or quality\" and \"in whatever amount, to whatever extent,\" respectively. They are often used correlatively; that is, in a paired relationship, -Qua lis est voluntas, talis est inteliectus, \"of whatever quality the purposing is, the discernment is of that (same) quality;\" or Homo tantam fidem habet, quantum amorem, \"A person has as much faith as love.\" Also common are the adverbial forms tan tum and quantum, as in Homo tan tum fidem habet quantum amorem, \"A person has faith to the extent that he or she has love.\" As a mnemonic device, it may help to remember that \"q determines t,\" and that the \"t-verb\" is the main verb. The student is also advised to note the surprising number of different devices English has to express these correla­ tive relationships. 53"
    },
    {
      "section": 63,
      "title": "Page 63",
      "text": "essentia, -ae f. hic, haec, hoc ille, ilia, iIIud qualis, -e (adj.) quantum (adv.) quantus, -a, -um (adj.) simul (adv.) sui, sibi, se, se talis, -e (adj.) tan tum (adv.) tantus, -a, -um (adj.) A. Translate into English. VOCABULARY essence, fundamental nature this, the latter that, the former of whatever kind to whatever extent of whatever amount at the same time (reflexive) -self of that kind to that extent of that amount EXERCISES 1. Quod amor et sapientia sint homo, constari potest ex angelis coeli, qui quantum in amore et inde in sapientia a Domino sunt, tantum in forma homines sunt. (c{. D. L. w. 287) 2. llIis qui in malo et simul in falso sunt, qui omnes sunt in inferno, est potentia inter (= \"among\") se, malus enim malum facere potest. (c{. D. P. 19) 3. Charitas spectat bonum animae hominis, et amat illud, quia per charitatem est conjunctio. (c{. De Char. III:4) B. Translate into Latin. 1. Angels have the same kind of light as they have warmth. 2. Angels have as much light as they have warmth. 3. This kind of person can be reformed because she acknowledges that the Lord can flow into the will with love and into the understanding with faith. 4. This man sees that woman, but that woman does not see this man. 5. To the extent that people understand the Word, they are the ones who have received true things into (their) understanding. C. Enter today's forms in the appropriate paradigms in the usual way. 54"
    },
    {
      "section": 64,
      "title": "Page 64",
      "text": "Chapter 16 THE VERB FIRST AND SECOND PERSON PASSIVE THE ABLATIVE ABSOLUTE for the most part, the passive forms of the first and second person involve only the use of new endings on familiar stems (see Chapter 13). The first person singular ends in -r, which replaces the -m that occurs on some forms. The first person plural ends in -(e)mur rather than -(i)mus. The second person singular ends in -(e)ris rather than -(i)s. The second person plural ends in -(e)mini rather than in -mUs. In the perfect, the perfect passive participle is used with the appropriate form of esse. The forms themselves are as follows. 2 3 3-i 4 Present Indicative Singular I spector videor ducor capior scior 2 spectaris videris duceris capiris sciris Plural 1 spectamur videmur ducemur capimur scimur 2 spectamini videmini ducemini capimini scimini Present Subjunctive Singular 1 specter videar ducar capiar sciar 2 specteris videaris ducaris capiaris sciaris Plural 1 spectemur videamur ducamur capiamur sciamur 2 spectemini videamini ducamini capiamini sciamini Imperfect Indicative Singular I spectabar videbar ducebar capiebar sciebar 2 spectabaris videbaris ducebaris capiebaris sciebaris Plural 1 spectabamur videbamur ducebamur capiebamur sciebamur 2 spectabamini videbamini ducebamini capiebamini sciebamini 55"
    },
    {
      "section": 65,
      "title": "Page 65",
      "text": "Imperfect Subjunctive Singular 1 spectarer viderer ducerer 2 spectareris videreris ducereris Plural 1 spectaremur videremur duceremur 2 spectaremini videremini duceremini Future Indicative Singular 1 spectabor 2 spectaberis Plural 1 spectabimur 2 spectabimini videbor videberis videbimur videbimini ducar duceris ducemur ducemini Perfect Indicative Singular 1 spectatus/a sum etc. 2 spectatus/a es etc. Plural 1 spectati/ae sumus etc. 2 spectati/ae estis etc. Perfect Subjunctive Singular 1 spectatus/a sim etc. 2 spectatus/a sis etc. Plural 1 spectatilae simus etc. 2 spectati/ae sitis etc. caperer capereris caperemur caperemini capiar capieris capiemur capiemini THE ABLlUIVt: ABSOLUTE scirer scireris sciremur sciremini sciar scieris sciemur sciemini To express the circumstance of a particular action or event, Latin often uses an ablative phrase composed of a noun or pronoun modified by a participle. This construction is known as the \"ablative absolute,\" presumably because it is unaffected by the syntax of the sentence in which it occurs. 56"
    },
    {
      "section": 66,
      "title": "Page 66",
      "text": "Examples: His dictis, intellexit. Once these things had been said, he understood. Angelo ducente, veniemus in coelum. With the angel leading, we will arrive in heaven. Note that the tense value of the phrase is relative to that of the verb which it modifies. The ablative absolute should not be used when the participle modifies any specific noun in the sentence in which it occurs. Thus \"I understood the angel while she was speaking,\" would be Intellexi angelum dicentem (unless, as will be discussed later, a temporal clause is used). VOCABULARY acceptio, -onis f. perceptio, -onis f. appercipio, -ere, -cepi, -ceptus apperceptio, -onis f. receptio, -onis f. procedo, -ere, -cessi, -cessus tametsi (conj.) A. Translate into English. EXERCISES reception mental grasp, perception notice, begin to perceive initial grasp, notice acceptance come forth, emanate even though 1. Inde est, quod angeli non sint angeli a se, sed quod sint angeli ex conjunctione ilia cum Deo Homine; et ilia conjunctio est secundum receptionem Divini Boni et Divini Veri, quae sunt Deus, et apparent procedere a Deo, tametsi in Deo sunt. (c[. D.L. w. 57) 2. Qualis est amor talis est sapientia, et inde talis est homo. Nam qualis est amor et sapientia, talis est voluntas et intellectus, ... et haec duo (= \"two\") faciunt hominem .... (D. L. W. 368) B. Translate into Latin. 1. Once will and understanding have been conjoined, a person is a person. 2. With the Lord leading (us) through life, we can be regenerated. 3. I recognized that we were being watched by spirits. 4. We can see from this that good cannot come forth from love of self. 57"
    },
    {
      "section": 67,
      "title": "Page 67",
      "text": "C. Enter today's forms in the appropriate paradigms in the usual way. 58"
    },
    {
      "section": 68,
      "title": "Page 68",
      "text": "Chapter 17 ADVERBAL CLAUSES: PURPOSE AND RESULT PERSONAL PRONOUNS Just as quod-clauses function as nouns, and relative clauses as adjectives, so there are clauses that function as adverbs. These fall into four main categories -purpose, result, circumstance, and condition. In this lesson, we are con­ cerned with the first two of these. The adverbial nature of purpose and result clauses is readily suggested by the following sequence of sentences. (purpose) She worked purposefully. She worked with a specific purpose. She worked to finish on time. She worked so that she would finish on time. (Result) He worked effectively. He worked with a specific result. He worked so that he finished on time. \"Purposefully\" and \"effectively\" are clearly adverbs. If we then specify either the purpose or the result, we simply add detail to the adverb: we do not change its function. There is a logical affinity between purpose and result-one hopes that they are identical-that is renected in both Latin and English syntax. Note how slight the difference is between \"He worked hard so that he might finish early, \" and \"He worked so hard that he finished early,\" the first expressing purpose and the second expressing result. The similarity is even stronger in Latin. Latin in each case uses a clause with its verb in the subjunctive (the use of the infinitive, as in \"They came to see me,\" is not admissible). This clause is introduced either by ut, \"so that,\" or by ne, \"so that ... not, lest.\" 59"
    },
    {
      "section": 69,
      "title": "Page 69",
      "text": "Examples: Sed ut hoc in intellectum cadat ... (D.L. W. 5) \"But so that this may (lit.) fall into understanding, .... \" Ne itaque illi, qui talia cogitant, ... amplius perturbant ... simplices, .... (H. H .. 312) \"So lest people who think like this should further distress simple folk ... \" These are, respectively, affirmative and negative clauses of purpose. The tenses of verbs in such clauses may be taken quite literally. Particularly once one begins reading consecutive passages, there is rarely any doubt as to their meaning. Affirmative clauses of result are also characterized by ut plus the subjunctive. In some instances, in fact, the choice of translation depends entirely on the context. However, the reader is very often forewarned that a result clause is coming by a \"so-word\" in the main sentence: tam, \"so, so much, \" ita, \"in such a manner, \"or some form of talis or tan tum may serve this use. Whereas laborat ut ... (\"He worked so that ... \") is ambiguous, tan tum laboral ut ... (\"he worked so much that ... \") clearly signals that what follows will be a result. Negative clauses of result are unambiguous, since they use ut ... non rather than ne. Recasting the clause from H.H .. 312 above to express result rather than purpose, we would have Vt Uli non perturbent simplices, \"so that they are not distressing simple folk.\" PERSONAL PRONOUNS The notion that pronouns are substitutes for nouns leads to some difficulties when we turn to the so-called personal pronouns. What are the nouns for which 'T' and \"you\" are substitutes? The label is however appropriate for the third person: \"It is green\" has little meaning unless one knows what \"it\" is. The paradigm of the personal pronouns is as follows. 2 3m 3f 3n Singular Nom ego tu is ea id Gen mei tui ejus ejus ejus Oat mihi tibi ei ei ei Acc me te eum earn id Abl me te eo ea eo Plural Nom nos vos ei, ii eae ea Gen nostrum, vestrum, eorum earum eorum nostri vestri 60"
    },
    {
      "section": 70,
      "title": "Page 70",
      "text": "Dat nobis vobis eis, eis, eis, iis iis iis Acc nos vos eos eas ea Abl nobis vobis eis eis eis Since Latin verbs include indications of person and number, the nominative forms of the personal pronoun are not normally used for basic meaning. Scio means \"I know.\" If the pronoun is used-Ego scio-it conveys a strong emphasis- \"I know [though probably no one else does].\" The genitive forms of the first and second persons are also rarely used. Latin has possessive adjectives (see the vocabulary) that usually fill this function. These have full, regular paradigms, and will agree with the noun they modify. There are no possessive adjectives for the simple third person, however, so the genitive pronouns ejus and eorurn are used. Note that these are not adjectives, and remain unchanged regardless of the number, gender, and case of the noun to which they refer. There is a possessive adjective for the third person reflexive (suus, -a, -urn), which like the reflexive pronoun can be used only when the \"possessor\" is the subject of the sentence or clause in which it occurs. absque (prep. with abl.) do, dare, dedi, datus dum (conj.) illustratio, -onis f. mere (adv.) meus, -a, -urn noster, nostra, nostrum puto, -are, -ave, -atus spatium, -ii n. suus, -a, -urn tuus, -a, -um vester, vestra, vestrum A. Translate into English. VOCABULARY without, apart from give, grant; in the passive, \"be given, \" occur while enlightenment, illustration solely, merely my our opine, esteem space (reflexive possessive) your (sg.) your (pl.) EXERCISES 1. Homo ita creatus a Domino est, ut, dum vivit in corpore, cum spiritibus et angelis simul loqui (= \"to talk\") potuerit. (cf. A. C. 69) 2. ut pateat quod mere natura lis homo de spiritualibus et Divinis cogitet ex spatio, et spiritualis homo absque spatio, sit hoc illustrationi (see Ch. 10). (D.L. w. 71) 61"
    },
    {
      "section": 71,
      "title": "Page 71",
      "text": "3. Sunt iIIi qui putant quod homo talis sit ut a se possit amare Deum. (cf. D. L. w. 11 7) B. Using each of the following sentences as a basis, compose Latin sentences with both affirmative and negative clauses of both purpose and result (eight sentences in all), labelling each. 1. He came to see me. 2. He came to give us His law. C. Enter today's forms in the appropriate paradigms in the usual way. 62"
    },
    {
      "section": 72,
      "title": "Page 72",
      "text": "Chapter 18 THE VERB PERFECT SUBJUNCTIVE PLUPERFECT INDICATIVE ACTIVE FUTURE PERFECT INDICATIVE ACTIVE The focus in this lesson is on forms which are not very frequent in Swedenborg. The perfect subjunctive is used in those dependent clauses that call for a subjunctive, when the meaning calls for clear indication of completed action. The pluperfect (or past perfect) tense denotes action before some specified past time, as in English: \"I had left the kitchen when the soup boiled over.\" The future perfect denotes action before some specific future time, as in English: \"I will have cleaned the stove before you get home.\" The Latin forms are constructed of familiar material, all being based on the perfect stem (the third principal part without the -i ending). Note particularly that the pluperfect indicative endings are identical to the imperfect of esse (see Chapter 5), while the future perfect indicative endings are largely identi­ cal to the future forms of esse, the exception being that we find -erint instead of -erunt in the third person plural. The perfect subjunctive is largely identical to the future perfect indicative, the exception in this case being that we find -erim rather than -era in the first person singular. The forms themselves are as follows. 2 3 3-i 4 PERFECT SUBJUNCTIVE ACTIVE Singular 1 spectaverim viderim duxerim ceperim sciverim 2 spectaveris videris duxeris ceperis sciveris 3 spectaverit viderit duxerit ceperit sciverit Plural 1 spectaverimus viderimus duxerimus ceperimus sciverimus 2 spectaveritis videritis duxeritis ceperitis sciveritis 3 spectaverint viderint duxerint ceperint sciverint 63"
    },
    {
      "section": 73,
      "title": "Page 73",
      "text": "PLUPERFECT INDICATIVE ACTIVE Singular I spectaveram videram duxeram ceperam sciveram 2 spectaveras videras duxeras ceperas sciveras 3 spectaverat viderat duxerat ceperat sciverat Plural I spectaveram us videramus duxeramus ceperamus sciveramus 2 spectaveratis videratis duxeratis ceperatis sciveratis 3 spectaverant viderant duxerant ceperant sciverant FUTURE PERFECT INDICATIVE ACTIVE Singular 1 spectavero videro duxero cepero scivero 2 spectaveris videris duxeris ceperis sciveris 3 spectaverit viderit duxerit ceperit sciverit Plural 1 spectaverimus viderimus duxerimus ceperimus sciverimus 2 spectaveri tis 3 spectaverint angelicus, -a, -um atque, ac (conj.) videritis viderint elevo, -are, -avi, -atus immo (adv.) lingua, -ae f. loquela, -ae f. natura liter (adv.) plenus, -a, -um plene (adv.) spiritualiter (adv.) tunc (adv.) usque (adv.) vicissim (adv.) A. Translate into English. duxeritis ceperitis duxerint ceperint VOCABULARY of angels, angelic (emphatic) and raise up, lift even, indeed tongue, language (act of) talking, speech sciveritis sciverint in a natural way, on the natural level full fully in a spiritual way, on the spiritual level then, at that time all the way, even as far as, still the other way around EXERCISES Effectus sunt: (I) Quod mens naturalis possit usque ad lucem coeli, in qua sunt angeli, elevari, ac naturaliter percipere quae angeli spiritualiter, ita non tam plene; sed usque non potest mens naturalis hominis elevari in ipsam (= \"actual,\" \"itself\") lucem angelicam. (2) Quod homo per naturalem suam mentem elevatam ad lucem coeli cum angelis possit cogitare, immo loqui (= \"to talk\"); sed tunc influit cogitatio et loquela angelorum in 64"
    },
    {
      "section": 74,
      "title": "Page 74",
      "text": "cogitationem et loquelam naturalem hominis, et non vicissim; quare angeli cum homine loquuntur (= \"talk,\" 3rd plural present indicative) lingua naturali. (D.L. w. 257) Do you notice anything syntactically peculiar about this passage? B. Translate into Latin. 1. The Lord came into the world in order that people's natural understand­ ing might have light. 2. Actually, the more inward levels of his mind were so closed that he could not understand the simplest correspondences. 3. We know that words have affected people's minds. C. Enter today's forms in the appropriate paradigms in the usual way. 65"
    },
    {
      "section": 75,
      "title": "Page 75",
      "text": "Chapter 19 NOMINAL CLAUSES: OTHER USES NOMINAL CLAUSES WITH UT We have thus far met nominal clauses as subjects or objects of verbs. A nomi­ nal clause may also stand in apposition to the (pronominal) object of a preposition. Ex eo quod de voluntate et intellectu ... abstracte a substantiis ... cogitare potuisset. ... (D. L. W. 210) \"As a result of the fact that he could think about intention and discern­ ment in the abstract, apart from substances .... \" Often, the clause will be set off by a comma- ... constare potest ex eo, quod angeIi et spiritus aeque respirent ... sicut homines in mundo naturaIi .... (D.L. W. 176), \" ... can be deduced from the fact that angels and spirits breathe just the way people in the natural world do.\" However, the clause itself is occasionally used as the object of a preposition­ cum interiora hominis purificantur a maIis per quod desistat ab illis .... (A.t:. 940), \"when someone's more inward levels have been purified from evils by means of his or her refraining from them .... \" Further, a nominal clause may stand in the genitive relationship, especially with the word causa. Causa quod non videant iIIos, est quia .... (D.L. W. 179), \"The reason they do not see them is that .... \" \"Causa quod\" translates so readily as \"The reason that,\" that it is easy to ignore the relationship between causa and the following clause. This relation­ ship becomes clear, however, when we substitute a pronoun for the clause. We must then say, causa ejus, \"its reason,\" this being the only construction causa will admit. There are also in Swedenborg's Latin nominal clauses introduced by ut rather that by quod. Maxime necessarium est, ut sciatur, quod duo soles sint .... (D. L. W. 107) \"It is of critical importance that the existence oftwo suns be known .... \" 66"
    },
    {
      "section": 76,
      "title": "Page 76",
      "text": "Nominal clauses with ut are most frequently used to express a proposition not as a fact to be explained but as a desired end. There is thus a suggestion of purpose which makes ut appropriate, though these clauses must not be translated as purpose clauses. Were this done, the present example would come out, \"It is of critical importance in order that the existence of two suns be known,\" which does not make sense in the context. VOCABULARY append, add adduco, -ere, -duxi, -ductus ago, agere, egi, actus manifesto, -are, -avi, -atus mors, mortis, f. do, behave; agere de, deal with, treat of make clear, bring into the open mortuus, -a, -urn perficio, perficere, -feci, -fectus post, (prep. with ace.) sequens, sequentis ubi (conj.) death dead, lifeless complete, finish, perfect after, behind following where EXERCISES A. Translate into English. 1. Ut sciatur quod homo post mortem vivat, et secundum vitam suam in mundo veniat vel in coelum, vel in infernum, manifestata mihi sunt plura de statu hominis post mortem; de quibus in sequentibus, ubi de mundo spirituum [agitur], ordine agetur. (N.N.317) 2. Ex eo quod Deus sit Homo, omnes angeli et omnes spiritus in perfecta forma homines sunt; forma coeli hoc facit, quae in maximis et in mini­ mis est sibi similis. (D.L. w. 11) B. Translate into Latin. 1. These things have been said so that it might be known that people do live in perfect human form after death. 2. We receive wisdom by living according to God's laws. 3. The reason there is a natural heaven is that people have natural minds. 4. They had not known that angels had so much power. 67"
    },
    {
      "section": 77,
      "title": "Page 77",
      "text": "Chapter 20 USE OF LEXICON SOLUS, UlVUS, IPSE It was noted in the Introduction that the word list at the close of Potts' Concordance has some 3500 entries, and it should be obvious that a dictionary -more properly a lexicon-is a necessity. In order to make a gradual transi­ tion from vocabulary lists to independent study, the Latin-English exercises from now on may include words that have not been presented in the lessons. Vocabulary will still be given comprising words of central theological import and words that might be difficult for the first-year student to find. Chadwick's Lexicon, once it is complete, will be essential. The serious student is urged to subscribe to it promptly, and thus to spread its considerable cost over as much time as possible. It should also be noted that Potts' Concordance is in fact a concordance to the Latin text, the English language being a kind of veneer. Note, for example, that \"impersonate\" and \"resound\" are both reflected in the same entry, \"personate (= personare).\" Potts therefore contains a wealth of information about Sweden borg's usage. Of particular value is the Latin-English Vocabu­ lary at the close of Volume VI, which enables the student to find the English words under which Sweden borg's own Latin words are listed. A lexicon should be used freely and without embarrassment, even for \"simple\" words, for the reason that there is always more to be learned. For the Swedenborgian particularly, there is a temptation to feel that a word is under­ stood because its cognate is familiar. This kind of reliance on superficial simi­ larity is as treacherous linguistically as it is theologically. To locate a word in a lexicon, one must know or deduce its basic form. For nouns, this is the nominative singular, for verbs the first person singular pres­ ent active indicative (the first principal part). The word lists in these lessons reflect standard practice. A good lexicon will come to your rescue in cases of radical irregularity. The usual device is cross-reference, for example, \"tuli, cf. fero, \" or \"foret, cf. sum.\" 68"
    },
    {
      "section": 78,
      "title": "Page 78",
      "text": "Once a word has been located, take the time to identify its central meaning and its range of meanings. The first meaning given will be either the earliest historically (in most classical lexicons) or the most common or basic one (in Chadwick, since historical criteria are of minor importance in the work of a single author). It is usually possible to see how various meanings are related, and to gain thereby a sense of the word's connotations as well as its explicit meaning. The lexicon will also suggest translation values; though in any given passage, it may be best to use an English word which the lexicographer did not mention. There is evidence that Swedenborg made conscious use of the concrete, (assumed) etymological values of his Latin vocabulary. In indexing the Arcana, for example, he included under percipio a passage that does not contain that word, but does contain capio. The student is therefore urged to \"take words apart\" and become aware of their components. SPECIAL ADJECTIVES: Seven common adjectives have a paradigm that differs slightly from the norm. They are regular first-second declension adjectives except that the genitive singular ends in -ius and the dative singular in -i (compare ille). Their plural forms are regular. These adjectives arealius \"other,\" alter \"the other (of two), \"nullus \"no, none,\" solus \"alone, only,\" totus \"whole,\" ullus \"any,\" and unus \"one.\" Since the plural forms are regular, the singular paradigm of unus will suffice. It is as follows. m f n Nom. unus una unum Gen. unius unius unius Oat. uni uni uni Acc unum unam unum Abl uno una uno There isa further irregularity in alius, in that alterius (rather than the unlikely \"aliius\") is used as its genitive singular, and that the neuter singular nomina­ tive and accusative is aliud. To this list we may also add ipse, ipsa, ipsum, declined like unus except for the nominative singular masculine form. This is an intensive or emphatic adjective, often translatable as \"(the) very\" or by a following \"(it)self.\" Ipsa veritas, for example, may be rendered \"the very truth\" or \"the truth itself.\" Except when a reflexive form is called for, it is the only word Swedenborg uses from pronominal reference to the Lord, and in this usage is capitalized. (the adjectives above, and) caveo, -ere, cavi, cautus VOCABULARY 69 beware, take care, avoid"
    },
    {
      "section": 79,
      "title": "Page 79",
      "text": "coram (prep. with ace.) ignis, -is m. igneus, -a, -urn quoniam (conj.) ut (linking members of a comparison) EXERCISES A. Translate into English. before, in the presence of fire fiery because as, in the form of 1. Caveat sibi homo, ne cogitet, quod 501 mundi spiritualis sit ipse Deus; Ipse Deus est Homo; primum procedens ex Ipsius Amore et Sapientia est igneum spirituale, quod apparet coram angelis ut 501: quare cum Dominus Se manifestat angelis in Persona, manifestat Se ut Homo, et hoc quandoque in Sole, quandoque extra Solem. (D.L. w. 97) 2. Quoniam interiora hominis quae ejus voluntatis et intellectus sunt, simi­ lia sunt coelis quoad grad us, est enim homo, quoad interiora quae men­ tis ejus sunt, coelum in minima forma, ideo etiam i1Iorum perfectiones similes sunt. (D. L. W. 203) B. Translate into Latin. 1. Wisdom itself and love itself belong to the Lord alone, not to any man, any spirit, or any angel. 2. Influx occurs from the spiritual into the natural, and not the other way around. C. Enter today's forms in the appropriate paradigms in the usual way. 70"
    },
    {
      "section": 80,
      "title": "Page 80",
      "text": "Chapter 21 INTERROGATIVES ALIQUIS The sentence \"I am eating sauerkraut\" could be the answer to a number of questions, five being primary, as follows. \"Who is eating sauerkraut?\" \"What are you doing to the sauerkraut?\" \"What are you eating?\" \"Are you eating sauerkraut?\" \"What's happening?\" That is, one may question individual parts of the statement, or the statement as a whole. Put another way, the first four questions could be answered, \"I am,\" \"Eating (it),\" \"Sauerkraut,\" and \"Yes.\" The last question would require the entire statement. Latin handles \"yes-no\" questions quite simply. Unless an affirmative or a neg­ ative answer is expected, the emphatic or central word is placed first, and the syllable -ne is added to it. If an affirmative answer is expected, the -ne is added to an initial Non, so that the sentence begins with Nonne. If a negative answer is expected, Num is used in place of Nonne. This yields the following. Intelligisne? Nonne intelligis? Num intelligis? \"Do you understand?\" \"Don't you understand?\" or \"You do understand, don't you?\" \"You don't understand, do you?\" For questions that focus on a noun or pronoun, Latin has a full paradigm of interrogative pronouns, equivalent to English \"Who, etc.\" These are identical to the relative pronouns in the plural (see Chapter 12 above), but somewhat different in the singular, as follows. m&f n Nom quis quid Gen cujus cujus Oat cui cui Acc quem quid Abl quo quo The usage is simple, as illustrated by the following examples based on the statement, \"Moses gave us the Lord's laws from the mountain.\" 71"
    },
    {
      "section": 81,
      "title": "Page 81",
      "text": "Quis nobis dedit leges Domini a monte? Who gave us the Lord's laws from the mountain? Quibus dedit Moses leges Domini a monte? To whom did Moses give the Lord's laws from the mountain? Quae dedit nobis Moses a monte? What did Moses give us from the mountain? Cujus leges dedit nobis Moses a monte? Whose laws did Moses give us from the mountain? A quo dedit nobis Moses leges Domini? From where did Moses give us the Lord's laws? For questions that focus on an adjective, the interrogative adjective is used. This is identical in form to the relative pronoun (see Chapter 12). Qui homo dedit ... ? What person gave ... ? Quibus hominibus ... ? To what people ... ? Quas leges ... ? What laws ... ? Cujus dei ... ? What god's ... ? A quo loco ... ? From what place ... ? For adverbial questions, there is an assortment of (indeclinable) interrogative adverbs, such as ubi \"where?,\" cur \"why?,\" and quando \"when?\" Brief note should be taken of aliquis, \"some, someone.\" In classical Latin, aliqui, aliqua, aliquod (masculine, feminine, and neuter respectively) is an adjective meaning \"some, any,\" while aliquis, aliquid (masculine-feminine and neuter respectively) is a substantive meaning \"someone/something, anyone/ anything.\" Swedenborg uses aliquis, aliqua, and aliquid or aliquod both nomi­ na\u0001\u0001y and adjectivally. It is declined like the relative pronoun except that the neuter plural nominative and accusative are aliqua rather than aliquae. VOCABULARY (The words introduced in the lesson, plus) dispono, -ere, -posui, -positus arrange, set forth 72"
    },
    {
      "section": 82,
      "title": "Page 82",
      "text": "pro (prep. with abl.) quomodo (interrogative adv.) redamo, -are, -avi, -atus A. Translate into English. EXERCISES in favor of, for, in place of how love back, love in return 1. Num aliquod naturale pro finem potest habere usus, ac disponere usus in ordines et formas? (D. L. W. 356) 2. Quid enim est substantia absque forma? (D.L. w. 229) 3. Quod mala et falsa omnis generis possint confirmare, quis non novit? (D.L. W. 267) 4. Quid enim est amare se solum, et non aliquem extra se, a quo redamatur? (D.L. W. 48) B. Translate into Latin. 1. We will live after death, won't we? 2. How can you love something you don't understand? 3. It isn't possible to live a spiritual life without a moral life, is it? C. Enter today's forms in the appropriate paradigm in the usual way. 73"
    },
    {
      "section": 83,
      "title": "Page 83",
      "text": "Chapter 22 CONDITIONAL CLAUSES PLUPERFECT SUBJUNCTIVE PLUPERFECT AND FUTURE PERFECT PASSIVE An event or situation may be seen as contingent upon some other event or situation. \"If it is sunny tomorrow, I'll work in the garden.\" Here the if-clause (the protasis) states the condition under which the action of the main clause (the apodosis) will take place. The protasis is probably best regarded as adverbial, though it may often effectively qualify other parts of the main clause. The alternative to the example above might be either, \"If it rains, I'll clean out the cellar,\" or, \"If it rains, my wife will work in the garden.\" Latin's way of handling conditional sentences is much like that of English. Each language uses a particular connective to introduce the protasis, each uses particular combinations of tenses in protasis and apodosis, and each distinguishes factual from hypothetical conditions by choice of tenses and moods. Often but not always, literal translation of tense and mood values will be accurate. The basic kinds of conditional sentence are readily classified as follows. A. Simple or Factual PRESENT: Present indicative in both clauses. Si bene vivunt, aperiuntur mentes. If they are living well, their minds are being opened. PAST: Imperfect or perfect indicative in both clauses. Si bene vivebant, aperiebantur mentes. If they were living well, their minds were being opened. Si bene vixerunt, apertae sunt mentes. If they lived well, their minds were opened. B. Contrary to fact (Hypothetical) PRESENT: Imperfect subjunctive in both clauses. Si bene viverent, aperirentur mentes. If they were living well, their minds would be being opened. 74"
    },
    {
      "section": 84,
      "title": "Page 84",
      "text": "PAST: Pluperfect subjunctive in both clauses. Si bene vixissent, apertae essent mentes. If they had lived well, their minds would have been opened. FUTURE: Present subjunctive in both clauses. Si bene vivant, aperiantur mentes. If they were to live well, their minds would be opened. Note particularly the shift of tense in contrary-to-fact conditions, present time being represented by the imperfect tense, past time by the pluperfect, and future time by the present. English shows a similar tendency in the protasis, but not in the apodosis. A negative protasis is normally introduced by nisi, \"if ... not, unless.\" Nisi bene vivunt, mentes non aperiuntur. \"If they are not living well (Unless they are living well), their minds are not being opened.\" The Pluperfect Subjunctive is formed quite simply, from the perfect active infinitive (the perfect stem plus -isse). Its forms are as follows. 1 2 3 3-i 4 Singular 1 spectavissem vidissem duxissem cepissem scivissem 2 spectavisses vidisses duxisses cepisses scivisses 3 spectavisset vidisset duxisset cepisset scivisset Plural 1 spectavissemus vidissemus duxissemus cepissemus scivissemus 2 spectavissetis vidissetis duxissetis cepissetis scivissetis 3 spectavissent vidissent duxissent cepissent scivissent The pluperfect and future perfect passive are formed exactly like the perfect passive (see Chapter 10), except that the pluperfect passive uses the imper­ fect forms of esse, while the future perfect uses its future forms. The pluper­ fect subjunctive passive, predictably, uses the imperfect subjunctive forms of esse. doceo, -ere, docui, doctus felicitas, -tatis f. ibi (adv.) monstro, -are, -avi, -atus orbis, orbis m. salus, salutis f. VOCABULARY 75 teach, inform happiness there, in that place show, point out circle, ring safety, health, salvation"
    },
    {
      "section": 85,
      "title": "Page 85",
      "text": "EXERCISES A. Translate into English. 1. Quis in Christiano orbe aliquid scivisset de cae 10, et de felicitate ibi, quorum scientia est quoque scientia salutis, nisi placuerit Domino aperire alicui visum spiritus ejus, ac monstrare et docere? 2. Si sum bonus, quae vera sunt ex ipso bono possum scire, et quae non scio possum recipere. (H.H .. 320) B. Translate into Latin. 1. If people do not believe that the Lord loves them, they cannot under­ stand the Word. 2. If people believed that the Lord loves them, they would understand the Word. 3. If people had believed that the Lord loved them, they would have under­ stood the Word. 4. If people were to belive that the Lord loves them, they would under­ stand the Word. 5. If people believed that the Lord loved them, they understood the Word. C. Enter today's forms in the appropriate paradigms in the usual way. 76"
    },
    {
      "section": 86,
      "title": "Page 86",
      "text": "Chapter 23 NOMINALIZED QUESTIONS GERUNDS AND GERUNDIVES THE PASSIVE PERIPHRASTIC In classical Latin, the verb of an \"indirect question\"-more precisely, of a nominalized question-is in the subjunctive: Interrogabant unde hoc sciant. 'They kept asking how (lit. \"whence\") they knew this.\" Sweden borg does use this construction, but more commonly uses a kind of nominal clause that is closely related. In D.L. W. 1, for example, we find Homo nouit quod amor sit, sed non nouit quid amor est: \"People know that love exists, but they do not know what love is.\" Note that the independent question form of quod amor sit would be Estne amor?, while the corresponding form of quid amor est would be Quid est amor? Questions focusing on nouns, adjectives, and adverbs may all become nomi­ nal clauses in this latter way, following a verb of knowing, perceiving, or expressing. We could say, for example, Necessarium est scire cur Deus venit (It is vital to know) = why God came. quando Deus venit = when God came. quomodo Deus venit = how God came. ubi Deus venit = where God came. quis Deus venit cujus Deus venit cui Deus venit = who came. = whose God came. = to whom God came. The translation value of the tense of the verb in the nominal clause is relative to that of the main verb. Thus if the clauses above were introduced by Necessa­ rium erat scire, then uenit (Perfect tense) would be translated by the pluperfect. The interrogative adverb num may also be used to introduce a nominalized question, with the meaning \"whether (or not).\" An is similarly used, with per­ haps less expectation of a negative response. Quin may be used to introduce a nominal clause when the governing verb expresses doubting, denying, or not knowing. 77"
    },
    {
      "section": 87,
      "title": "Page 87",
      "text": "GERUNDS: A gerund is a second declension verbal noun, always neuter singular, and is not used in the nominative. Like the infinitive, it refers to the action of the verb as a process, and is usually equivalent to an English \"-ing\" form such as occurs in the sentence, \"I enjoy living here.\" The forms are entirely regular. 1 2 3 3-i 4 Gen spectandi videndi ducendi capiendi sciendi Oat spectando videndo ducendo capiendo sciendo Acc spectandum videndum ducendum capiendum sciendum Abl spectando videndo ducendo capiendo sciendo GERUNDIVE: This is another name for the future passive participle, a verbal adjective meaning approximately \"going/needing to be (done).\" By far its most common use is in a construction known as the passive periphrastic. In this construction, the gerundive is used predicatively with some form of esse to denote necessity (note that the simple future may be similarly used, Chapter 3 above). Thus we find Sed sciendum est quod Angelis prorsus nulla potentia sit ex se, (H. 302), \"But it must be known that angels have absolutely no intrinsic power.\" In this sentence, the quod clause is the subject of est, and sciendum is a predicate adjective, demonstrating that Swedenborg treats nomi­ nal quod clauses as neuter. If the person or persons obligated are identified, they are expressed by a dative, Sciendum erat mihi quod ... , \"I needed to know that ... , It needed to be known by me that .... \" In form, the gerundive is a regular first-second declension adjective identical in the neuter to the gerund. Masculine Singular 1 2 3 3-i 4 Nom spectandus videndus ducendus capiendus sciendus Gen spectandi videndi ducendi capiendi sciendi etc. etc. etc. etc. etc. Feminine Singular Nom spectanda videnda ducenda capienda scienda Gen spectandae videndae ducendae capiendae sciendae etc. etc. etc. etc. etc. Neuter Singular Nom spectandum videndum ducendum capiendum sciendum Gen spectandi videndi ducendi capiendi sciendi etc. etc. etc. etc. etc. 78"
    },
    {
      "section": 88,
      "title": "Page 88",
      "text": "colo, -ere, colui, cultus cuItus, -us m. fero, ferre, tuli, latus VOCABULARY affero, afferre, attuli, adlatus aufero, auferre, abstuli, ablatus confero, con ferre, contuli, collatus refero, referre, rettuli, relatus se referre ad induo, induere, indui, indutus insum, inesse, infui medius, -a, -urn porro (conj.) sanctus, -a, -urn A. Translate into English. BXERCISBS worship worship carry, lift, bring, take bring take away bring together, compare bring back, respond. repeat \"go back to,\" relate to put on (clothing), don be (contained) in intermediate, in the middle beyond this, further holy Porro sciendum est, quod finis sit omnis in causa, et quoque omne in effectu: inde est, quod finis, causa, et effectus, dicantur finis primus, medius, et ultimus. Sed ut finis sit omnis in causa, erit aliquid ex fine in quo erit; finis enim non potest in se solo esse, sed erit in aliquo existente a se, cui quoad omne suum inesse potest et agendo afficere, usque dum subsistit. Id in quo sUbsistit est finis ultimus, qui vocatur effectus. (D.L. w. 168) B. Translate into Latin. 1. We need to say (= \"It needs to be said\") that anyone who has loved the Lord and done what is good comes into heaven after death. 2. In order to be regenerated, a person must be reformed. 3. The correspondence of natural things with spiritual things must be grasped in order that the Word may be understood. C. Enter today's forms in the appropriate paradigms in the usual way. 79"
    },
    {
      "section": 89,
      "title": "Page 89",
      "text": "Chapter 24- THE IMPERATIVE AND JUSSIVE DEPONENT VERBS The imperative (Imv.) is used to express direct commands. As such, it occurs only in the second person. Imperatives are relatively infrequent in Sweden borg's Latin, occurring mainly in \"asides\" to the reader, and in narratives that in­ clude direct discourse. The forms are as follows. Sg PI 1 specta spectate 2 vide videte 3 duce ducite 3-i cape capite 4 sci scite Note that in the singular, one needs only to drop the -re of the present active infinitive. Except in the third conjugations, which end in -ite rather than -ete, the plural may be formed by adding -te to the singular. Three common verbs are irregular in having no final vowel in the singular. dico >dic, dicite duco > duc, ducite facio> fac, facite We may also note that the imperatives of fero are fer and ferte, but since the infinitive is ferre, these apparently anomalous forms do in fact follow the rule given above. The negative imperative is expressed obliquely, using the imperative of nolo (\"be unwilling\") governing an infinitive. duc/ducite me = \"lead me\" noli/nolite me ducere = \"don't lead me\" The equivalent of a command in the first and third persons is known as the jussive (sometimes in the first person as the cohortative). It is expressed in 80"
    },
    {
      "section": 90,
      "title": "Page 90",
      "text": "Latin by the subjunctive, and is usually translated by \"Let .... \" ft dixit Deus, sit expansum in media aquarum, \"And God said, let there be an expanse in the middle of the waters (A. C. 5);\" ft dixit Deus, faciamus hominem ... , \"And God said, 'Let us make man ... (ibid.).'\" The jussive/cohortative is negated by ne. DEPONENT VERBS: Several verbs, some quite common, are active in meaning in spite of the fact that they are passive in form through most of their paradigm. Sequor, for example, means \"I am following,\" not \"I am being followed.\" The following forms of deponent verbs are the exceptions to this principle. 1 2 3 3-i 4 (conor fateor loquor patior experior) (\"try\" \"confess\" \"speak\" \"suffer\" \"try\") Present Active Participle conans fatens loquens patiens experiens etc. etc. etc. etc. etc. Future Active Participle conaturus fassurus locuturus passurus experturus etc. etc. etc. etc. etc. Imperative Singular conare fatere loquere patere experire Imperative Plural conamini fatemini loquimini patimini experimini All other forms are identical to those of the passive paradigms you have al­ ready learned. Note that since the third principal part of a non-deponent verb is used for active forms only; a deponent verb will have only three-the first, second, and fourth (see Vocabulary below). dominor, -ari, -atus loquor, loqui, locutus locutio, -onis f. meditor, -ari, -atus meditatio, -onis f. miror, -ari, -atus mirabilis, -e morior, moriri, mortuus (fut. act. ptc. moriturus) mortaIis, -e patior, pati, passus VOCABULARY 81 be in power, rule talk, speak talking, speech reflect, muse reflecting, musing be amazed at, admire astonishing, wonderful die subject to death, mortal undergo, suffer, endure, allow"
    },
    {
      "section": 91,
      "title": "Page 91",
      "text": "passio, -onis f. sequor, sequi, secutus suffering, undergoing, enduring follow BXERCISBS A. Translate into English. Sed quod its res se habeat, nemo mortalium usquam scire potest, nisi ex Domino; quare Hcet man:festare, quod ex Divina Domini Misericordia, datum est mihi per aliquo;· :=mnos jugiter et continue interesse consortio Spirituum et Angelorum, eos audire loquentes, et cum iis vicissim loqui; de quibus, ex Divina Domini Misericordia, plura in sequentibus. (c{. A. C. 5) Sic enim vident et percipiunt angeli apud hominem qui regeneratur, omnes status illius mutationes, secundum quas et per quas a Domino ducunt ad bonum quantum homo se duci patitur. (c{. A. c. 4122) B. Translate into Latin. 1. People like this let themselves be led into evils. 2. I talked with them about the Lord's suffering. 3. I was talking with them about the Lord's suffering. 4. The good in a person must be perceived in order for us to follow the law of love. 5. More on this later (= \"in what follows\"). C. Enter today's forms in the appropriate paradigms in the usual way. 82"
    },
    {
      "section": 92,
      "title": "Page 92",
      "text": "Chapter 25 THE FUTURE ACTIVE PARTICIPLE SOME IRREGULAR VERBS The future active participle, which can be roughly translated \"going to (do), about to (do),\" is a regular flrst-second declension adjective formed from the fourth principal part of the verb by dropping the case ending and adding -urus, -ura, -urum in its place. 1 2 3 3-i 4 Masculine Singular (spectatus) (visus) (ductus) (captus) (scitus) Nom spectaturus visurus ducturus capturus sciturus etc. etc. etc. etc. etc. It is often listed as the fourth principal part of verbs that have no transitive, and therefore no passive uses: note sum, esse, fui, futurus. IRREGULAR VERBS: The following forms should be learned to the point that they will be recognized when encountered. eo, ire, ii, iturus volo, velie, volui, __ _ nolo, nolle, nolui, __ _ maIo, malle, malui, __ _ flo, fleri, (factus) (eo) (volo) 1 eo volo 2 is vis 3 it vult (nolo) go be willing, intend be unwilling prefer be made, done, become (serves as the passive of facio) (malo) (flo) Present Indicative Singular nolo malo flo non vis mavis non vult mavult fit 83"
    },
    {
      "section": 93,
      "title": "Page 93",
      "text": "Plural 1 imus volumus nolumus malumus 2 itis vultis non vultis mavultis 3 eunt volunt nolunt malunt fiunt Present Subjunctive Singular 1 eam veIim noIim malim fiam 2 eas veIis noIis maIis fias 3 eat velit no lit malit fiat Plural I eamus veIimus noIimus maIimus fiamus 2 eatis veIitis nolitis maIitis fiatis 3 eant velint noIint maIint fiant Imperfect Indicative Singular ibam volebam nolebam malebam fiebam etc. etc. etc. etc. etc. Plural ibamus volebamus nolebamus malebamus fiebamw etc. etc. etc. etc. etc. Future I ibo volam nolam malam fiam 2 ibis voles noles males fies etc. etc. etc. etc. etc. Imperative Sg i noli fi PI ite nolite fite Present Active Participle iens volens nolens (Gen euntis) The other tenses and moods are regular. 84"
    },
    {
      "section": 94,
      "title": "Page 94",
      "text": "VOCABULARY (the irregular verbs in the lesson, plus) adeo (adv.) aliunde (adv.) audio, -ire, audivi, auditus dubius, -a, -urn incido, -ere, -cidi, -cisus jucundus, -a, -urn limen, Iiminis, n. trado, -ere, tradidi, traditus vena, -ae f. A. Translate into English. f:XERCISf:S so far, to the extent from somewhere else hear wavering, doubtful interrupt, interfere delightful, pleasant threshhold, lintel deliver, transmit vein, pulse, natural bent Quod homini sit facultas intelligendi, quae est rationalitas, ac facultas cogitandi, volendi, loquendi, et faciendi id quod intelligit, quae est Iibertas; et quod binae iIIae facultates sint a Domino apud hominem, in transactione De Divino Amore et Divina Sapientia (n. 264-270, 425; et quoque supra, n 43, 44), actum est. Sed quia plura dubia de utraque ilia facultate incidere possunt, cum de iIlis cogitatur, volo in hoc limine solum aliquid de Iibero agendi secundum rationem apud hominem tradere. [2] Sed primum sciendum est, quod omne liberum sit amoris, adeo ut amor et liberum unum sint; et quia amor est vita hominis, est quoque liberum vitae ejus; omne enim jucundum, quod est homini, est ex amore ejus, non aliunde datur aliquod jucundum, et ex jucundo amoris agere est ex Iibero; nam jucundum ducit hominem sicut f1umen id quod fertur ex se secundum venam ejus. (D.P. 73) B. Translate into Latin. 1. I am willing to talk with evil spirits if I can then transmit what I have heard to the world. 2. The delight of a merely natural love is to seem in outward form to be a moral person. 3. There is a union of the good and the true in a cause, and there is a union of the good and the true in a result. The union of the good and the true in a cause is a union of intent and discernment, or of love and wisdom. This union is in everything the person intends and thinks, and therefore (= inde) in everything he or she does. C. Enter today's forms in the appropriate paradigms in the usual way. 85"
    },
    {
      "section": 95,
      "title": "Page 95",
      "text": "SBLBCTBD READINGS From Arcana Coelestia 320. Quod in genere spectat vitam Animarum seu recentium Spirituum post mortem, multis experientiis constiterat, quod homo dum in alteram vitam venit, non sciat, quod in altera vita sit, putans quod adhuc in mundo, imo in suo corpore; usque adeo, ut cum ei dicitur, quod sit spiritus, quod miretur et obstupescat; tam ex cause, quod prorsus sit sicut homo, quoad sensus, cupiditates, et cogitationes; quam ex eo, quod non crediderit, cum vixit in mundo, quod spiritus sit, et quidam, quod spiritus non possit esse talis. 321. Alterum est, quod Spiritus multo excellentiores facultates sensitivas habeat, et multo excellentiores cogitandi loquendique dotes, quam cum vixit in corpore, usque adeo, ut vix comparari possint; tametsi hoc spiritus nesciant, antequam detur iis reflexio a Domini. 322. Caveant sibi ab opinione false, quod Spiritus' sint absque sensitivo exquisitiori multo, quam in vita corporis, contrarium scio a mille et mille experientiis; sique non credere velint, ex causa sua rum suppositionum de spiritu, habeant sibi, cum in altero vitam veniunt, ubi ipsa experientia faciet eos credere: non solum habent Visum, nam vivunt in luce, et spiritus boni, angelici, et angeli in tanta luce, ut lux meridiei in mundo ei vix comparari possit; de Luce, in qua vivunt et vident, ex Divina Domini Misericordia, in sequentibus: habent Auditum, tam exquisitum, ut auditus eorum in corpore non aequiparari possit; mecum loquuti sunt nunc per aliquot annos fere continue; sed de Loquela eorum etiam, ex Divina Domini Misericordia, in sequentibus: habent Olfactum, de quo etiam ex Divina Domini Misericordia, in sequentibus: habent Tactum exquisitissimum, inde dolores et cruciatus in inferno; nam ad tactum se referunt omnes sensationes, quae sunt modo diversitates et varietates tactus: habent Cupiditates et Affectiones, quibus nec comparari possunt eae quas habuerunt in vita corporis, de qui bus plura, ex Divina Domini Misericordia, in sequentibus: Cogitant multo perspicacius et distinctius, quam cogitarunt [= cogitaverunt] in vita corporis; in una idea cogitation is plura involvunt, quam in mille cum cogitarunt in vita Corporis: Loquuntur inter se ita acute, subiliter, sagaciter, et distincte, ut si perciperet homo modo aliquid de eo, obstupesceret: in summa, nihil prorsus amiserunt, quin sint sicut homines, sed perfectiores, praeter ossa et carnem, et inde imperfectiones. Agnoscunt et percipiunt, quod, dum in corpore vixerunt, fuerit spiritus, qui sensit, quod tametsi apparuit in corpore, usque non fuit [sic!] corporis; quare rejecto corpore, vivunt sensationes multo exquisitiores, et perfectiores; vita consistit in sensu, nam absque sensu nulla vita, et qualis sensus talis vita, quod cuivis potest notum esse. 86"
    },
    {
      "section": 96,
      "title": "Page 96",
      "text": "II From De Divino Amore et de Divina Sapientia 140. Quid spiritus et quid angelus prim urn dicetur. Omnis homo post mor­ tem primum in mundum spirituum, qui est medius inter coelum et infernum venit, et ibi agit sua tempora seu suos status, et secundum vitam sua, praepararatur vel ad coelum vel ad infernum. Quamdiu in iIIo mundo moratur, vocatur i1Ie spiritus. Qui ex iIIo mundo elevatus est in coelum, i1Ie vocatur angelus; qui autem dejectus est in infernum, vocatur satanas vel diabolus. Quamdiu iidem in mundo spirituum sunt, vocatur i1Ie qui praeparatur ad coe­ lum spiritus angelicus, et qui ad infernum spiritus infernalis: spiritus angelicus interea conjunctus est cum coelo, ac spiritus infernalis cum inferno. Omnes spiritus, qui in mundo spirituum sunt, adjuncti sunt hominibus, quia homi­ nes quoad interiora mentis suae similiter inter coelum et infernum snt, et per spiritus iIIos communicant cum coelo vel cum inferno, secundum vitam. Sciendum est, quod aliud sit mundus spirituum et aliud mundus spiritualis; mundus spirituum ist i1Ie de quo nunc dictum est; mundus autem spiritualis est in complexu et i1Ie mundus et coelum et infernum. 141. Dicetur etiam aliquid de amoribus, quia agitur de conversione angelorum et spirituum ex suis amoribus ad suos amores. Universum coelum in societa­ tes distinctum est secundum omnes differentias amorum; similiter in fern urn; et similiter mundus spirituum: sed coelum est distinctum in societates secun­ dum differentias amorum coelestium; infernum autem in societates secun­ dum differentias amorum infernalium; mundus vero spirituum secundum differentias amorum tam coelestium quam infernalium. Sunt duo amores, qui sunt capita omnium reliquorum, seu ad quos se omnes reliqui amores referunt: amor qui caput, seu ad quem omnes amores coelestes se referunt, est am or in Dominum; et amor qui caput, seu ad quem se referunt omnes amores infernales, est amor dominandi ex amore sui. IIIi bini amores sunt e diametro sibi oppositi. 142. Quoniam bini i1Ii amores, amor in Dominum, et amor dominandi ex amore sui, sint sibi prorsus oppositi, et quia omnes qui in amore in Dominum sunt se vertunt ad Dominum ut Solem, ut in antecedente articulo ostensum est, constare potest, quod omnes qui in amore dominandi ex amore sui sunt, se vertant retro a Domino. Quod ita ex opposito se vertant, est quia i1Ii qui in amore in Dominum sunt, non plus amant quam duci a Domino, ac volunt ut solus Dominus dominetur; at qui in amore dominandi ex amore sui sunt, non plus amant quam duci a semet, et volunt ut ipsi soli dominentur. Dicitur am ore dominandi ex amore sui, quia datur amor dominandi ex amore faciendi usus, qui amor, quia unim facit cum amore erga proximum, est amore spiritual is; verum hic am or non vocari potest amor dominandi, sed amor faciendi usus. 143. Quod unusquisque spiritus, qualiscunque sit, ad amorem regnantem suum se vertat, est quia amor est vita cujusvis, (ut in Prima parte, n. 1-3, ostensum est,) et vita vertit receptacula sua, quae vocantur membra, organa, et viscera, ita totum hominem, ad iIIam societatem quae in simiIi amore secum est, ita ubi suus amor est. 87"
    },
    {
      "section": 97,
      "title": "Page 97",
      "text": "144. Quoniam amor dominandi ex amore sui est prorsus oppositus amori in Dominum, ideo spiritus qui in amore iIIo dominandi sunt, faciem retro vertunt a Domino, et inde oculis spectant ad occidentem istius mundi; et quia sic in contrario versu quoad corpus sunt, a tergo iIIis est oriens, ad dextrum iIlis est septentrio, et ad sinistrum iIIis est meridies: a tergo iIIis est oriens, quia odio habent Dominum; ad dextrum iIIis est septentrio, quia fallacias et inde faslitates amant; et ad sinistrum iIIis est meridies, quia lucem sapientiae spernunt. Possunt se circum vertere, sed omnia quae circum se vident, apparent amori suo similia. Sunt omnes iIIi naturales sensuales; et quidam tales ut opinentur se solos vivere, et spectent alios tanquam imagines: credunt se sapere super omnes, tametsi insaniunt. 145. In mundo spirituali apparent viae, stratae sicut viae in mundo natura Ii; quaedam ducunt ad coelum, et quaedam ad infernum; sed viae, quae ducunt ad infernum non apparent iIIis qui ad coelum eunt, nec viae quae ducnt ad coelum apparent illis qui ad infennum eunt. Sunt innumerae tales viae, sunt enim quae tendunt ad unamquemvis societatem coeli, et ad unamquemvis societatem inferni; unusquisque spiritus intrat viam quae ducit ad societatem sui amoris, nec videt vias alio tendentes: inde est, quod unusquisque spiritus, sicut ad amorem suum regnantem se vertit, etiam progrediatur. III From De Coelo et Inferno QUOD CORRBSPONDENTIA SIT OMNIUM COELI CUM OMNIBUS nOMINIS 87. Quid correspondentia, hodie nescitur; quod nesciatur est ex pluribus causis; primaria est, quod homo se removerit e coelo per amorem sui et mundi; qui enim se et mundum super omnia amat, is non spectat ad alia quam ad mundana, quia ilia alblandiuntur sensibus extern is, et oblectant genium, et non ad spiritualia, quia ea adblandiuntur sensibus internis, et oblectant mentem; quapropter ea a se rejiciunt, dicentes, quod superiora sint quam ut sint cogitation is. Aliter fecerunt antiqui: iIIis scientia correspondent­ iarum praecipua omnium scientiarum fuit; per i1lam etiam intelligentiam et sapientiam hauserunt: et illi qui ab ecclesia fuerunt, per iIIam communicationem habuerunt cum coelo; est enim scientia correspondentiarum scientia angelica. Antiquissimi, qui coelestes homines fuerunt, ex ipsa correspondentia, sicut angeli, cogitaverunt; ideo etiam cum angelis locuti sunt; et ideo Dominum illis saipius visus est, et instruxit iIIos. Sed hodie scientia ilia tam prorsus deperdita est, ut non sciatur quid correspondentia. 88. Nunc quia absque perceptione quid correspondentia, non aliquid in luce sciri potest de spirituali mundo; nec de influxu ejus in naturalem; ne quidem quid spirituale respective ad naturale; nec aliquid in luce de spiritu hominis, qui vocatur anima, et de ejus operatione in corpus; neque de statu hominis post mortem; ideo dicendum est quid correspondentia, et qualis ilia; sic etiam paratur via ad sequentia. 88"
    },
    {
      "section": 98,
      "title": "Page 98",
      "text": "89. Primum quid correspondentia, dicetur. Totus mundus naturalis corres­ pondet mundo spirituali; nec solum mundus naturalis in communi, sed etiam in singulis; quaprapter quicquid in mundo naturali existit ex spirituali, id dicitur correspondens. Sciendum est, quod mundus maturalis existat et subsistat ex mundo spirituali, prarsus sicut effectus ex sua causa efficiente. Mundus naturalis dicitur omne id extensum, quod sub sole est, et ex iIIo calorem et lucem recipit; et iIIius mundi sunt omnia quae inde subsistunt: mundus spiritualis autem est coelum, et illius mundi sunt omnia quae in coelis. 90. Quia homo est coelum et quoque mundus in minima forma ad imaginem maximi (videatur supra, n. 57), ideo apud ilium est mundus spiritualis et mundus naturalis: interiora, quae mentis ejus sunt, et se referunt ad intellectum et voluntatem, faciunt ejus mundum spiritualem; exteriora autem quae ejus corporis sunt, et se referunt ad hujus sensus et actiones, faciunt ejus mundum naturalem: quicquid itaque in mundo ejus naturali, hoc est, in ejus corpore et hujus sensibus et actionibus ex mundo ejus spirituali, hoc est, ex ejus mente et hujus intellectu et voluntate, existit, vocatur correspondens. 91. Qualis correspondentia est, videri potest in homine ex facie ejus: in facie, quae non docta est simulare, omnes affectiones mentis se sistunt videndas in forma naturali ut in suo typo; inde facies dicitur index animi, ita mundus ejus spiritualis in mundo ejus naturali: similiter ilia quae intellectus sunt, in loquela; et ilia quae voluntatis, in gestibus corporis. ilia itaque quae in corpore fiunt, sive sit in facie, sive in loquela, sive in gestibus, vocantur correspondentiae. 92. Ex his quoque videri potest, quid internus homo, et quid extern us; quod nempe internus sit qui vocatur spiritualis homo, et externus qui naturalis; tum etiam quod unus distinctus sit ab altera, sicut coelum a mundo: ut et quod omnia quae fiunt et existunt in externo seu naturali homine, fiant et existant ab interno seu spirituali. 93. Haec dicta sunt de correspondentia interni seu spiritual is hominis cum externo seu naturali ejus; sed in sequentibus nunc agendum est de Corres­ pondentia totius Coeli cum singulis Hominis. 94. Ostensum est, quod universum coelum referat unum hominem, et quod sit homo in imagine, et quod ideo dicatur Maximus Homo; ostensum etiam est, quod inde societates angelicae, ex quibus coelum consistit, sint ordinatae sicut membra, organa, et viscera in homine; ita quod sint quae in capite, quae in pectore, quae in brachiis, et quae in singulis partibus eorum (videatur supra, n. 59-72). Societates itaque, quae in aliquo membra ibi sunt, corre­ spondent simili membra in homine; ut quae in capite ibi, correspondent capiti in homine; quae in pectore ibi, correspondent pectori in homine; et quae in brachiis ibi, correspondent brachiis in homine; et sic in reliquis: ex corres­ pondentia ilia subsistit homo; nam homo non aliunde subsistit quam e coelo. 95. Quod coelum in duo regna distinctus sit, quorum unum vocatur regnum coeleste, alterum regnum spirituale, videatur supra in suo articulo. Regnum 89"
    },
    {
      "section": 99,
      "title": "Page 99",
      "text": "coeleste in genere correpondet cordi, et omnibus cordis in toto corpore; et regnum spirituale pulmoni et omnibus ejus in toto corpore: faciunt etiam cor et pulmo duo regna in homine; cor regnat ibi per arterias et venas, et pulmo per fibras nerveas et motrices, ambo in unaquavis vi et actione. In unoquovis homine, in spirituali ejus mundo, qui spiritualis ejus homo vocatur, sunt etiam duo regna; unum est voluntatis et alterum est intellectus; voluntas regnat per affectiones boni. et intellectus per affectiones veri; haec regna etiam correpondent regnis cordis et pulmonis in corpore. Similiter in coelis; reg­ num coeleste est voluntarium coeli, et ibi reg nat bonum amoris; et regnum spirituale est intellectuale coeli, et ibi regnat verum: haec sunt, quae corre­ spondent functionibus cordis et pulmonis in homine. Ex correspondentia ilia est, quod \"cor\" in Verbo significet voluntatem, et quoque bonum amoris, ac pulmonaris \"spiritus\" intellectum et verum fidei: inde quoque est, quod cordi adscribantur affectiones, tametsi non ibi nec inde sunt. 96. Correpondentia duorum regnorum coeli cum corde et pulmone, est com­ munis correspondentia coeli cum homine; minus communis autem est cum singulis membris, organ is, et visceribus ejus; quae qualis sit, etiam memo­ rabitur. Qui in Maximo Nomine, qui est coelum, in capite sunt, in omni bono prae reliquis sunt; sunt enim in amore, pace, innocentia, sapientia, intelli­ gentia, et inde gaudio et felicitate; hi influunt in caput, et in ilia quae capitis sunt apud hominem, et iIIis correspondent. Qui in Maximo Nomine, qui est coelum, in pectore sunt, in bono charitatis et fidei sunt, et quoque influunt in pectus hominis, et correspondent illi. Qui in Maximo Nomine seu coelo in lumbis, et in organis generationi dicatis ibi, sunt, in amore conjugiali sunt. Qui in pedibus, in bono ultimo coeli, quod bonum naturale spirituale vocatur, sunt. Qui in brachiis et manibus, in potentia veri ex bono sunt. Qui in oculis, in intellectu sunt. Qui in auribus, in auscultatione et obedientia sunt. Qui in naribus, in perceptione sunt. Qui in ore et lingua, in serrnocinatione ex intellectu et perceptione sunt. Qui in renibus, in veru lustrante, secernente, et castigante sunt. Qui in hepate, pancreate, et Iiene sunt, in purificatione boni et veri varia sunt. Aliter in reliquis. Influunt in similia hominis, et correspondent iIIis. Influxus coeli est in functiones et usus membrorum; ac usus, quia ex spirituali mundo sunt, se formant per talia quae in naturali mundo sunt, et sic se sistunt in effectu: inde est correspondentia. 97. Inde est, quod per eadem ilia membra, organa, et viscera, in Verbo significentur similia, significant enim omnia ibi secundum correspondentias: per \"caput\" inde significatur intelligentia et sapientia; per \"pectus\" charitas; per \"Iumbos\" amor conjugualis; per \"brachia\" et \"manus\" potentia veri; per \"pedes\" naturale; per \"oculos\" intellectus; per \"nares\" perceptio; per \"aures\" obedientia; per \"renes\" lustratio veri; et sic porro. Inde quoque est, quod familiare sit homini dicere, cum de intelligente et sapiente, quod caput ei sit; cum de iIIo qui in charitate quod amicus pectoris sit; de iIIo qui in perceptione quod acutae naris sit; de iIIo qui in intelligentia quod acutae aciei sit; de ilIo qui in potentia quod extensas manus habeat; de ilIo qui ex amore vult, quod ex corde. Naec et plura alia quae in loquela hominis, sunt ex correspondentia; talia enim ex mundo spirituaJi sunt, tametsi homo id nescit. 90"
    },
    {
      "section": 100,
      "title": "Page 100",
      "text": "98. Quod talis correspondentia sit omnium coeli cum omnibus hom in is, per multam experientiam mihi ostensum est, et per tam multam, ut confirmatus sum de iIIis ut de re evidente et nullius dubii; sed iIIam omnem hie adducere, non opus est, nec ob copiam lieet: adductam videas in Arcanis Coelestibus, ubi de Correspondentias, de Repraesentationibus, de lntluxu mundi spiritualis in natural em, et de Commercio Animae et Corporis, agitur. 99. Sed tametsi omnia hominis quoad corpus correspondent omnibus coeli, usque tamen homo non est imago coeli quoad externam formam, sed quoad internam; interiora enim hominis recipiunt coelum, et exteriora ejus recipiunt mundum; quantum itaque interiora ejus recipiunt coelum, tantum homo quoad ilia est coelum in minima forma ad imaginem maximi; quantum autem interiora ejus non recipiunt, tan tum non est coelum et imago maximi; exteriora tamen usque, quae recipiunt mundum, possunt esse in forma secundum ordinem mundi, et inde in varia pulchritudine; pulchritudo enim externa, quae corporis, ducit causam ex parentibus, et ex formatione in utero, et dein conservatur per intluxum communem e mundo: inde est, quod forma naturalis hominis valde differat a forma spiritualis ejus hom in is. Aliquoties ostensum est, qualis in forma esset spiritus hominis, et visum, quod in aliquibus pulchris et venustis facie, iIIe esset deformis, niger, et monstrosus, ut imaginem inferne non coeli dieas; in quibusdam autem non pulchris, quod is esset formosus, candid us, et angelieus: talis etiam apparet spiritus hominis post mortem, qualis fuerat in corpore, cum in iIIo vixit in mundo. 100. Sed correspondentia se adhuc latius extendit, quam ad hominem: est enim correpondentia coelorum inter se; tertio seu intimo coelo correspondet secundum seu medium coelum; et secundo seu medio coelo correspondet primum seu ultimum coelum; et hoc correspondet formis corporeis in homine, quae membra, organa, et viscera ejus vocantur: ita est corporeum hominis, in quod ultimo desinit coelum, super quo sieut super sua basi sUbsistit. Sed hoc arcanum alibi plenius evolvetur. 101. Verum omnino sciendum est, quod omnis correspondentia, quae cum coelo, sit cum Divino Humano Domini, quoniam ab Ipso est coelum, et Ipse est coelum, ut in artieulis praecedentibus ostensum est; nam nisi Divinum Humanum intlueret in omnia coeli, et secundum correspondentias in omnia mundi, non daretur angelus, nec daretur homo. lnde iterum patet, cur Domi­ nus factus est Homo, ac induit Divinum suum Humano a primo ad ultimum, quod fuerit, quoniam Divinum Humanum, ex quo coelum ante adventum Domini, non amplius suffecit ad sustentandum omnia, quia homo, qui basis coelorum, labefactavit et destruxit ordinem. Quid et quale Divinum Humanum, quod ante adventum Domini fuit, et qualis status coeli tunc, vide in Collectis ad caput praecedens. 102. Obstupescunt angeli, cum audiunt, quod dentur homines qui omnia naturae tribuunt et nihil Divino; et quoque qui credunt quod corpus suum, in quod tot admiranda coeli collata sunt, contlatum sit ex natura: et magis, quod rationale hominis etiam inde sit; cum tamen, si modo aliquantum elevent 91"
    },
    {
      "section": 101,
      "title": "Page 101",
      "text": "men tern, videre possunt, quod talia sint ex Divino, et non ex natura; et quod natura modo creata sit ut investiat spirituale, et id sistat correspondens in ultimo ordinis: sed tales assimilant noctuis, quae vident in tenebris, et nihil in luce. IV From Vera Christiano Religio 387. Tertium Memorabile:- Postquam duo i11i Angeli extra meum conspectum erant, vidi quendam hortum a latere dextro, ubi erant i1eae, ficus, laurus, et palmae, in ordine secundum correspondentias positae. IIIuc prospexi, it inter arbores vidi angelos et spiri­ tus vadentes et colloquentes: et tunc ad me respexit unus spiritus angelicus. Spiritus angelici vocantur, qui in mundo spirituum praeparantur ad coelum. lIIe ab horto iIIo ad me venit, et dixit, \"Vis mecum venire in nostrum paradisum, ac auditurus et visurus es mirabilia.\" Et abivi cum iIIo, et tunc dixit mihi, \"Hi quos vides (erant enim plures) sunt omnes in amore veri, et inde in luce sapientiae. Esxt quoque hie palatium, quod vocamus Templum Sapientiae; sed iIIud non aliquis videre potest, qui credit se multum sapere, minus qui credit se satis sapere, at adhuc minus qui credit se sapere ex se; causa est, quia iIIi non in receptione lucis coeli ex amore genuinae sapientiae sunt. Genuina sapientia est, quod homo e luce coeli videat, quod quae scit, intelligit, et sapit, tam parum sint respective ad ilia quae non scit, intelligit, et sapit, sieut est gutta ad ocean urn, consequenter vix aliquid. Omnis qui in hoc horto paradisiaco est, et ex perceptione ac visu in se agnoscit quod tam parum sapiat respective, is videt i1lud Templum Sapientiae; nam lux interior in mente hominis dat id videre, non autem lux exterior ejus absque ilia.\" [2.] Nunc quia ego iIIud saepius cogitavi, et ex scientia, et dein ex perceptione, et demum ex luce interiore, agnovi, quod homo tam parum sapiat, ecce datum est mihi videre iIIud templum. Erat quoad formam mirabile. Erat valde elevatum supra hum urn, quadrangulare, parietes ex chrystallo, tectum ex jaspide pellucido eleganter arcuatum, substructio ex vario lapide pretioso. Erant gra­ dus per quos in iIIud ascendebatur, ex alabastro polito. Ad latera graduum apparebant sicut leones cum catulis. Et tunc quaesivi num liceat intrare, et dictum est quod lieeat. Quare ascendi; et cum intravi, vidi sicut cherubos volantes sub tecto, sed mox evanescentes: so­ lum, super quo ambulatur, ex cedris erat, et totum templum ex pellucentia tecti et parietum, exstructum fuit ad formam lucis. [3.] Intrabat mecum spiritus angelicus, cui retuli quae audiveram ex duo bus angelis de amore et sapientia, et de charitate et fide. Et tunc dixit, \"Annon etiam locuti sunt de tertio?\" \"Quid tertium?\" dixi. 92"
    },
    {
      "section": 102,
      "title": "Page 102",
      "text": "Respondit, \"Est bonum usus. Amor et sapientia absque bono usus non sunt aliquid; sunt modo entia idealia, nee fiunt realia, priusquam sunt in usu: sunt enim amor, sapientia, et usus, tria, quae non separari possunt; si separantur, neutrum est aliquid. Non est amor aliquid absque sapientia, sed in sapientia formatur ad aliquid; hoc aliquid, ad quod formatur est usus, quare cum amor per sapientiam in usu est, tunc rea liter est, quia actualiter existit. Sunt prorsus sieut finis, causa, et effectus: finis non est aliquid, nisi per causam sit in effectu; si solvitur unum ex iIIis tribus, solvitur omne, et fit sieut nihil. [4.] Simile etiam est cum chari tate, fide, et operibus: charitas absque fide non est aIiquid, nec fides absque chari tate, neque charitas et fides absque operibus; at in operibus sunt aliquid, et tale aliquid, quale est operum usus. Simile est cum affectione, cogitatione, et operatione; et simile est cum vol un tate, intellectu, et actione; nam voluntas absque intellectu, est sieut oculus absque visum, ac uterque absque actione est sieut mens absque corpore. Quod ita sit, clare videri potest in hoc templo, quia lux, in qua hie sum us, est lux iIIustrans mentis interiora. [5.] Quod non detur completum et perfectum, nisi sit trinum, etiam docet geometria; non enim est linea aliquid, nisi fiat area, nee est area aliquid, nisi fiat corpus: quare ducetur unum in alterum, ut existant; et coexistunt in tertio. Sicut est in hoc, etiam est in omnibus et singulis creatis, quae finita sunt in tertio. Inde nunc est, quod 'tria' in Verbo signifieent completum et prorsus. Quoniam ita est, non potui non mirari, quod quidam profiteantur solam fidem, quidam solam charitatem, quidam sola opera, cum tamen unum absque altero, atque unum et simul alterum absque tertio, non est aIiquid.\" [6.] Sed tunc quaesivL \"Potestne homo charitatem et fidem habere, et usque non opera? potestne homo esse in dilectione et in cogitatione de aliqua re, et tamen non in operatione ejus?\" Et respondet mihi angelus, \"Non potest nisi modo ideal iter, at non rea liter, Erit usque in conatu aut voluntate ad operandum; ac voluntas seu conatus est actus in se, quia est continuus nisus ad agendum, qui fit actus in extern is accedente determinatione: quare conatus et voluntas, sicut actus internus, acceptatur ab omni sapiente, quia acceptatur a Deo, prorsus sicut actus externus; modo non ddiciat, quando datur copia.\" 93"
    },
    {
      "section": 104,
      "title": "Page 104",
      "text": "NOUNS 2m 2n 3m&f 5g.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. 3n 3-i 4 5 5g.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. 95"
    },
    {
      "section": 105,
      "title": "Page 105",
      "text": "5g.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. ADJECTIVES 1-2 Declension m f n 96"
    },
    {
      "section": 106,
      "title": "Page 106",
      "text": "Sg.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. m ADJECTIVES 3 Declension Three Endings f 97 n"
    },
    {
      "section": 107,
      "title": "Page 107",
      "text": "Sg.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. ADJECTIVES m&f 3 Declension Two Endings 98 n"
    },
    {
      "section": 108,
      "title": "Page 108",
      "text": "Sg.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. ADJECTIVES m&f 3 Declension One Ending 99 n"
    },
    {
      "section": 109,
      "title": "Page 109",
      "text": "ADJECTIVES COMPARATIVE DEGREE m f n Sg.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. SUPERLATIVE DEGREE m f n Sg.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. 100"
    },
    {
      "section": 110,
      "title": "Page 110",
      "text": "ADJECTIVES IRREGULAR m f n Sg.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. PERSONAL PRONOUNS (Person) 2 Sg.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. 101"
    },
    {
      "section": 111,
      "title": "Page 111",
      "text": "(hic) Sg.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. (ille) Sg.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. DEMONSTRATIVE PRONOUNS m f n m f n 102"
    },
    {
      "section": 112,
      "title": "Page 112",
      "text": "RELATIVE PRONOUNS m f n 5g.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. INTERROGATIVE PRONOUNS m f n 5g.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. 103"
    },
    {
      "section": 113,
      "title": "Page 113",
      "text": "EMPHATIC PRONOUNS (ipse) m f n 5g.Nom. Gen. Dat. Ace. Abl. PI. Nom. Gen. Dat. Ace. Abl. INDEFINITE PRONOUNS (aliquis) m f n 5g.Nom. Gen. Dat. Ace. Abl. PI. Nom. Gen. Dat. Ace. Abl. 104"
    },
    {
      "section": 114,
      "title": "Page 114",
      "text": "INDEFINITE PRONOUN (quidam) m f n 5g.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. DEMONSTRATIVE PRONOUN (is) m f n 5g.Nom. Gen. Oat. Ace. Abl. PI. Nom. Gen. Oat. Ace. Abl. 105"
    },
    {
      "section": 115,
      "title": "Page 115",
      "text": "VERBS-INDICATIVE ACTIVE Present 2 3 3-i 4 Sg.l 2 3 PI. 1 2 3 Imperfect Sg.l 2 3 PI. 1 2 3 Future Sg.l 2 ______________________________________________ _ 3 ______________________________________________ _ PI. 1 2 ______________________________________________ __ 3 ______________________________________________ _ 106"
    },
    {
      "section": 116,
      "title": "Page 116",
      "text": "INDICATIVE ACTIVE Perfect 1 2 3 3-i 4 Sg.l 2 3 PI. 1 2 3 Pluperfect Sg.l 2 3 PI. 1 2 3 Future Perfect Sg.l 2 3 PI. 1 2 3 107"
    },
    {
      "section": 117,
      "title": "Page 117",
      "text": "VERBS-INDICATIVE PASSIVE Present 1 2 3 3-i 4 Sg.l 2 3 PI. 1 2 3 Imperfect Sg.l 2 3 PI. 1 2 3 Future Sg.l 2 3 PI. 1 2 3 108"
    },
    {
      "section": 118,
      "title": "Page 118",
      "text": "INDICATIVE PASSIVE Perfect 2 3 3-i 4 Sg.l 2 3 PI. I 2 3 Pluperfect Sg.l 2 3 PI. 1 2 3 Future Perfect Sg.l 2 3 PI. I 2 3 109"
    },
    {
      "section": 119,
      "title": "Page 119",
      "text": "Sg.l 2 3 PI. 1 2 3 Sg.l 2 3 PI. 1 2 3 Sg.l 2 3 PI. 1 1 VERBS-SUBJUNCTIVE ACTIVE Present 2 3 3-i 4 Imperfect Perfect 2 ______________________________________________ ___ 3 110"
    },
    {
      "section": 120,
      "title": "Page 120",
      "text": "Sg.l SUBJUNCTIVE ACTIVE 2 Pluperfect 3 3-i 4 2 ________________________________________ ___ 3 ________________________________________ ___ PI. I 2 ________________________________________ ___ 3 ________________________________________ ___ III"
    },
    {
      "section": 121,
      "title": "Page 121",
      "text": "VERBS-SUBJUNCTIVE PASSIVE Present 1 2 3 3-i 4 5g.1 2 3 PI. 1 2 3 Imperfect 5g.1 2 3 PI. 1 2 3 Perfect 5g.1 2 ____________________________________________ __ 3 ____________________________________________ __ PI. 1 2 ____________________________________________ __ 3 ____________________________________________ __ 112"
    },
    {
      "section": 122,
      "title": "Page 122",
      "text": "Sg.l SUBJUNCTIVE PASSIVE 2 Pluperfect 3 3-i 4 2 ________________________________________ ___ 3 ________________________________________ ___ PI. 1 2 ________________________________________ ___ 3 ________________________________________ ___ 113"
    },
    {
      "section": 123,
      "title": "Page 123",
      "text": "VERBS IMPBRATIVES Active 2 3 3-i 4 Sg. PI. Passive Sg. PI. 114"
    },
    {
      "section": 125,
      "title": "Page 125",
      "text": "a (before consonants), ab (prep. with abl) absque (prep. with abl) ac acceptio, -onis, f. accipio, -ere, accep, acceptus ad (prep. with acc.) adduco, -ere, -duxi, -ductus adeo(adv.) adjunctio, -onis, f. adjungo, -ere, -junxi, -junctus advenio, -ire, adveni, adventus Adventus, -us, m. adventus, -us, m. affectio, -onis, f. affero, -ferre, attuli, adlatus afficio, -ere, affeci, affectus agnitio, -onis, f. agnosco, -ere, agnovi, agnotus ago, -ere, egi, actus aliqui, aliquae, aliquod aliquis, aliquid aliunde (ad v. ) alius, -a, -um alterus, -a, -um amo, -are, -avi, -atus am or, amoris, m. ante (prep. with acc.) aperio, -ire, aperui, apertus appareo, -ere, apparui, apparitus apperceptio, -on is, f. appercipio, -ere, -cepi, -ceptus angelus, -i, m. angelicus, -a, -um apud (prep. with acc) arcanus, -a, -um atque, ac (connective) audio, -ire, audivi, auditus aufero, -ferre, abstuli, ablatus autem (connective) bonus, -a, -um calor, caloris, m. capio, -ere, cepi, captus carus, -a, -um causa, -ae, f. A B c from, by (agent of passive) without, apart from see atque reception, acceptance receive, accept to, toward append, add so far, to the extent a bringing together or being brought together bring into contact reach, arrive the Advent arrival, coming, advent (specific) causative emotion, \"affection\" bring affect, influence, accomplish acknowledgment recognize, acknowledge do, behave; agere de ___ = deal with ___ , treat of __ _ some, any someone, something from somewhere else other another (of two) (to) love love before, in front of open be visible, seem, appear initial grasp, notice notice, begin to perceive angel of angels, angelic within, among hidden, secret (emphatic) and hear take away but, however good warmth, heat grasp, sieze dear, precious cause, reason, means (in the ablative, after a genitive, = because of, for the sake of) 116"
    },
    {
      "section": 126,
      "title": "Page 126",
      "text": "caveo, -ere, cavi, cautus ceterus, -a, -um charitas, -tatis, f. civilis, -e claudo, -ere, clausi, clausus coelestis, -e coelum, -i (n. sg., m. pl.) cogitatio, -on is, f. cogito, -are, -avi, -atus cognitio, -on is, f. cognosco, -ere, -novi, -notus colo, -ere, colui, cultus confero. -ferre, -tuli, collatus conjunctio, -on is, f. conjungo, -ere, -junxi, -junctus consto, -are, -avi, -atus convenio, -ire, -veni, -ventus cor, cordis, m. coram (prep. with acc.) corpus, corporis, n. correspondentia, -ae, f. correspondeo, -ere, -nsi, -nsus creo, -are, -avi, -atus cultus, -us, m. cum (prep. with abl.) dabilis, -e de (prep. with abl.) Deus, -i, m. deus, -i, m. dico, -ere, dixi, dictus dispono, -ere, -posui, -positus Divinus, -a, -um do, dare, dedi, datus doceo, -ere, docui, doctus dominor, -ari, -atus Dominus, -i, m. dominus, -i, m. dubius, -a, -um duco, -ere, duxi, ductus dum (connective) e (before consonants), ex educo, -are, -avi, -atus educo, -ere, -duxi, -ductus elevo, -are, -avi, -atus enim (connective) eo, ire, ii, (iturus) D E beward, take care, avoid other \"dearness,\" charity civic, civil close, shut heavenly, celestial heaven action or function of thinking. thought (as process) think direct, thorough knowledge, \"insight\" be thoroughly acquainted with (to) worship bring together, compare a thorough joining or being joined, union join thoroughly, unite \"stand together,\" be established meet, gather heart before, in the presence of body (the relationship of) correspondence, an item that corresponds answer completely, be completely responsive, correspond create worship with, accompanied by possible down from, from, concerning God god say, call, name arrange, set forth of God, Divine give, grant; in the passive, \"be given\" = occur teach, inform be in power, rule the Lord lord, master wavering, doubtful lead, guide while out of, from educate lead out, bring forth raise up, lift in fact, really, for go 117"
    },
    {
      "section": 127,
      "title": "Page 127",
      "text": "essentia, -ae, f. et (connective) evenio, -ire, eveni, eventus eventus, -us, m. ex existo, -ere. exstiti, __ _ extensus, -a, -um exterior, exterius externus, -a, -um extra (prep. with acc.) extremus, -a, -um facies, faciei, f. facio, -ere, feci, factus falsus, -a. -um felicitas, -tatis, f. fero, ferre, tuli, latus fides, fidei, f. finis, finis, m. finitus, -a, -um fio, fieri, (factus) fluo, -ere, fluxi, fluxus forma, -ae, f. formatio, -on is, f. formo, -are, -avi, -atus gradus, -us, m. habeo, -ere, habui, habitus se habet hic, haec, hoc homo, hominis, m. ibi (adv) ideo (connective) igneus, -a, -um ignis, ignis, m. ignosco, -ere, -novi, -notus ille, ilia, illud illustratio, -onis, f. immo (connective) in (prep.) with abl. with acc. F G H essence, fundamental nature and happen, occur outcome, event, happening see e come into being, become effectively present stretched out compo of externus outer, external outside (of) superl. of externus face do, make false happiness carry, lift, bring, take faith, confidence end, goal, PlJrpose, limit, boundary finite, limited be made, done; become (serves as passive of facio) flow basic (working) structure, form process of forming or of being formed, formation (to) shape, form step, level, \"degree\" have, possess \"the situation is .. \" this, the latter (mortal) person, humanity in general there therefore, so fiery, flamy fire not know, be ignorant of that, the former enlightenment, illustration even, indeed within, in into 118"
    },
    {
      "section": 128,
      "title": "Page 128",
      "text": "incido, -ere, incidi, incisus inde (adv.) induco, -ere, -duxi, -ductus induo, -ere, -dui, -dutus infernalis, --':e infernum, -i, n, inferior, inferius inferus, -a, -um infimus, -a, -um infinitus, -a. -um influo, -ere, -fluxi, -fluxus influxus, -us, m, infra (prep. with acc.) insum, inesse, infui intellectus, -us, m. intelligo, -ere, -Iexi, -Iectus interior, interius internus, -a, -um inti mus, -a, -um intra (prep. with acc.) introduco, -ere, -duxi, -ductus ipse, ipsa, ipsum ita (connective) jucundus, -a, -um jungo, -ere, junxi, jnctus lenis, -e lex, legis, f. limen, liminis, n, lingua, -ae, f, locutio, -onis, f. loquela, -ae, f. loquor, loqui, locutus lux, lucis, f. magnus, -a, -um major, majus malo, malle, malui, __ _ manifesto, -are, -avi, -atus maximus, -a, -um malus, -a, -um melior, melius mens, mentis, f. mere (adv.) meus, -a, -um meditatio, -onis, f. meditor, -ari, -atus medius, -a, -um J L M interrupt, interfere from this, as a result of this bring in, lead in put on (clothing), don of hell, hellish hell compo of inferus low superl. of inferus infinite, unlimited flow (into) inflow, influx below, underneath be (contained) in discernment, understanding discern, understand comp, of internus inner, internal superl. of internus within, inside bring into, introduce (emphatic) -self thus, so, in this way delightful, pleasant join light, gentle law threshhold, limit tongue, language (act of) talking, speech (act of) talking, speech talk, speak light large, big compo of magnus prefer make clear, bring into the open superl. of mag nus evil compo of bonus mind solely, merely my (act of) reflecting, musing reflect, muse intermediate, in the middle 119"
    },
    {
      "section": 129,
      "title": "Page 129",
      "text": "minimus, -a, -um minor, minus mirabilis, -e miror, -ari, -atus monstro, -are, -avi, -atus moralis, -e morior, moriri, mortuus (moriturus) mors, mortis, f. mortalis, -e mortuus, -a. -um multus, -a, -um mundus, -i m. nam (connective) naturalis, -e naturaliter (adv.) -ne nempe (connective) nolo, nolle, nolui non (adv.) noster, nostra, nostrum nullus, -a, -um num nunc (adv.) omnis, -e optimus, -a, -um orbis, orbis, m. ordo, ordinis, m. origo, originis, f. opus, operis, n. parum (adv.) passio, -on is, f. pateo, -ere, patui, __ _ patior, pati, passus pejor, pejus pendo, -ere, pependi, pensus per (prep. with acc.) perceptio, -on is, f. percipio, -ere, -cepi, -ceptus perduco, -ere, -duxi, -ductus perficio, -ere, -feci, -fectus pessimus, -a, -um plene (adv.) plenus, -a, -um plurimus, -a, -um plus, pluris N o p super!. of parvus compo of parvus astonishing, wonderful be amazed at, admire show, point out moral, behavioral die death subject ot death, mortal dead, lifeless many, much world for (= \"because\") having to do with nature, natural in a natural way, on the natural level interrogative enclitic namely be unwilling not (negative for verbs) our none, no (negating nouns) introduces question with negative expectation now all, every, each super!. of bonus circle, ring sequence, design, pattern, \"order\" source, earliest beginning deed, work a little, too little suffering, undergoing, enduring lie open, be visible undergo, suffer, endure, allow compo of malus hang through, by means of mental grasp, perception grasp, perceive lead through complete, finish, perfect super!. of malus fully full superl. of multus compo of multus 120"
    },
    {
      "section": 130,
      "title": "Page 130",
      "text": "porro (connective) possum, posse, potui, ~~_ post (prep. with acc.) potentia, -ae, f. prae (prep. with acc.) prior, prius primus, -a, -urn pro (prep. with abl.) procedo, -ere, -cessi, -cess us produco, -ere, -duxi, -ductus prope (prep. with acc.) propior, propius proprius, -a, -urn propter (prep. with acc.) proximus, -a, -urn proximus, -i, m. puto, -are, -avi, -atus qualis, -e quantum (adv) quantus, -a, -urn quare (connective) qui, quae, quod (rei. pronoun) quia (conective) quis, quid quoad (prep. with acc) quomodo (Interrog./rel. adv) quoniam (connective) quoque (adv) receptio, -onis, f. recipio, -ere, recipi, receptus redamo, -are, -avi, -atus refero, -ferre, rettuli, relatus se referre ad reformatio, -on is, f. reformo, -are, -avi, -atus regnum, -i, n. respondeo, -ere, -sponsi, -sponsus salus, salutis, f. sanctus, -a, -u~ sapientia, -ae, f. scio, -ire, scivi, scitus secundum (prep. with acc.) sensus, -us, m. sequens, sequentis Q R s 121 beyond this, further be able after, behind power before, in front of earlier first, earliest in favor of, for, in place of come forth, emanate bring forth, produce near nearer belonging (to), proper (to) on account of, for the sake of nearest neighbor opine, esteem of whatever kind to whatever extent of whatever amount therefore, wherefore who, which because who? what? as to, as far as ~~_ is concerned how, in what way because also acceptance, reception accept, receive love back, love in return bring back, respond, repeat \"go back to,\" relate to process of re-forming or of being re-formed, reformation re-form, form anew kingdom answer safety, health, salvation holy wisdom know in keeping with, according to action or function of sensing, ability to sense following"
    },
    {
      "section": 131,
      "title": "Page 131",
      "text": "sequor, sequi, secutus seu, sive (connective) sicut (connective) simplex, simplicis simul (adv) sisto, -ere, stiti, status sive societas, societatis, f. sol, solis, m. solum (adv) sol us, -a, -um spatium, spatii, n. specto, -are, -avi, -atus spiritual is, -e spiritualiter (adv.) spiritus, -us, m. spondeo, -ere, spopondi, sponsus status, -us, m. sto, stare, steti, status subsisto, -ere, substiti, __ _ sui, sibi, se, se sum, esse, fui, (futurus) superior, superius superus, -a, -um supra (prep. with acc.) supremus, -a, -um suus, -a, -um talis, -e tametsi (connective) tantum (adv) tantus, -a, -um terra, -ae, f. trado, -ere, tradidi, traditus tunc (adv) tuus, -a, -um ubi (connective) ullus, -a, -um ulterior, ulterius ultimus, -a, -um ultra (prep. with acc.) unus, -a, -um usque (adv) usus, -us, m. ut (connective) T u 122 follow or as, like uncomplicated, simple, straightforward at the same time as cause to stand, erect, establish see seu community sun only only, sole space watch, look at having to do with spirit, spiritual in a spiritual way, on the spiritual level spirit pledge, promise state, condition stand, stand firm endure, be substantial (reflexive) -self be, exist compo of superus high, exalted over, above superl. of superus (reflexive possessive, = \"the subject's\") of that kind even though to that extent of that amount, that much (the) earth deliver, transmit then, at that time your (singular possessor) where some, any farther, more remote farthest, most remote, ultimate beyond one all the way, even as far as, still useful function, function, \"use\" \"that\" in clauses of purpose and result; \"as, in the form of,\" linking members of a comparison"
    },
    {
      "section": 132,
      "title": "Page 132",
      "text": "vel ___ vel ___ (connective) vena, -ae, f. venio, -ire, veni, __ _ Verbum, -i, n. verbum, -i, n. verus, -a, -um vester, vestra, vestrum vicissim (adv.) video, -ere, vidi, visus visus, -us, m. vita,-e, f. vivo, -ere, vixi, __ _ voco, -are, -avi, -atus volo, velie, volui voluntas, -tatis, f. v 123 either ___ or __ _ vein, pulse, natural bent come the Word word true your (plural possessors) the other way around see (faculty of) sight life be alive, live call, name be willing, intend intentionality, will, purposing"
    },
    {
      "section": 134,
      "title": "Page 134",
      "text": "A (be) able possum, posse, . about de above supra accept recipio, ~ere, . acceptance receptio, ~onis, f. accompanied by cum accomplish afficio, ~ere, . according to secundum acknowledge agnosco, ~ere, . acknowledgment agnitio, ~onis, f. add adduco, ~ere . admire miror, ~ari, . (the) Advent Adventus, ~us, m. affect afficio, ~ere, . affection affectio, onis, f. after post (be) alive vivo, ~ere, . all omnis, ~e all the way usque allow patior, pati, pass us also quoque (be) amazed at miror, ~ari, .. among apud and et and (emphatic) atque, ac angel angelus, ~i, m. angelic angelicus, ~a, ~um answer respondeo, ~ere, . any aliqui, ~quae, ~quod apart from absque appear appareo, ~ere, . append adduco, ere, . arrange dispono, ~ere, . arrive advenio, ~ire, . arrival adventus, ~us, m. as sicut, ut as a result of this inde as far as .. __ is concerned quoad asto quoad astonishing mirabilis, ~e at that time tunc at the same time as simul avoid caveo, ~ere, . fugo, ~ere, . B bad malus, ~a, ~um be sum, esse,. because quia, quod, quoniam because of (n. in gen.) + causa (abl.) become fio, fieri, (factus) before ante, prae begin to perceive appercipio, ~ere, . 125"
    },
    {
      "section": 135,
      "title": "Page 135",
      "text": "(earliest) beginning behave behavioral behind belonging (to) below (natural) bent beware beyond beyond this big body boundary bring bring back bring forth bring in bring into bring into contact bring together bringing together (thorough) bringing together but by (agent of passive) by means of call, name can (be) careful carry cause celestial charity circle civic, civil (make) clear close (v) come come forth come into being coming community compare complete (v.) concerning condition confidence (be) contained (in) correspond correspondence create c origo, originis, f. agere moralis, -e post proprius, -a, -um infra vena, ae, 1. caveo, -ere, .. ultra porro magnus, -a, -um corpus, corporis, n. finis, finis, m. affero, afferre, . fero, ferre, . refero, -ferre, . educo, -ere, . produco, -ere, . induco, -ere, . introduco, -ere, . adJungo, -ere, . confero, -ferre, . adJunctio, -onis, 1. conjunctio, -on is, f. sed, autem a,ab per dico, -ere, . voco, -are, . possum, posse, . caveo, -ere, . fero, ferre, .. causa, -ae coelestis, -e charitas, -tatis, 1. orbis, -is, m. civilis. -e manifesto, -are, . claudo, -ere, . venio, -ire, . procedo, -ere, . eXlsto, -ere, . adventus, -us, m. societas, -tatis, f. confero, -ferre, . perficio, -ere, . de status, -s, m. fides, fidei, f. insum, inesse, infui correspondeo, -ere, . correspondentia, -ae, f. creo, creare, . 126"
    },
    {
      "section": 136,
      "title": "Page 136",
      "text": "dead deal with dear dearness death (subject to) death deed degree delightful deliver design (n.) die discern discernment divine do don (be) done doubtful down from each earlier earliest earth educate either ___ or ___ emanate (causative) emotion enlightenment essence end endure (= last) endure (= undergo) enduring erect establish esteem (be) established even (adv.) even as far as even though event every evil exalted exist external D E 127 mortuus, ~a, ~um agere de carus, ~a, ~um charitas, ~tatis, f. mors, mortis, f. mortal is, ~e opus, operis, n. gradus, ~us, m. jucundus, ~a, ~um trado, ~ere, .. ordo, ordinis, m. morior, ~iri, ... intelligo, ~ere, .. intellectus, ~us, m. Divinus, ~a, ~um ago, agere, ... , facio, ~ere, . induo, ~ere, . fio, fieri dubius, ~a, ~um de omnis, ~e prior, prius primus, ~a, ~um terra, ~ae, f. educo, ~are, .. vel ___ vel ___ procedo, ~ere, . affectio, ~onis, f. illustratio, ~onis, f. essentia, ~ae, f. finis, finis, m. subsisito, ~ere, . patior, pati, passus passio, ~onis, f. sisto, sistere, . sisto, sistere, . puto, ~are, . consto, ~are, . immo usque tametsi eventus, ~us, m. omnis, ~e malus, ~a, ~um superus, ~a, ~um sum, esse, ... externus, ~a, ~um"
    },
    {
      "section": 137,
      "title": "Page 137",
      "text": "F face facies, faciei, 1. faith fides, fidei, 1. false falsus, -a, -um farther ulterior, ulterius farthest ultimus, -a, -um fiery igneus, -a, -um finish perficio, -ere, . finite finitus, -a, -um fire ignis, ignis, m. fi rst primus, -a, -um flamy igneus, -a, -um flow fluo, -ere, . flow (into) influo, -ere, . follow sequor, sequi, secutus following sequens, sequentis for (= because) enim, nam for (prep.) pro for the sake of propter form forma, -ae, 1. the former ille, ilia, illud from a,ab,de,e,ex from somewhere else aliunde from this inde full plenus, -a, -um fully plene function (n.) usus, -us, m. further porro G gather (intr.) convenio, -ire, . gentle lenis, -e give do, dare, dedi, datus go eo, ire, ii \"go back to\" refero, -ferre, . goal finis, finis, m. God Deus, -i, m. god deus, -i, m. good bonus, -a, -um grant do, dare, dedi, datus grasp capio, -ere, ... percipio, -ere, . (initial) grasp apperceptio, -on is, f. (mental) grasp perceptio, -on is, f. guide (v) duco, -ere, . H hang pendo, -ere, . happen evenio, -ire, . happening eventus, -us, m. happiness felicitas, -tatis, f. have habeo, -ere, . health salus, salutis, f. 128"
    },
    {
      "section": 138,
      "title": "Page 138",
      "text": "hear heart heat heaven heavenly hell hellish hidden high holy how however (= but) humanity (be) ignorant of illustration in in a spiritual way in fact in favor of in front of in keeping with in the presence of indeed infinite inflow influence (v.) influx inform inner inside insight instead of intend intention(ality) interfere intermediate (adj) internal interrupt into introduce join join completely kingdom know know (at first hand) J K audio, audire, .. cor, cordis, m. calor, -oris, m. coelum, -i (q.v.) coelestis, -e infernum, -i, n. infernal is, -e arcanus, -a, -um superus, -a. -um sanctus, -a, -um quomodo autem homo, hominis, m. ignosco, -ere, . illustratio, -onis, f. in (+ abl.) spiritual iter enim pro ante, prae secundum coram immo infinitus, -a, -um influxus, -us, m. afficio, -ere, .. influxus, -us, m. doceo, -ere, . internus, -a, -um intra cognitio, -on is, f. pro volo, velie, volui voluntas, -tatis, f. incido, -ere, . medius, -a, -um internus, -a, -um incido, -ere, . in (+ acc.) introduce, -ere, . jungo, -ere, ... conjungo, -ere, ... regnum, -i, n. scio, -ire, ... cognosco, -ere, ... 129"
    },
    {
      "section": 139,
      "title": "Page 139",
      "text": "not know ignosco, -ere, . (direct) knowledge cognitio, -onis, f. L language lingua, -ae, f. large magnus, -a, -um (the) latter hic, haec, hoc law lex, legis, f. lead (v) duco, -ere, . lead in induco, -ere .. lead out educo, -ere, . lead through perduco, -ere, . level gradus, -us, m. lie open to view pateo, -ere, patui life vita, -ae, f. lifeless mortuus, -a, -um lift elevo, -ere, . fero, ferre, . light (in weight) lenis, -e light (n) lux, lucis, f. like sicut limit finis, finis, m. limen, liminis, n. limited finitus, -a, -um (a) little parum (too) little parum live vivo, -ere, . look at specto, -are, . the Lord Dominus, -i, m. lord dominus, -i, m. love (n.) amor, amoris, m. (to) love amo, amare, . love in return redamo, -are, . low inferus, -a, -um M (be) made fio, fieri make facio, -ere, . make clear manifesto, -are, . many multus, -a, -um master (n.) dominus, -i, m. meditation meditatio, -onis, f. meet convenio, -ire, . merely mere (in the) middle medius, -a, -um mind (n) mens, mentis, f. moral moralis, -e mortal mortalis, -e much multus, -a, -um muse meditor, -ari, . musing (n.) meditatio, -on is, f. my meus, -a, -um 130"
    },
    {
      "section": 140,
      "title": "Page 140",
      "text": "name (v.) namely natural (fundamental) nature (having to do with) nature near (prep.) nearer neighbor not (negative for verbs) notice (n.) notice (v.) now occur of that amount of that kind of whatever amount of whatever kind on account of one only (adj.) only (adv.) open (v. tr.) opine or order other (the) other way around our outof outcome outer outside (of) over pattern perceive perception perfect (v.) (mortal) person, person pleasant pledge point out possess possible power (be in) power precious N o p dico, ~ere, .. . voco, ~are, .. . nempe naturalis, e essentia, ~ae, f. naturalis, ~e prope propior, propius proximus, ~a, ~um non apperceptio, ~onis, f. appercipio, ~ere, ... nunc (passive of) da (q.v), evenio, ~ire, .. tantus, ~a, ~um talis,~e quantus, ~a, ~um qualis, ~e propter unus, ~a, ~um salus, ~a, ~um solum aperio, ~ire, .. . puto, ~are, .. . sive, seu ordo, ordinis, m. ceterus, ~a, ~um vicissim noster, nostra, nostrum e,ex eventus, ~us, m. externus, ~a, ~um extra supra ordo, ordinis, m. percipio, ~ere, ... perceptio, ~onis, f. perficio, ~ere, ... homo, hominis, m. jucundus, ~a, ~um spondeo, ~ere, . monstro, ~are, .. . habeo, ~ere, .. . dabilis, ~e potentia, ~ae, f. dominor, ~ari, . carus, ~a, ~um 131"
    },
    {
      "section": 141,
      "title": "Page 141",
      "text": "prefer (become effectively) present produce promise proper (to) pulse (n.) purposing (n.) put on (clothes) raise up reach really reason (for) receive reception recognize refer to reflect (mentally) (mental) reflecting re-form, reform re-forming (n.) (more) remote (most) remote repeat (be completely) responsive ring (n.) rule safety salvation say secret see seem -self (emphatic) -self (reflexive) sense (n.) sensing (n.) sequence set forth show shut sieze (faculty of) sight simple (the) situation is. so (= in this way) so (= therefore) so far solely some (adj.) R s malo, malle, malui existo, -ere, . produco, -ere, . spondeo, -ere, . proprlus, -a, -um vena, -ae, f. voluntas, -tatis, f. induo, -ere, . elevo, -ere, . advenio, -ire, . enim causa, -ae, f. accipio, -ere, . acceptio, -on is, f. agnosco, -ere, . referro, -ferre, . meditor, -ari, . meditatio, -on is, f. reformo, -are, . reformatio, -·onis, f. ulterior, ulterius ultimus, -a, -um refero, -ferre, .. correspondeo, -ere, . orbis, -is, m. dominor, -ari, . salus, salutis, f. salus, salutis, f. dico, -ere, . arcanus, -a, -um video, -ere, . appareo, -ere, . ipse, ipsa, ipsum sui, sibi, se, se sensus, -us, m. sensus, -us, m. ordo, ordinis, m. dispono, -ere, . monstro, -are, . claudo, -ere, . capio, -ere, . visus, -us, m. simplex, simplicis se habet ita ideo adeo mere aliqui, -quae, -quod 132"
    },
    {
      "section": 142,
      "title": "Page 142",
      "text": "someone, something source space speak speech spirit spiritual (in a) spiritual way stand (firm) state step stili (adv.) straightforward stretched out (working) structure (be) substantial suffer suffering sun take take away talk talking (n.) teach that that (in noun clauses) that (in purpose clauses) then there therefore think thinking (as process) this thought (as process) threshhold through thus to to that extent to the extent ... to whatever extent tongue toward transmit treat of true ultimate uncomplicated T u aliquis, aliquid origo, originis, f. spatium, -i, n. loquor, loqui, locutus locutio, -on is, f. loquela, -ae. f. spiritus, -us, m. spiritualis, -e spiritualiter sto, stare, ... status, -us, m. gradus, -us, m. usque simplex, simplicis extensus, -a, -um forma, -ae, f. subsisito, -ere, ... pateo, pati, passus passio, -onis, f. sol, solis, m. fero, ferre, ... aufero, auferre, ... loquor, loqui, locutus locutio, -onis, f. loquela, -ae, f. doceo, -ere, ... ille, ilia, illud quod ut tunc ibi ideo, quare cogito, -are, ... cogitatio, -onis, f. hic, haec, hoc cogitatio, -onis, f. limen, liminis, n. per ita ad tantum adeo quantum lingua, -ae, f. ad trado, -ere, ... agere de verus, -a, -um ultimus, -a, -um simplex, simplicis 133"
    },
    {
      "section": 143,
      "title": "Page 143",
      "text": "undergo patior, pati, passus undergoing passio, -on is, f. underneath (prep.) infra understand intelligo, -ere, ... understanding inteliectus, -us, m. union conjunctio, -onis, f. unite conjungo, -ere, ... unlimited infinitus, -a, -um (be) unwilling nolo, nolle, nolui use usus, us, m. useful function usus, -us, m. V vein vena, -ae, f. (be) visible appareo, -ere, . pateo, -ere, patui W warmth calor, -oris, m. watch specto, -are, ... wavering dubius, -a, -um (in) what way quomodo (of) whatever amount quantus, -a, -um (of) whatever kind qualis, -e (to) whatever extent quantum where ubi wherefore quare while dum who, which qui, quae, quod who? which? quis, quid will (n.) voluntas, -tatis, f. (be) willing volo, velie, volui wisdom sapientia, -ae, f. with cum within apud, in (+ abl.), intra without absque world mundus, -i, m. wonderful mirabilis, -e (the) Word Verbum, -i, n. word verbum, -i, n. work (n.) opus, operis n. worship (n.) cultus, -us, m. worship (v.) colo, -ere, ... y your (sg.) tuus, -a, -um your (pl.) vester, vestra, vestrum 134"
    },
    {
      "section": 145,
      "title": "Page 145",
      "text": "ablative ablative absolute accusative adjectives, adnominal degrees of comparison clauses interrogative irregular verbal adnominal, see adjectives adverbs, adverbal adverbal clauses interrogative agent, ablative of agreement aliquis antecedents apodosis apposition article case of nominal clauses case-endings, see inflection clauses adnomlnal adverbal (purpose, result) conditional nominal clusters comparative degree comparison compounds conditional clauses conjugations connectives copula correlatives dative of possession of reference declensions, decline demonstrative adjectives deponent verbs deprepositional adjectives emphatic pronoun esse etymology future tense future perfect 136 25 56 15 2, 28 38 42 71 69 49 2 59, 74 72 25 28, 35, 50 72 431. 74 35, 66 6,51,52 6 31,66 31 42 59 74 31, 66, 77 16 38f, 38 16 74 2, 11 2 20 53 34 34 34 2, 6 52f, 81 39 53, 69 19 16,69 12 35, 64f,"
    },
    {
      "section": 146,
      "title": "Page 146",
      "text": "gender genitive gerundives gerunds imperative mood imperfect subjunctive, formation of impersonal indicative mood indirect discourse infinitives in indirect discourse inflection interrogatives interrogative adjectives interrogative adverbs interrogative pronouns interrogative noun clauses jussive mood lexicography lexicon, use of manner, ablative of means, ablative of mood indicative imperative jussive subjunctive morphology nominative nominal clauses in English interrogative non-restrictive clauses nouns, nominal number object direct indirect paradigm parenthetical information parse participles future passive in ablative absolute perfect passive present active passive passive periphrastic perfect 137 6 7 78 78 80 12 13 22 12 31 12f., 191., 26, 31 31 2 711. 72 72 71 77 80f. ii 68f. 25 25 2,12 12 80 8ot. 12 iif 7 311., 66f., 77 32 77 43 2 6, 11 15, 31 34 2 43 6 49f. 781. 561. 13, 35f. 49f. 12,22f. 78 351."
    },
    {
      "section": 147,
      "title": "Page 147",
      "text": "past perfect perfect tense passive person phonemics phonetics phrase, prepositional pluperfect posse possession dative of prepositions objects of prepositional phrase present tense principal parts pronouns demonstrative emphatic interrogative personal reflexive relative pronunciation protasis punctuation purpose clauses reference, dative of reflexive possessive reflexive pronoun relative pronouns restrictive clauses result clauses spelling stem style Swedenborg's subjunctive mood present, distinguished from future indicative substantive use of adjectives superlative degree syntax talis-qua/is tantus-quantus tense sequence of transformation 138 35, 63f. 12, 35f. 35f. 11 ii 15f., 25f. 35,63f. 19 7 34 15f. 16,66 15f. 3, 11 12f.,81 52f. 53, 69 71 60!. 53 42f. iii 74 43 59f. 34 61 53 42f. 43 59f. iii 8 iii, 1 12 13 47 29 38ff, 50 iii 53 53 11 74f,77 3f."
    },
    {
      "section": 148,
      "title": "Page 148",
      "text": "verbs, verbal deponent intransitive vocabulary, Swedenborg's vocative voice active passive vowel length word order 139 2, 11 81 15 1, 16, 681. 35 11 12 12, 22 8 3, 7"
    }
  ]
}