{
  "id": "eu_latin",
  "title": "Eu Latin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "Earths in the Universe (Chadwick) n. 1"
    },
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "1. DE TELLURIBUS IN UNIVERSO Quoniam ex divina Domini Misericordia, mihi aperta sunt interiora, quae spiritus mei sunt; et per id datum est loqui cum Spiritibus et Angelis, qui non solum prope nostram Tellurem sunt, sed etiam cum illis qui juxta alias, idcirco, quia desiderium mihi fuit scire num aliae Tellures sint, et quales illae, et quales Incolae illarum, a Domino datum est eum Spiritibus et Angelis, qui ex aliis Telluribus sunt, loqui et conversari, cum quibusdam per diem, cum quibusdam per septimanam, et cum quibusdam per menses, et ab illis instrui de Telluribus, ex quibus et juxta quas erant, et de Incolarum ibi vita, moribus et cultu, et de rebus variis memoratu dignis ibi: et quia illa eo modo scire datum est, licet describere illa ex auditis et visis. Sciendum est, quod omnes Spiritus et Angeli ex humano Genere sint {1}; et quod juxta suam Tellurem sint {2}; ac quod sciant quid ibi: et quod ab illis instrui possit homo, cui interiora adeo aperta sunt ut loqui et conversari possit cum illis; homo enim in sua essentia est spiritus {3}, et una cum spiritibus quoad sua interiora {4}, quapropter is cui interiora aperiuntur a Domino, cum illis, sicut homo cum homine, loqui potest {5}: hoc mihi concessum est nunc per duodecim annos quotidie. @1 (Ex Arcana Caelestibus: ubi haec et sequentia, quae sub linea, explicata et ostensa sunt) (a) Quod non dentur Spiritus et Angeli, qui non ex Humano genere, n: 1880.$ @2 Quod Spiritus cujusvis Telluris sint juxta suam Tellurem, ex causa quia ex incolis sunt, ac simili cum illis genio; et quod incolis inservituri sint, n: 9968.$ @3 Quod anima, quae vivit post mortem, sit spiritus hominis, qui in homine est ipse homo, et quoque apparet in altera vita in perfecta forma humana, n: 322, 1880, 1881, 3633, 4622, 4735, 6054, 6605, 6626, 7021, 10594.$ @4 Quod homo, etiam cum in mundo est, quoad sua interiora, ita quoad spiritum seu animam, in medio spirituum et angelorum sit talium qualis ipse est, n: 2378, 3645, 4067, 4073, 4077.$ @5 Quod homo loqui possit cum spiritibus et angelis, et quod antiqui in nostra Tellure frequenter cum illis loquuti sint, n: 67, 68, 69, 784, 1634, 1636, 7802. Sed quod hodie periculosum sit loqui cum illis, nisi homo in vera fide sit, et ducatur a Domino, n: 784, 9438, 10751.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 2"
    },
    {
      "section": 2,
      "title": "Paragraph 2",
      "text": "2. Quod plures Tellures sint, et super illis homines, et inde spiritus et angeli, notissimum est in altera vita, nam cuivis ibi, qui ex amore veri et inde usus desiderat, cum spiritibus aliarum Tellurum loqui conceditur, et inde confirmari de pluralitate mundorum, ac informari, quod Genus humanum non solum ex una Tellure sit, sed ex innumeris; et insuper quali genio et vita sunt; et qualis cultus eorum divinus. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 3"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "3. Loquutus sum cum nostrae Telluris Spiritibus aliquoties de ea re, et dictum quod homo, qui intellectu pollet, scire possit ex multis quae novit, quod plures Tellures sint, et ibi homines; nam ex ratione concludi potest, quod tantae Moles, quales sunt Planetae, quarum aliquae magnitudine excedunt hanc Tellurem, non sint moles vacuae, et creatae ut modo ferantur ac spatientur circum Solem, et luceant pauco suo lumine pro una Tellure, sed quod illarum usus insignior, quam talis, oporteat esse. Qui credit, sicut quisque credere debet, quod Divinum non creaverit universum propter alium finem, quam ut humanum Genus existat, et inde Caelum; nam Genus humanum est seminarium Caeli; is non potest non credere, quam quod homines sint, ubicunque aliqua Tellus. Quod Planetae, qui coram oculis nostris visibiles sunt, quia intra terminos Mundi hujus Solis, Tellures sint, manifeste sciri potest ex eo, quod corpora terrestris materiae sint, quia solis lumen reflectunt, et inspecti per vitra optica apparent non sicut stellae rutili e flamma, sed sicut terrae ex obscuris variegati: tum ex eo, quod illi, similiter ac nostra Tellus, circum Solem ferantur et progrediantur via zodiaci, ac inde faciant annos et anni tempora, quae sunt Ver, Aestas, Autumnus, et Hyems: similiter quod circum axem suum, similiter ac nostra Tellus, rotentur, ac inde faciant dies et diei tempora, nempe Mane, Meridiem, Vesperam et Noctem: ac insuper, quod aliqui eorum habeant Lunas, quae vocantur Satellites, et circum orbem suum statis temporibus vagantur, sicut Luna circum nostrum; et quod Planeta Saturnus, quia longissime a Sole distat, habeat quoque Cingulum magnum luminosum, quod multam lucem, tametsi reflexam, Telluri isti dat. Quis usquam, qui haec novit, et ex ratione cogitat, dicere potest, quod haec inania corpora sint? This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 4"
    },
    {
      "section": 4,
      "title": "Paragraph 4",
      "text": "4. Insuper cum Spiritibus loquutus sum, quod ab homine credi queat, quod in universo sint Tellures plures quam una, ex eo, quod Caelum astriferum tam immensum sit, ac tot innumerabiles ibi stellae, quarum unaquaevis in suo loco seu in suo mundo est Sol, ac instar nostri Solis, in varia magnitudine: qui rite expendit, is concludit, quod totum illud tam immensum non possit non esse quam medium ad finem, qui ultimus creationis, qui finis est Regnum caeleste, in quo Divinum cum angelis et hominibus habitare potest: universum enim aspectabile, seu Caelum illustre tot innumerabilibus stellis, quae sunt totidem Soles, est modo medium ut existant Tellures, et super illis homines, ex quibus Regnum caeleste. Ex his rationalis homo non aliter cogitare potest, quam quod tam immensum medium ad tantum finem non factum sit pro humano genere et inde Caelo ex una Tellure; quid hoc foret pro Divino, quod infinitum, cui parum et vix aliquid essent millia, imo myriades Tellurum, et omnes plenae incolis? This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 5"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5. Praeterea Caelum angelicum tam immensum est, ut correspondeat singulis apud hominem, et myriades cuivis Membro, Organo, et Visceri, et cuivis ejus affectioni; et scire datum est, quod omnes suas Correspondentias nequaquam existere possit nisi ex Incolis permultarum Tellurum {1}. @1 Quod Caelum correspondeat Domino, et quod homo quoad omnia et singula caelo, quod inde Caelum coram Domino sit in magna effigie Homo, et vocandum Maximus Homo, n: 2996, 2998, 3624 ad 3649, 3636 3643, 3741 ad 3745, 4625. De correspondentia hominis et omnium ejus cum Maximo Homine, qui est Caelum, in summa, ab experientia, n: 3021, 3624 ad 3649, 3741 ad 3751, 3883 ad 3896, 4039 ad 4051, 4218 ad 4228, 4318 ad 4331, 4403 ad 4421, 4527 ad 4533, 4622 ad 4633, 4652 ad 4660, 4791 ad 4805, 4931 ad 4953, 5050 ad 5061,"
    },
    {
      "section": 5171,
      "title": "Paragraph 5171",
      "text": "5171 ad 5189, 5377 ad 5396, 5552 ad 5573, 5711 ad 5727, 10030.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 6"
    },
    {
      "section": 6,
      "title": "Paragraph 6",
      "text": "6. Sunt Spiritus quorum unicum studium est, sibi acquirere cognitiones, quia illis solis delectantur; illis Spiritibus ideo licet circumvagari, et quoque extra hujus Solis mundum transire in alios, ac sibi cognitiones comparare: hi dixerunt, quod non solum sint Tellures, super quibus homines, in hoc solari Mundo, sed etiam extra eum in Caelo astrifero, immenso numero. Hi Spiritus sunt ex Planeta Mercurii. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 7"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. Quod Cultum divinum incolarum aliarum Tellurum in genere concernit, illi, qui ibi non idololatrae sunt, omnes agnoscunt Dominum pro unico Deo; adorant enim Divinum non ut Divinum invisibile, sed ut visibile, ex causa etiam, quia cum Divinum illis apparet, in humana forma apparet, sicut etiam olim Abrahamo et aliis in hac Tellure {1}: et qui Divinum sub humana forma adorant, illi omnes acceptantur a Domino {2}. Dicunt etiam, quod nemo possit rite colere Deum, ac minus Ipsi conjungi, nisi aliqua idea comprehendat Illum, et quod non comprehendi possit nisi in Forma humana; et si non ita, quod dissipetur visus interior, qui est cogitationis, de Deo, sicut visus oculi cum spectatur universum absque limite; et quod tunc cogitatio non aliter possit quam labi in naturam, et haec coli pro Deo. @1 Quod Incolae omnium Tellurum adorent Divinum sub Humana Forma, ita Dominum, n: 8541 ad 8547, 10159, 10736, 10737, 10738. Et quod gaudeant, cum audiunt quod Deus actualiter Homo factus sit, n: 9361. Quod de Deo nisi in Humana Forma non cogitari possit, n: 8705, 9359, 9972. Quod homo colere possit et amare de quo aliquam ideam habet, et non de quo nullam, n: 4733, 5110, 5633, 7211, 9267, 10067.$ @2 Quod Dominus recipiat omnes qui in bono sunt, et adorant Divinum sub Humana Forma, n: 9359, 7173.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 8"
    },
    {
      "section": 8,
      "title": "Paragraph 8",
      "text": "8. Cum dictum est illis, quod Dominus in nostra Tellure assumpserit Humanum, pensitaverunt aliquantum, et mox dixerunt, quod hoc propter salvationem Generis humani factum sit. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 9"
    },
    {
      "section": 9,
      "title": "Paragraph 9",
      "text": "9. DE TELLURE SEU PLANETA MERCURII, et DE EJUS SPIRITIBUS et INCOLIS Quod universum Caelum referat unum Hominem, qui ideo maximus Homo vocatur, et quod omnia et singula apud hominem, tam ejus exteriora quam interiora, illi Homini seu Caelo correspondeant, est Arcanum nondum in mundo notum, quod ita sit, multis ostensum est {1}. Sed ad maximum illum Hominem constituendum, non sufficiunt qui ex nostra Tellure in Caelum veniunt, sunt hi pauci respective, erunt ex pluribus aliis Telluribus; et providetur a Domino, quod, ut primum deest alicubi quale aut quantum Correspondentiae ex alia Tellure arcessantur, qui impleant, ut ratio constet, ac ita caelum consistat. @1 Quod Caelum correspondeat Domino, et quod homo quoad omnia et singula caelo, quod inde Caelum coram Domino sit in magna effigie Homo, et vocandum Maximus Homo, n: 2996, 2998, 3624 ad 3649, 3636 3643, 3741 ad 3745, 4625. De correspondentia hominis et omnium ejus cum Maximo Homine, qui est Caelum, in summa, ab experientia, n: 3021,"
    },
    {
      "section": 3624,
      "title": "Paragraph 3624",
      "text": "3624 ad 3649, 3741 ad 3751, 3883 ad 3896, 4039 ad 4051, 4218 ad 4228, 4318 ad 4331, 4403 ad 4421, 4527 ad 4533, 4622 ad 4633, 4652 ad 4660, 4791 ad 4805, 4931 ad 4953, 5050 ad 5061, 5171 ad 5189, 5377 ad 5396, 5552 ad 5573, 5711 ad 5727, 10030.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 10"
    },
    {
      "section": 10,
      "title": "Paragraph 10",
      "text": "10. Quid Spiritus e Planeta Mercurii referunt in Maximo Homine, mihi quoque e Caelo detectum est, quod nempe Memoriam, sed Memoriam rerum abstractarum a terrestribus et mere materialibus. Verum, quia cum illis datum est loqui, et hoc per plures septimanas, et audire quales sunt, et explorare quomodo cum illis, qui in Tellure illa sunt, se habet, velim ipsas experientias adducere. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 11"
    },
    {
      "section": 11,
      "title": "Paragraph 11",
      "text": "11. Venerunt ad me Spiritus, et dictum e Caelo quod ex Tellure proxima Soli, quae in nostra tellure Planeta nomine Mercurii vocatur, essent, et statim, ut venerunt, e memoria mea inquisiverunt quae novi; (hoc Spiritus solertissime possunt facere; cum enim ad hominem veniunt, in memoria ejus vident singula, quae ibi sunt:) {1} cum inquirerent varia, et inter illa urbes et loca ubi fueram, animadverti, quod templa, palatia domos, plateas, non vellent scire, sed modo illa quae novi facta in locis illis, tum quae erant regiminis ibi, quae geniorum et morum illis qui ibi, et similia; talia enim cum locis cohaerent in memoria apud hominem, quapropter cum loca excitantur, etiam subeunt illa. Quod tales essent, miratus sum, quare interrogabam, cur praeterirent magnifica locorum, et modo res et facta ibi inquirerent; dicebant quod illis nulla delectatio sit spectare Materialia, Corporea et Terrestria, sed solum Realia: inde confirmatum est, quod illius Telluris spiritus in maximo Homine referrent memoriam rerum abstractarum a materialibus et terrestribus. @1 Quod spiritus intrent in omnia memoriae hominis, et quod non e sua in hominis, n: 2488, 5863, 6192, 6193, 6198, 6199, 6214: quod angeli in affectiones et fines ex quibus et propter quos homo ita non aliter cogitat, vult agit, n: 1317, 1645, 5844.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 12"
    },
    {
      "section": 12,
      "title": "Paragraph 12",
      "text": "12. Dictum est mihi, quod talis incolarum vita in Tellure illa sit, quod nempe nihil curent terrestria et corporea, sed gentium ibi statuta, leges, regimina; tum quoque quae caeli sunt, quae innumerabilia: et quoque dictum, quod plures ex hominibus illius Telluris loquantur cum Spiritibus, et quod inde illis cognitiones rerum spiritualium, et statuum vitae post mortem; ac inde etiam contemtus corporeorum et terrestrium; qui enim pro certo sciunt, et credunt vitam post mortem, caelestia illis curae sunt, quia aeterna et felicia, non autem mundana, modo quantum necessitates vitae requirunt. Quia incolae tales sunt, ideo etiam spiritus, qui inde, tales sunt {1}. @1 Quod Spiritus cujusvis Telluris sint juxta suam Tellurem, ex causa quia ex incolis sunt, ac simili cum illis genio; et quod incolis inservituri sint, n: 9968.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 13"
    },
    {
      "section": 13,
      "title": "Paragraph 13",
      "text": "13. Quam avide inquirunt et hauriunt cognitiones rerum, quales sunt Memoriae elevatae supra sensualia corporis, constare mihi potuit ex eo, quod cum inspicerent in illa, quae ego sciebam de rebus caelestibus, percurrerent omnia, et continue dicerent, quod tale sit quod tale sit: cum enim spiritus ad hominem veniunt, intrant in omnem ejus memoriam, et excitant inde sibi convenientia; imo, quod saepe animadverti, legunt, quae ibi sunt, quasi e libro {1}. Hi Spiritus hoc solertius et celerius faciebant, quia non morati sunt circa talia, quae gravia et lenta sunt, et coarctant et consequenter retardant visum internum, ut sunt omnia terrestria et corporea cum pro fine sunt, hoc est, cum unice amantur; sed intuiti sunt ipsas res; res enim, quibus non adhaerent terrestria, ferunt animum sursum, ita in latum campum; mere materialia autem ferunt animum deorsum, limitant et claudunt. Aviditas eorum acquirendi sibi cognitiones et memoriam locupletandi, ex his etiam patuit; quondam cum aliquid de venturis, et illi essent e longinquo ut non possent inspicere illa e memoria mea, quia illa non legere vellem in praesentia illorum, valde indignati sunt, et volebant contra morem solitum invehere in me, dicentes quod pessimus essem, et similia; utque iracundiam suam indicarent, dextrae parti Capitis mei usque ad aurem inducebant speciem contractionis cum dolore; sed talia nihil nocebant mihi; at quia malum fecerunt, elongabant se adhuc magis, sed usque mox subsistebant, volentes scire quid scripseram: talis illis est cupido cognitionum. @1 Quod spiritus, qui apud hominem, in possessione omnium ejus memoriae sint, n: 5853, 5857, 5859, 5860.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 14"
    },
    {
      "section": 14,
      "title": "Paragraph 14",
      "text": "14. Spiritus Mercurii prae reliquis spiritibus cognitiones rerum, tam qua in hujus Solis mundo, quam quae extra hunc in Caelo astrifero sunt, possident; et quae semel sibi acquisiverunt, illa retinent, et quoque illorum reminiscuntur, quoties similia occurrunt: inde quoque manifeste constare potest, quod memoria spiritibus sit, et quod illa multo perfectior sit memoria hominum; tum quod quae spiritus audiunt, vident, et appercipiunt, retineant, et maxime talia, quibus delectantur, ut hi spiritus cognitionibus rerum; nam quae delectationi sunt et amori, ea quasi sponte sua influunt, et remanent; caetera non intrant, sed modo superficiem tangunt, et praeterlabuntur. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 15"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. Quum Spiritus Mercurii ad alias societates veniunt, ab illis explorant quae sciunt, quibus exploratis discedunt: datur etiam talis communicatio inter spiritus, imprimis inter Angelos, ut cum in societate sunt, si accepti sunt et amati, communicentur omnia quae norunt {1}. @1 Quod in caelis detur communicatio omnium bonorum, quoniam amor caelestis communicat omnia sua cum aliis; et quod inde illis sapientia et felicitas, n; 549, 550, 1390, 1391, 1399, 10130, 10723.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 16"
    },
    {
      "section": 16,
      "title": "Paragraph 16",
      "text": "16. Ex cognitionibus suis sunt spiritus Mercurii prae aliis fastuosi; quare illis dictum est, quod, licet {1}innumera sciant, usque tamen infinita sint quae non sciunt; et si cognitiones apud illos in aeternum augerentur, quod ne quidem in notitiam omnium communium venire queant: quod illis fastus et elatio animi, dictum est, et quod hoc non deceat; sed responderunt, quod non fastus sit, sed modo gloriatio ex memoriae suae facultate: ita possunt naevos suos exculpare. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 17"
    },
    {
      "section": 17,
      "title": "Paragraph 17",
      "text": "17. Loquela vocum, quia illa materialis est, aversantur, quare cum illis, cum absque spiritibus intermediis, non aliter quam per Speciem cogitationis activae loqui potui. Memoria illorum, quia est rerum, non imaginum pure materialium, propius subministrat cogitationi objecta sua; cogitatio enim, quae supra imaginationem est, requirit pro objectis res a materialibus abstractas: sed tametsi ita est, usque tamen spiritus Mercurii parum facultate judicii pollent rebus, quae judicii sunt, ac conclusionum ex cognitionibus, non delectantur; sunt enim nudae cognitiones illis delectationi. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 18"
    },
    {
      "section": 18,
      "title": "Paragraph 18",
      "text": "18. Dicebatur illis, annon ex cognitionibus suis aliquem usum facere vellent, nam delectari cognitionibus non satis est, quia cognitiones spectant usus, et usus erunt fines; ex solis cognitionibus non illis est usus, sed aliis cum quibus cognitiones suas communicare velint, et quod nequaquam conveniat homini, qui sapiens vult esse, in solis cognitionibus subsistere, quia hae sunt modo causae administrae inserviturae indagandis rebus quae vitae erunt: sed responderunt, quod delectentur cognitionibus, et quod cognitiones illis usus sint. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 19"
    },
    {
      "section": 19,
      "title": "Paragraph 19",
      "text": "19. Quidam etiam ex illis non volunt apparere ut homines, sicut spiritus aliarum Tellurum, sed ut globi chrystallini; quod ita apparere velint, tametsi non apparent, est quia cognitiones rerum immaterialium repraesentantur in altera vita per Chrystalla. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 20"
    },
    {
      "section": 20,
      "title": "Paragraph 20",
      "text": "20. Mercurii spiritus differunt prorsus a spiritibus nostrae telluris, nam spiritus nostrae telluris res non ita curant, sed mundanas, corporea et terrestria, quae sunt materialia; quapropter Mercurii spiritus cum nostrae telluris spiritibus non simul esse possunt, ideo ubicunque hos offendunt, aufugiunt; sphaerae enim spirituales, quae ex utrisque exhalatur, sunt paene contrariae. Spiritus Mercurii in ore ferunt, quod non spectare velint vaginam, sed res a vagina sua nudatas, ita interiora. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 21"
    },
    {
      "section": 21,
      "title": "Paragraph 21",
      "text": "21. Apparebat flamma satis candida flagrans laete, et hoc per aliquantum horae; flamma illa significabat adventum spirituum Mercurii, qui in pervidendo, cogitando loquendoque promptiores erant prioribus: cum venerunt, illico percurrebant illa quae in Memoria mea erant, sed quae observabant, non appercipere potui ob promptitudinem illorum; audiebam subinde dicentes, quod tale sit; ad illa quae videram in caelis et in mundo spirituum, dicebant se prius nosse: percipiebam quod multitudo spirituum illis consociatorum esset a tergo paulo ad sinistrum in plano occipitis. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 22"
    },
    {
      "section": 22,
      "title": "Paragraph 22",
      "text": "22. Alio tempore vidi multitudinem talium spirituum, sed ad aliqualem distantiam a me, antrorsum paulo ad dextrum, et inde loquebantur mecum, sed per spiritus intermedios; nam loquela eorum tam cita est sicut cogitatio, quae in loquelam humanam non cadit, nisi mediantibus aliis spiritibus; et quod miratus sum, loquebantur volumatim, et usque tam prompte et cito: appercipiebatur loquela, quia plurium simul, ut undulatoria: et quod memorabile, labebatur illa versus sinistrum meum oculum, tametsi illi erant ad dextrum; causa erat, quia sinister oculus correspondet cognitionibus rerum a materialibus abstractarum, ita talibus quae sunt intelligentiae, dexter autem oculus talibus quae sunt sapientiae {1}. Simili promptitudine, qua loquebantur, etiam res auditas percipiebant, et de illis judicabant, dicendo hoc ita esse, hoc non ita; judicium eorum quasi instantaneum est. @1 Quod oculus correspondeat Intellectui, quia Intellectus est visus internus et rerum non materialium, n: 2701, 4410, 4526, 9051, 10569. Quod visus Oculi sinistri correspondeat veris, ita intelligentiae, et visus oculi dextri bonis veri, ita sapientiae, n: 4410.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 23"
    },
    {
      "section": 23,
      "title": "Paragraph 23",
      "text": "23. Erat spiritus ex alia Tellure, qui cum illis dextre loqui potuit, quia prompte et celeriter, sed qui affectabat in sermone elegantiam; momento judicabant de illis quae is loquebatur, dicendo hoc nimis eleganter, hoc nimis scite; sic ut modo attenderent, num aliquid illis nondum notum ab eo audirent, rejiciendo sic talia quae inumbrabant, quae sunt praecipue affectationes elegantiae sermonis et eruditionis, nam illae ipsas res abscondunt, et loco illarum sistunt voces, quae sunt formae rerum materiales; loquens enim in illis animum tenet, ac vult ut voces prae sensu vocum audiantur, inde afficitur alterius auditus plus quam mens. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 24"
    },
    {
      "section": 24,
      "title": "Paragraph 24",
      "text": "24. Spiritus Telluris Mercurii non morantur in uno loco, seu intra caetus spirituum unius mundi, sed vagantur per universum; causa est, quia Memoriam rerum referunt, quae continue locupletabitur; inde illis conceditur circumvagari, et sibi cognitiones ubivis acquirere. Cum ita peregrinantur, si offendunt Spiritus, qui materialia, hoc est, corporea et terrestria amant, eos fugiunt, seque conferunt illuc ubi talia non audiunt. Exinde constare potest, quod animus eorum elevatus sit supra sensualia, et sic quod in lumine interiori sint: hoc quoque dabatur actualiter percipere, cum prope me erant, et mecum loquebantur; animadverti tunc, quod abducerer a sensualibus, usque adeo ut inciperet lumen oculorum meorum hebetari et obscurum fieri. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 25"
    },
    {
      "section": 25,
      "title": "Paragraph 25",
      "text": "25. Spiritus Telluris illius vadunt per cohortes et phalanges; et congregati sunt, formant quasi globum; ita a Domino conjunguntur ut unum agant, utque cognitiones cujuslibet communicentur cum omnibus, et cognitiones cum quolibet, sicut fit in caelo {1}. Quod vagentur per universum, ut conquirant rerum cognitiones, constabat mihi etiam ex eo, quod semel, cum a me admodum remoti apparebant, loquerentur inde mecum, et dicerent, quod nunc congregati sint, et vadant extra sphaeram hujus mundi in Caelum stelliferum, ubi sciunt dari tales qui non curant terrestria et corporea, sed res ab illis elevatas, cum quibus esse volunt. Dicebatur, quod non sciant ipsi quo vadant, sed quod ex Auspicio divino ferantur illuc, ubi possunt instrui de talibus quae nondum sciunt, et quae cum cognitionibus, quas habent, conveniunt: dicebatur etiam, quod nec sciant quomodo inveniunt socios, cum quibus conjunguntur, et quod hoc quoque fiat ex Auspicio divino. @1 Quod in caelis detur communicatio omnium bonorum, quoniam amor caelestis communicat omnia sua cum aliis; et quod inde illis sapientia et felicitas, n; 549, 550, 1390, 1391, 1399, 10130, 10723.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 26"
    },
    {
      "section": 26,
      "title": "Paragraph 26",
      "text": "26. Quia ita per universum vadunt, et inde pro aliis scire possunt de Mundis et Telluribus extra sphaeram Mundi nostri Solis, idcirco cum illis etiam de ea re loquutus sum; dicebant quod in Universo perplures essent Tellures, et ibi homines; et quod mirarentur quod aliqui putarent, quos exigui judicii homines vocabant, Caelum omnipotentis Dei solummodo constare ex Spiritibus et Angelis qui ex una Tellure veniunt, cum illi tam pauci sunt, ut respective ad Omnipotentiam Dei vix aliquid sint, etiam si forent myriades mundorum et myriades tellurum: porro dicebant, quod sciant Tellures in universo ultra aliquot centena millia dari; et tamen quid hoc ad Divinum quod infinitum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 27"
    },
    {
      "section": 27,
      "title": "Paragraph 27",
      "text": "27. Spiritus Mercurii, cum apud me essent, cum scriberem et explicarem Verbum quoad sensum ejus internum, et perciperent quid scriberem, dicebant quod illa quae scriberem admodum crassa essent, et quod expressiones paene omnes sicut materiales apparerent; sed respondere dabatur, quod homines nostrae Telluris usque videant haec quae scripta sunt, sicut subtilia et elevata, quorum plura non capiunt: addebam quod plures in hac Tellure non sciant, quod internus homo sit qui agit in externum, et facit ut hic vivat, persuadeantque sibi ex fallaciis sensuum quod corpori sit vita, et quod ideo illi, qui mali et infideles sunt, vitam post mortem in dubio ponant: tum quod non vocent spiritum, sed animam, illud hominis quod victurum post mortem corporis; et quod litigent quid anima, et ubinam sedes ejus, credantque, quod ei corpus materiale, tametsi dissipatum in omnes ventos, iterum conjungendum sit, ut homo vivat homo; praeter plura similia. Cum haec audirent spiritus Mercurii, quaerebant an tales possunt Angeli fieri, ad quae respondere datum est, quod angeli fiant qui in bono fidei et charitatis vixerunt, et quod tunc non amplius in externis et materialibus sint, sed in internis et spiritualibus; et cum in illum statum veniunt, quod sint in luce supra illam, in qua sunt spiritus ex Mercurio: ut scirent quod ita esset, dabatur ut Angelus qui in Coelo e nostra tellure, qui talis fuerat cum vixit in mundo, cum illis loqueretur, de quo in sequentibus. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 28"
    },
    {
      "section": 28,
      "title": "Paragraph 28",
      "text": "28. Postea mihi a Spiritibus Mercurii mittebatur charta longa, inaequalis, a pluribus chartis conglutinata, quae apparebat sicut impressa typis, qualibus in hac Tellure; quaesivi num talia haberent apud se, sed dicebant quod non habeant, verum quod sciant tales chartas in nostra Tellure dari; non volebant plura dicere; sed percipiebam quod cogitarent quod cognitiones in nostra Tellure essent super chartis, et non ita in homine, ita subsannando quod chartae quasi scirent quae non homo: sed instruebantur quomodo cum hoc se haberet. Post aliquod tempus redierunt, et ad me mittebant aliam chartam etiam sicut typis exaratam, ut erat prior, sed non ita conglutinatam et incomtam, verum decentem et nitidam; dicebant quod informati ulterius essent, quod in hac tellure tales chartae sint, et inde libri. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 29"
    },
    {
      "section": 29,
      "title": "Paragraph 29",
      "text": "29. Ex his quae nunc dicta sunt, constat manifeste, quod Spiritus, quae vident et audiunt in altera vita, memoria retineant, et quod illi aeque ac cum fuerunt homines in mundo, instrui queant, proinde in illis quae fidei sunt, et sic perfici: quo interiores spiritus et angeli sunt, eo promptius et plenius hauriunt, et perfectius retinent; et quia hoc in aeternum, patet quod illis crescat sapientia continue: apud Mercurii spiritus continue crescit scientia rerum, sed inde non sapientia, quia cognitiones, quae media sunt, amant, non autem usus qui fines. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 30"
    },
    {
      "section": 30,
      "title": "Paragraph 30",
      "text": "30. Porro, qualis est genuis spirituum, qui ex Planeta Mercurio sunt, ex sequentibus adhuc constare potest. Sciendum, quod omnes, quotcunque sunt spiritus et angeli, fuerint homines; humanum enim genus est seminarium coeli; tum quod spiritus tales prorsus sint quoad affectiones et inclinationes, quales fuerunt cum vixerunt homines in mundo; nam unumquemque sequitur vita ejus {1}: quia ita est, genuis Hominum cujusvis Telluris cognosci potest a genio spirituum qui inde sunt. @1 Quod vita sua unumquemvis maneat et sequatur post mortem, n: 4227, 7440. Quod externa vitae clausa teneantur post mortem, ac interna vitae aperiantur, n: 4314, 5128, 6495. Quod tunc omnia et singula cogitationis pateant, n: 4633, 5128.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 31"
    },
    {
      "section": 31,
      "title": "Paragraph 31",
      "text": "31. Quia Spiritus Mercurii in maximo Homine referunt memoriam rerum a materialibus abstractarum, idcirco quando aliquis cum illis de terrestribus, corporeis et mere mundanis loquitur, nolunt prorsus audire; sique audire de illis coguntur, transmutant ea in alia, et plerumque in contraria, ut evitent. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 32"
    },
    {
      "section": 32,
      "title": "Paragraph 32",
      "text": "32. Ut pro certo scirem, quod talis eorum genuis esset, licuit repraesentare illis prata, novalia, hortos, sylvas, flumina, (repraesentare talia, est imaginative sistere illa coram alio, quae in altera vita apparent ad vivum) sed illico transmutabant illa, prata et novalia obscurabant, et per repraesentationes implebant anguibus; flumina denigrabant ut aqua non limpida appareret: cum quaererem, cur ita facerent, dicebant, quod non velint cogitare de talibus, sed de realibus, quae sunt cognitiones rerum a terrestribus abstractarum, imprimis talium quae existunt in coelis. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 33"
    },
    {
      "section": 33,
      "title": "Paragraph 33",
      "text": "33. Postea repraesentabam illis volucres majores et minores, quales in nostra Tellure sunt: nam in altera vita repraesentari possunt talia ad vivum: cum volucres illas repraesentatas viderent, primum volebant illas mutare, sed dein delectabantur illis, et quiescebant; causa erat, quia volucres significant cognitiones rerum, cujus rei perceptio quoque tunc influebat {1}; ita desistebant ab illis transmutandis, et sic ab ideis memoria suae avertendis. Postea repraesentare licebat coram illis amoenissimum Hortum plenum lampadibus et lucernis; tunc morabantur et detinebantur, ex causa quia lampades cum lucernis significant veritates quae lucent ex bono {2}. Inde patuit, quod teneri potuerint in spectandis materialibus, modo simul insinuatur significatio illorum in sensu spirituali; quae enim sensus spiritualis sunt, a materialibus non ita abstracta sunt, quoniam sunt horum repraesentativa. @1 Quod aves significent rationalia, intellectualia, cogitationes, ideas, cognitiones, n: 40, 754, 776, 778, 886, 988, 993, 5149, 7441. Et hoc cum varietate secundum avium genera et species, n: 3219.$ @2 Quod lampades cum lucernis significent veritates quae lucent ex bono, n: 4638, 9548, 9783.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 34"
    },
    {
      "section": 34,
      "title": "Paragraph 34",
      "text": "34. Praeterea loquutus sum cum illis de Ovibus et Agnis, sed talia non volebant audire, quia ea illis percepta sunt ut terrestria: causa erat, quia non intelligebant quid Innocentia, quam Agni significant; quod apperceptum est ex eo, cum dicerem quod Agni in Coelo repraesentati significent Innocentiam {1}, tunc dicebant, se non scire quid Innocentia, sed modo scire quoad vocem; causa est, quia modo cognitionibus, non autem usibus, qui sunt cognitionum fines, afficiuntur, ita nec scire possunt ex perceptione interna, quid Innocentia. @1 Quod Agni in Coelo et in Verbo significent Innocentiam, n: 3994, 7840, 10132.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 35"
    },
    {
      "section": 35,
      "title": "Paragraph 35",
      "text": "35. Aliqui ex spiritibus Telluris Mercurii ad me veniebant missi ab aliis, ut audirent quid apud me ageretur, quibus unus ex spiritibus nostrae Telluris dicebat, quod diceret suis, ut non aliud quam verum loquerentur, et non, ut solent, interrogantibus opposita objicerent; nam si aliquis ex nostrae telluris spiritibus ita faceret, plecteretur; sed tunc respondebat cohors, quae remota erat, e qua spiritus illi emissi erant, quod se ideo plecterentur, omnes plecterentur, quoniam aliter facere nequeunt ex continuo usu: dicebant, quod cum loquuntur cum hominibus suae Telluris, ita quoque faciant; at hoc non animo fallendi, sed ut inspirent desiderium sciendi; cum enim opposita objiciunt, et occultant res certo modo, tunc cupido sciendi excitatur, et sic ex studio explorandi illa, memoria perficitur. De eadem re cum illis alia vice quoque loquebar; et quia sciebam, quod loquerentur cum hominibus suae telluris, quaerebam quomodo incolas suos instruunt; dicebant quod non instruant illos quomodo se res habet, sed usque insinuent aliquam rei apperceptionem, ut inde cupido explorandi et sciendi alatur et crescat; nam si responderent ad omnia, periret cupido: addebant quod opposita objiciant etiam ob causam, ut veritas dein melius appareat; nam omnis veritas apparet ex relatione ad opposita. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 36"
    },
    {
      "section": 36,
      "title": "Paragraph 36",
      "text": "36. Pro more habent, ut non dicant alicui quae sciunt, sed usque ab omnibus scire volunt quae ipsi sciunt: sed cum sua societate communicant omnia, usque adeo, ut quae unus scit omnes sciant, et quae omnes quisque ibi {1}. @1 Quod in caelis detur communicatio omnium bonorum, quoniam amor caelestis communicat omnia sua cum aliis; et quod inde illis sapientia et felicitas, n; 549, 550, 1390, 1391, 1399, 10130, 10723.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 37"
    },
    {
      "section": 37,
      "title": "Paragraph 37",
      "text": "37. Quia Spiritus Mercurii abundant cognitionibus, in aliqua specie fastus sunt; inde putant, quod tam multa sciant, ut vix plus sciri possit: sed illis a nostrae Telluris spiritibus dictum est, quod non multa sciant, sed pauca, et quod illa quae non sciunt sint infinita respective: quodque illa, quae non sciunt, ad illa quae sciunt, sint sicut aquae maximi Oceani ad aquas pusilli fontis; tum quod primum limen ad sapientiam sit scire, agnoscere, et percipere, quod quae scit tam parum sit ut vix aliquid sit ad illa qua non scit. Ut scirent quod ita esset, dabatur ut quidam angelicus spiritus cum illis loqueretur, et diceret illis in genere, quid scirent et non scirent, et quod infinita essent quae non scirent, tum quod in aeternum ne quidem communia rerum scire possent: loquebatur ille per ideas angelicas, multo promptius quam illi, et quia detegebat quid scirent, et quid non scirent, stupore perculsi sunt. Postea vidi alium angelum cum illis loquentem, apparuit ille in aliqua altitudine dextrorsum; erat ille ex nostra Tellure; is enumerabat perplurima quae non scirent; et postea loquebatur cum illis per mutationes status, quas dicebant se non intelligere; tunc illis dicebat, quod unaquaevis mutatio status infinita contineat, et quoque unumquodvis minimum ejus. Cum haec audiverunt, quia fuerunt in fastu propter cognitiones, coeperunt se humiliare: humiliatio repraesentabatur per voluminis eorum demissionem deorsum, (nam apparebat cohors illa tunc sicut volumen, antrorsum versus sinistrum ad distantiam, in plano regionis infra umbilicum sed volumen apparebat sicut incavatum in medio, et a lateribus elevatum; reciproca etiam motitatio ibi animadvertebatur: dicebantur etiam illis, quid id significaret, hoc est, quid cogitarent in sua humiliatione, et quod illi, qui a lateribus elevati apparebant, nondum in aliqua humiliatione essent: et vidi quod separaretur volumen, et quod illi, qui non in humiliatione erant, relegarentur versus suum orbem, reliquis remanentibus. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 38"
    },
    {
      "section": 38,
      "title": "Paragraph 38",
      "text": "38. Veniebant spiritus Mercurii ad quendam Spiritum ex nostra Tellure, qui dum vixit in mundo, propter eruditionem famigeratissimus fuit, (erat Christianus Wolfius), cupientes ab illo informari de rebus variis; sed cum perceperunt quod quae dixit non elevata essent supra sensualia naturalis hominis, quia in loquendo cogitabat de honore, et quod vellet sicut in mundo (quisque enim sibi similis est in altera vita) compingere in series varia, et ex illis iterum et continue concludere alia, et sic concatenare plura ex talibus, quae non viderunt aut agnoverunt vera esse, dicendo sic catenas non cohaerere in se nec cum conclusis, et vocando illas obscurum auctoritatis, tunc destiterunt interrogare illum, quaerendo solum, quomodo hoc vocatur, quomodo illud; et quia ad haec quoque respondebat per ideas materiales, et nullas spirituales, ab illo recesserunt: unusquisque enim in altera vita tantum spiritualiter seu per ideas spirituales loquitur, quantum in mundo crediderat in Deum, et tantum materialiter, quantum non crediderat. Quia hic datur ansa, licet memorare quomodo in altera vita se habet cum Eruditis, qui intelligentiam hauriunt ex propria meditatione accensa amore sciendi vera propter vera, ita propter usus a mundanis abstractos, et quomodo cum illis, qui ex aliis absque propria meditatione, ut solent qui cupiunt scire vera propter solam eruditionis famam, et inde honorem aut lucrum in mundo, ita non propter usus a mundanis abstractos, licet hic inserere quandam experientiam de talibus. Appercipiebatur sonorum quoddam penetrans ab infra juxta sinistrum latus usque ad aurem sinistram: animadverti quod essent spiritus qui ibi eniti conabantur, at quales essent non potui scire; quando autem enisi sunt, loquebantur mecum, dicentes quod fuerint Logici et Metaphysici, et quod talibus immerserint cogitationes suas, absque alio fine quam ut Eruditi audirent, et sic ad honores et opes venirent, lamentantes quod nunc miseram vitam agant, ex causa quia absque alio fine hauserunt illa; et sic non Rationale suum per illa excoluerunt; erat loquela illorum tarda et mute sonans. Interea loquuti sunt inter se bini supra caput meum, et cum quaesitum quinam essent, dictum, quod unus illorum esset famigeratissimus quidam in orbe literato, et dabatur mihi credere quod esset Aristoteles; alter quinam esset, non dicebatur. Ille tunc mittebatur in statum, in quo fuit cum vixit in mundo; quilibet enim in statum suae vitae, quem habuit in mundo, facile mitti potest, quia omnem vitae suae statum secum habet: at, quod miratus, applicabat se ad dextram aurem, et ibi loquebatur, sed rauce at usque sane: ex loquelae ejus sensu appercepi, quod is prorsus alio genio esset quam Scholastici illi qui primum ascenderunt, quod nempe is ex cogitatione sua excluserit illa quae scripserat, et inde Philosophica sua produxerit; sic ut termini, quos invenit, et quos imposuit rebus cogitationis, essent formulae vocum quibus descripsit interiora; tum quod ex jucundo affectionis et desiderio sciendi illa quae essent cogitationis et intellectus ad talia excitatus fuerit; et quod sequutus obedienter quae dictaverat ejus spiritus; quapropter is ad dextram aurem se applicuit, aliter quam asseclae ejus, qui Scholastici vocantur, qui non ex cogitatione ad terminos, sed a terminis ad cogitationes eunt, ita via contraria; et plures illorum ne quidem ad cogitationes, sed solum haerent in terminis; quos si applicant, est ad confirmandum quicquid volunt, et ad imponendum falsis speciem veri secundum cupidinem persuadendi: inde illis Philosophica sunt media insaniendi potius, quam media sapiendi; et inde illis tenebrae loco lucis. Loquutus sum dein cum illo de scientia analytica, dicens, quod puerulus per dimidium horae plus philosophice, analytice et logice loquatur, quam potuisset per volumen describere, ex causa quia omnia cogitationis et inde loquelae humanae sunt analytica, quorum leges sunt ex mundo spirituali; et qui artificialiter ex terminis cogitare vult, quod is non absimilis sit saltatori, qui vult discere saltare ex scientia motricium fibrarum et musculorum, in qua si haereret animus ejus cum saltat, tunc vix movere posset pedem; et tamen is absque scientia illa movet omnes fibras motrices sparsas circum universum corpus, et applicate pulmones, diaphragma, latera, brachia, collum, et reliqua, quibus omnibus describendis non sufficerent volumina; et quod similiter se habeat cum illis, qui ex terminis volunt cogitare: haec ille approbavit, dicens si illa via discatur cogitare, quod inverso ordine procedatur; addens si quis fatuus esse velit, ita procedat; sed cogitet jugiter de usu, et ex interiori. Dein mihi ostendit, qualem ideam habuerat de summo Numine, quod nempe sibi repraesentaverit Illum facie humana circum caput cinctum circulo radioso; et quod nunc sciat, quod Dominus sit Ipse Ille Homo, et quod circulus radiosus sit Divinum ab Ipso, quod non modo influit in Coelum sed etiam in universum, ac disponit et regit illa: addens, qui coelum disponit et regit, etiam disponit et regit universum, quia unum ab altero separari nequit: et quoque dixit, quod crediderit solum unum Deum, cujus Attributa et Qualitates insigniverat tot Nominibus, quot alii deos coluerunt. visa mihi est mulier, quae exporrigebat manum, volens genam mulcere; quod cum miratus sum, dixit, quod, cum in mundo fuit, talis mulier ei saepe visa sit, quae quasi mulceret ejus genam, et quod ejus manus pulchra fuisset: spiritus angelici dicebant, quod tales priscis quandoque visae fuerint, et ab illis vocatae Pallades; et quod apparuerit ei ex spiritibus, qui, cum homines antiquis temporibus vixerunt, delectati fuerunt ideis et indulserunt cogitationibus, sed absque Philosophia; et quia tales spiritus apud illum fuerunt, et delectati illo quia cogitavit ab interiori, repraesentative talem mulierem stiterunt. Ultimo indicavit, qualem ideam habuerat de Anima seu Spiritu hominis, quem vocabat Pneuma, quod nempe esset inconspicuum vitale, sicut aliquid aetheris; et dixit, quod noverit Spiritum suum victurum post mortem, quoniam esset essentia ejus interior, quae non potest mori, quia potest cogitare; et quod praeterea de eo non clare cogitare potuerit, sed modo obscure, quia aliunde de illo aliquam cognitionem non habuerat quam ex se, et parumper etiam ex antiquis. Praeterea Aristoteles est inter sanos spiritus in altera vita, et plures ejus Asseclae inter fatuos. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 39"
    },
    {
      "section": 39,
      "title": "Paragraph 39",
      "text": "39. Quondam vidi quod nostrae Telluris spiritus essent apud Spiritus telluris Mercurii, et audivi illos inter se colloquentes, et tunc nostrae Telluris spiritus inter alia interrogabant illos, in quem crederent, respondebant quod crederent in Deum; sed cum quaererent ulterius de Deo in quem crederent, nolebant dicere: quoniam ex more illorum est, ut non directe ad quaestiones respondeant. At tunc Spiritus ex tellure Mercurii vicissim interrogabant Spiritus ex nostra tellure, in quem illi crederent, dicebant hi, quod in Dominum Deum; spiritus Mercurii tunc ajebant, quod perciperent illos in nullum Deum credere, et pro more habere ore dicere quod credant, et tamen usque non credere: (habent spiritus Mercurii exquisitam perceptionem, ex eo quia continue media perceptione explorant quid alii sciunt) spiritus nostrae telluris erant inter illos, qui in mundo confessi sunt fidem ex doctrina Ecclesiae, sed usque non vixerunt vitam fidei, et qui non vivunt vitam fidei, in altera vita non habent fidem, quia non est in homine {1}: cum haec audiverunt, obmutescebant, quia ex apperceptione illis tunc data agnoscebant quod ita esset. @1 Quod illis qui fidem ex doctrina confitentur, et non vivunt vitam fidei, nulla fides sit, n: 3865, 7766, 7778, 7790, 7950, 8094. Et quod interiora eorum contra vera fidei sint, tametsi hoc in mundo nesciunt, n: 7790, 7950.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 40"
    },
    {
      "section": 40,
      "title": "Paragraph 40",
      "text": "40. Quidam spiritus sciebant ex coelo, quod spiritibus Telluris Mercurii quondam promissum fuerit videre Dominum; quare interrogabantur a spiritibus circum me, num recordarentur illius promissi, dicebant, quod recordentur; sed quod non sciant, an ita promissum sit, ut de eo nihil dubii haberi possit. Cum ita loquebantur inter se, tunc apparuit illis Sol coeli: (Solem coeli, qui est Dominus, non alii vident quam qui in intimo seu tertio coelo sunt, reliqui vident lucem inde) viso sole dicebant, quod hoc non esset Dominus Deus, quia faciem non videbant. At interea spiritus inter se loquebantur, sed quid loquuti sunt, non audivi. Subito autem tunc iterum apparuit Sol, et in ejus medio Dominus circumcinctus solari circulo; hoc viso, Spiritus Mercurii humiliabant se profunde, et subsidebant. Tunc quoque Dominus ex Sole illo visus est spiritibus hujus telluris, qui, cum homines fuerunt, Ipsum in mundo viderunt, ex quibus unus post alterum fassi sunt, et sic ordine plures, quod Ipse Dominus esset; et hoc fassi sunt coram omni coetu. Tunc quoque Dominus e Sole visus est Spiritibus Planetae Jovis, qui manifesta voce dicebant, quod Ipse esset, Quem in Tellure sua, cum apparuit illis Deus universi, viderant {1}. @1 Quod Dominus sit sol coeli, ex quo omnis Lux ibi, n: 1053, 3636, 4060. Et quod Dominus ita appareat illis, qui in Regno coelesti Ipsius sunt, ubi amor in Ipsum regnat, n: 1521, 1529, 1530, 1531, 1837, 4696. Quod appareat ad mediam altitudinem supra planum oculi dextri, n: 4321, 7078. Quod idea per solem in Verbo significetur Dominus quoad divinum amorem, n: 2495, 4060,"
    },
    {
      "section": 7083,
      "title": "Paragraph 7083",
      "text": "7083. Quod sol mundi non appareat spiritibus et angelis, sed loco ejus sicut tenebricosum quid a tergo ex opposito ad Solem coeli seu ad Dominum, n: 9755.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 41"
    },
    {
      "section": 41,
      "title": "Paragraph 41",
      "text": "41. Quidam, postquam visus est Dominus, deducti sunt versus anteriora dextrorsum, et cum progrederentur dicebant, quod viderent Lucem multo clariorem et puriorem, quam usquam prius viderant, et quod major Lux nusquam videri queat: et tunc erat hic tempus vesperae: qui id dicebant erant plures {1}. @1 Quod Lux magna sit in coelis, quae multis gradibus excedit lucem meridianam in terra, n: 1117, 1521, 1533, 1619 ad 1632, 4527, 5400, 8644. Quod omnis Lux in coelis sit a Domino ut Sole ibi, n: 1053, 1521, 3195, 3341, 3636, 3643, 4415, 9548, 9684, 10809. Quod divinum Verum procedens ex divino Bono divini Amoris Domini appareat in Coelis ut Lux, et sistat omnem lucem ibi, n: 3195, 3222, 5400, 8644, 9399, 9548, 9684. Quod Lux coeli illuminet Angelorum et visum et intellectum, n: 2776, 3138. Quod coelum in luce et calore dicatur esse, quod significet in sapientia et in amore, n: 3643, 9399, 9401.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 42"
    },
    {
      "section": 42,
      "title": "Paragraph 42",
      "text": "42. Sciendum est, quod Sol mundi prorsus non appareat alicui spiritui, nec aliquid lucis inde; lux illius solis est spiritibus et angelis sicut densa caligo: sol ille solum in perceptione apud spiritus ex illo viso cum fuerunt in mundo, remanet, et sistitur illis in idea sicut caliginosum quid, et hoc a tergo ad insignem distantiam, altitudine paulo supra planum Capitis. Planetae, qui intra Solis illius mundum sunt, apparent secundum certum situm respective ad solem; Mercurius a tergo paulo versus dextrum; Planeta Veneris ad sinistrum paulo retro; Planeta Martis ad sinistrum antrorsum; Planeta Jovis similiter ad sinistrum antrorsum sed ad majorem distantiam; Planeta Saturni prorsus antrorsum ad insignem: distantiam; Luna ad sinistrum satis alte: Satellites etiam ad sinistrum respective ad suum Planetam. Talis est situs Planetarum illorum in ideis spirituum et angelorum: et quoque spiritus apparent juxta suum Planetam, extra illum. Quod autem Spiritus Mercurii in specie attinet illi non apparent ad certam plagam, nec ad certam distantiam, sed apparent nunc antrorsum, nunc sinistrorsum nunc paulo ad tergum; causa est, quia licet illis pervagari Universum ad comparandum sibi cognitiones. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 43"
    },
    {
      "section": 43,
      "title": "Paragraph 43",
      "text": "43. Apparebant quondam Spiritus Mercurii ad sinistrum in globo, et dein in volumine extendente se in longum; et miratus quo vellent, num ad hanc Tellurem, vel num alio, et mox animadvertebam, quod flecterent se dextrorsum, et se revolvendo approximarent ad Tellurem seu Planetam Veneris, ad plagam ejus anteriorem; sed cum illuc venirent, dicebant, quod ibi esse nollent, quia mali; quare se circumflectebant ad posteriorem partem illius telluris, et tunc dicebant, quod ibi morari vellent, quia illi, qui ibi, sunt boni. Hoc cum fiebat, sentiebam in Cerebro mutationem insignem, et operationem fortem inde. Exinde concludere dabatur, quod Spiritus Veneris, qui ab illa parte Planetae sunt, concordarent cum Spiritibus Mercurii, et quod illi referrent Memoriam rerum immaterialium concordantem cum Memoria immaterialium, quam spiritus Mercurii referunt: inde operatio fortior sentita est ab illis cum ibi erant. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 44"
    },
    {
      "section": 44,
      "title": "Paragraph 44",
      "text": "44. Desiderabam scire, qua facie et corpore sunt homines in Tellure Mercurii, num similes hominibus in nostra; tunc sistebatur coram oculis meis foemina prorsus similis illis quae in tellure; illa erat pulchra facie, at minore quam foeminis nostrae telluris; corpore etiam gracilior erat, sed altitudine aequali; capite erat amicta linteo non arte posito, sed usque decenter: sistebatur etiam vir, qui quoque erat corpore graciliore, quam sunt viri nostrae telluris; ille indutus erat veste obscure caerulea, ad corpus stricte aptata, absque plicis et prominentiis hinc inde: dictum quod homines illius telluris tali forma et habitu corporis essent. Sistebantur dein species eorum boum et vaccarum, quae quidem non multum differebant ab illis in nostra tellure, sed minores erant, et quodammodo accedebant ad speciem cervarum et cervorum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 45"
    },
    {
      "section": 45,
      "title": "Paragraph 45",
      "text": "45. Interrogati etiam sunt de Sole mundi, qualiter ille ex tellure illorum apparet; ajebant quod magnus, et quod major ibi appareat quam ex aliis telluribus; dicebant hoc se scire ex idea aliorum spirituum de sole. Ulterius dicebant, quod temperies illis esset media, nec calida nimis nec frigida; dicere illis tunc dabatur, quod ita provisum sit illis a Domino, ut non illis nimius calor ex eo quod Tellus illorum propinquior Soli esset quam tellures aliae, quoniam calor non venit ex propinquitate ad solem, sed ab athmosphaerae aereae altitudine et densitate, ut patet a frigore super montibus altis etiam in climatibus calidis; tum quoque quod calor varietur secundum radiorum solis incidentiam rectam et obliquam, ut patet a temporibus hyemis et aestatis in unaquavis regione. Haec sunt quae de Spiritibus et Incolis telluris Mercurii datum est scire. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 46"
    },
    {
      "section": 46,
      "title": "Paragraph 46",
      "text": "46. DE TELLURE SEU PLANETA JOVIS, DEQUE EJUS SPIRITIBUS et INCOLIS. Cum Spiritibus et Angelis Planetae Jovis diutius sociare commercium datum est, quam cum Spiritibus et Angelis qui ex reliquis Planetis, quapropter de statu vitae illorum ac incolarum illius Planetae plura memorare licet. Quod inde Spiritus illi fuerint, patuit a multis, et quoque dictum e coelo. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 47"
    },
    {
      "section": 47,
      "title": "Paragraph 47",
      "text": "47. Ipsa Tellus seu Planeta Jovis non quidem apparet Spiritibus et Angelis; nam nusquam aliquibus ibi apparet aliqua Tellus, sed modo spiritus et angeli qui inde sunt: qui e Planeta Jovis sunt, apparent antrorsum ad sinistrum ad aliqualem distantiam, et hoc constanter (vide supra n: 42), ibi quoque est Planeta; sunt spiritus cujusvis telluris juxta suam tellurem, ex causa quia ex incolis sunt, (nam omnis homo post mortem fit spiritus) et quia sic simili genio sunt, et possunt apud incolas esse, et illis inservire. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 48"
    },
    {
      "section": 48,
      "title": "Paragraph 48",
      "text": "48. Narrabant, quod in regione Telluris ubi illi vixerunt dum in mundo, magna multitudo hominum esset, quantam Tellus posset nutrire; quodque fertilis esset, et omnibus abundaret; et quod ibi non plus cuperent quam quantum ad necessitates vitae; et quae non ad necessitates, nec ad utilitates referrent; et quod inde multitudo hominum tam magna. Dicebant, quod cura illorum maxima esset educatio infantum, et quod illos tenerrime amarent. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 49"
    },
    {
      "section": 49,
      "title": "Paragraph 49",
      "text": "49. Porro narrabant, quod ibi distincti sint in gentes, familias et domos, et quod omnes separatim cum suis habitent; quodque conversationes sint inde intra affinitates: tum quod nusquam aliquis alterius bona cupiat; et quod nec in animum veniat aliquid ex alterius bonis concupiscere, minus aliqua arte sibi vindicare, et adhuc minus invadere et diripere; hoc ut facinus contra naturam humanam, ac ut horrendum, reputant. Cum dicere vellem, quod in hac Tellure sint bella, depraedationes, et neces, tunc avertebant se, et aversabantur audire. Quod Antiquissimi in hac Tellure Similiter habitaverint, mihi ab angelis dictum est, nempe quod distincti in Gentes, Familias et Domos, et quod omnes tunc contenti suis bonis fuerint; et quod ex bonis aliorum ditescere, ut et dominari ex amore sui prorsus ignotum fuerit: et quod ideo antiqua tempora, ac imprimis antiquissima, Domino prae sequentibus accepta fuerint: et quia talis status fuit, quod etiam tunc regnaverit Innocentia, et cum illa Sapientia; quod quisque tunc bonum egerit ex bono, ac justum ex justo; quid facere bonum et justum propter honorem sui, aut propter lucrum, quod non sciverint; et quod tunc non loquuti sint nisi verum, et hoc non ita ex vero quam ex bono, hoc est, non ex intellectuali separato, sed ex voluntario cum intellectuali conjuncto. Talia fuerunt Tempora antiqua; quapropter tunc potuerunt Angeli conversari cum hominibus, ac illorum mentes paene separatas a corporeis in coelum auferre, imo illas ibi circumducere, et magnifica ibi et felicia monstrare, ut et felicia sua et jucunda cum illis communicare: haec Tempora etiam Scriptoribus antiquis fuerunt nota, et ab illis appellata Aurea, et quoque Saturnina. Causa, quod illa Tempore talia fuerint, erat, ut dictum, quod vixerint distincti in gentes, ac gentes in familias, et familiae in domos, ac unaquaevis domus per se habitaverit; quodque tunc non alicui in mentem venerit, haereditatem alterius invadere, ac inde opulentiam sibi et dominium acquirere; longe aberat tunc amor sui et amor mundi; quisque tunc laetus erat ex suo, et non minus ex alterius bono. Sed haec scena mutata est, et in contrariam versa, succedente tempore, cum animos invasit cupiditas dominandi et multa possidendi; tunc Genus humanum se tutandi causa congregavit in Regna et Imperia; et quia cessaverunt leges charitatis et conscientiae, quae inscriptae cordibus fuerunt, leges ad compescendas violentias ferre necessum fuit, in quibus honores et lucra erant praemia, ac privationes illorum poenae. Cum ita status mutatus est, ipsum coelum se removit ab homine, et hoc magis et magis usque ad haec saecula, dum non amplius scitur num Coelum et num Infernum sint, imo ab aliquibus negatur quod sint. Haec dicta sunt, ut per parallelismum illustretur, qualis status illorum est qui in tellure Jovis, ac unde illorum probitas, et quoque sapientia, de qua plura in sequentibus. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 50"
    },
    {
      "section": 50,
      "title": "Paragraph 50",
      "text": "50. Per diutinam conversationem cum Spiritibus Telluris Jovis, constabat mihi quod probiores essent spiritibus plurium aliarum Tellurum; allapsus eorum cum veniebant, commoratio et influxus tunc erat tam lenis et suavis, ut exprimi nequeat; qualitas cujusvis spiritus per influxum, qui est communicatio ejus affectionis, in altera vita se manifestat, probitas per lenitudinem et suavitatem, per lenitudinem quia timet nocere, et per suavitatem quia amat facere bonum: lenitudinem et suavitatem influxus a spiritibus bonis nostrae telluris ab illorum perclare distinguere potui. Dicebant, quando leve aliquod dissidium inter illos existit, quod appareat sicut tenuis radius candidus, qualis solet esse fulguris, vel fasciola in qua stellae coruscantes et erratiles; sed dissidium inter illos cito resarcitur: stellae coruscantes et simul erraticae significant falsum, at stellae coruscantes et fixae significant verum, ita illae dissidium {1}. @1 Quod stellae in Verbo significent cognitiones boni et veri, ita vera, n: 2495, 2849, 4697. Et quod in altera vita Vera repraesententur per stellas fixas, falsa autem per stellas errantes, n: 1128.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 51"
    },
    {
      "section": 51,
      "title": "Paragraph 51",
      "text": "51. Praesentiam Spirituum Jovialium non modo cognoscere potui ex allapsus et influxus lenitudine et suavitate, sed etiam ex eo quod influerent quam maxime in faciem, et illam disponerent hilarem et ridentem, et id continue dum aderant: dicebant, quod ita disponant facies incolarum telluris suae, cum ad illos veniunt, volentes sic eis inspirare tranquillitatem et jucunditatem cordis: tranquillitas et jucunditas illa, quae ab illis mihi inspirabatur, implebat sensibiliter thoracem et cor; removebantur tunc cupiditates et sollicitudines de futuris, quae intranquillum et injucundum inducunt, et animum in varios motus excitant. Inde constare mihi potuit, qualis vita Incolarum Telluris Jovis esset; ex spiritibus enim cognoscitur indoles incolarum, nam unusquisque vitam suam secum habet e mundo, ac vivit illam cum fit spiritus. Animadversum est quod illis esset status beatitudinis seu felicitatis adhuc interioris; hoc animadversum est per quod perceptum quod interiora eorum non clausa essent sed aperta ad coelum; quo enim apertiora ad coelum sunt interiora, eo sunt susceptibiliora recipiendi divinum Bonum, et cum illo beatitudinem ac interiorem felicitatem: aliter prorsus apud illos, qui non in ordine coeli vivunt, apud eos interiora clausa sunt, et exteriora aperta ad mundum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 52"
    },
    {
      "section": 52,
      "title": "Paragraph 52",
      "text": "52. Quali facie sunt Incolae Telluris Jovis, etiam mihi ostensum est: non quod ipsi Incolae mihi visi sint, sed quod Spiritus in simili facie in qua fuerunt cum in sua Tellure: sed antequam id ostensum est, apparebat unus ex Angelis illorum post nubem candidam, qui dabat veniam: et tunc binae facies ostensae sunt; erant sicut facies hominum nostrae Telluris, candidae, pulchrae; eluxit ex illis sincerum et modestum. Cum spiritus Joviales apud me erant, apparebant mihi facies hominum nostrae Telluris solito minores; quod inde venit, quia ex spiritibus illis influebat idea quam habebant de suis faciebus, quod majores essent; credunt enim, cum vivunt homines in Tellure sua, quod post obitum facies suae majores futurae sint, et quoad formam rotundae; et quia haec idea illis impressa est, inde quoque illa permanet, et cum fiunt spiritus, apparent sibi majore facie. Quod credant facies suas majores futurae, est quia dicunt faciem non esse corpus, ex causa quia per illam vident, audiunt, ac loquuntur, et sistunt cogitata; et quia sic per illam mens transparet; inde de facie habent ideam sicut de mente in forma: et quia sciunt, quod sapientiores futuri sint post vitam in mundo, ideo mentis formam seu faciem, ampliorem fieri credunt. Credunt etiam quod post obitum percepturi sint ignem, qui calefacturus facies illorum; hoc inde ducunt, quia sapientiores illorum sciunt, quod ignis in spirituali sensu significet amorem, et quod amor sit ignis vitae, et quod ex hoc igne sit vita angelis {1}: etiam qui ex illis in amore coelesti vixerunt, optato suo potiuntur, et percipiunt calescere faciem suam, et tunc interiora mentis illorum amore incenduntur. Propter illam causam incolae telluris etiam faciem suam multum lavant et mundant, et quoque sollicite tutantur a solis aestu: habent indumentum factum ex libro seu cortice caerulescente, quo circumcingunt caput, et sic faciem contegunt. De faciebus hominum nostrae telluris, quas per meos oculos videbant {2}, dixerunt, quod non pulchrae essent; et quod pulchritudo illis in cute externa, non autem in fibris ab interno consisteret; mirati quod aliquorum facies essent verrucosae et pustulatae, aut aliter deformatae, dicebant quod apud illos nusquam tales facies appareant: quaedam facies usque arridebant, nempe quae hilares et ridentes; et quae circum labra paulum prominebant. @1 Quod Ignis in Verbo sit Amor in utroque sensu, n: 934, 4906, 5215. Quod Ignis sacer et coelestis sit Divinus amor, et omnis affectio quae illius amoris, n: 934, 6314, 6832. Quod Ignis infernalis sit amor sui et mundi, et omnis concupiscentia quae illorum amorum, n: 965, 1861, 5071, 6314, 6832, 7575, 10747. Quod amor sit ignis vitae, et quod ipsa vita actualiter inde sit, n: 4906, 5071, 6032.$ @2 Quod Spiritus et Angeli non videant quae in mundo hoc solari, sed quod per meos oculos viderint, n: 1881.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 53"
    },
    {
      "section": 53,
      "title": "Paragraph 53",
      "text": "53. Quod facies arriderent quae circum labra prominebant, erat causa, quia plurimum loquelae eorum fit per faciem, et imprimis per regionem ejus circum labra, et quoque quia nusquam simulant, hoc est, aliter loquuntur quam cogitant, idcirco faciem suam non cogunt, sed libere emittunt: aliter apud illos, qui a pueritia didicerunt simulare; eorum facies inde contrahitur ab interiori, ne inde aliquid cogitationis eluceat; ab exteriori nec emittitur, sed tenetur parata ad se emittendum et contrahendum, prout calliditas suadet. Ex inspectis fibris labrorum et circumcirca illa, veritas potest constare; sunt enim fibrarum series ibi multiplices, complicatae et consertae, quae non solum ad manducationem et ad loquelam per, voces creatae sunt, sed etiam ad exprimendas animi ideas. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 54"
    },
    {
      "section": 54,
      "title": "Paragraph 54",
      "text": "54. Ostensum quoque est, quomodo cogitationes per faciem sistuntur; affectiones quae amoris manifestantur per vultus et eorum mutationes, et cogitationes in illis per variationes quoad formas interiorum ibi; amplius describi nequeunt. Est quoque Incolis telluris Jovis loquela vocum, sed non ita sonora sicut apud nos; adjuvat una loquela alteram, et loquelae vocum insinuatur vita per loquelam faciei. Informatus sum ab angelis, quod omnium prima loquela in unaquavis Tellure fuerit loquela per faciem, et hoc ex binis ibi originibus, a labris et ab oculis: causa quod talis loquela fuerit prima, est quia facies formata est ad effigiandum illa quae homo cogitat et quae vult; inde etiam facies vocata est effigies et index animi; tum quia in antiquissimis seu primis temporibus sincerum fuit, et non aliud cogitavit homo, nec cogitare voluit, quam quod vellet ut eluceret ex facie: ita quoque potuerunt affectiones animi et inde cogitationes sisti ad vivum et plene; sic etiam apparebant ad oculum, sicut in forma, perplura simul: quae loquela tantum ideo excellebat prae loquela vocum, quantum visus prae auditu, hoc est, sicut est videre campum, aut audire et capere illum per voces descriptum. Addebant, quod talis loquela conveniret cum loquela angelorum, cum quibus homines illis temporibus etiam communicabant; etiam cum facies loquitur seu mens per faciem, est loquela angelica apud hominem in forma ultima naturali, non autem cum os loquitur per voces. Quisque etiam comprehendere potest, quod loquela vocum non potuerit esse Antiquisiimis, quoniam voces Linguae non sunt immediate infusae, sed inveniendae et applicandae rebus; quod non fieri nisi successu temporis potuit {1}. Quamdiu sincerum et rectum fuit apud hominem, tamdiu etiam talis loquela permansit; sed ut primum mens aliud cogitare coepit et aliud loqui, quod factum cum homo se coepit amare et non proximum, tunc loquela vocum incrementa cepit, silente vel mentiente facie; inde interna faciei forma mutata est, contraxit se, induruit, et paene vitae expers coepit fieri, at externa ex igne amoris sui inflammata sicut viva coram oculis hominum videri: nam vitae illud expers quod subest, non apparet coram oculis hominum, sed coram oculis angelorum, quoniam hi vident interiora. Tales sunt facies illorum qui aliud cogitant et aliud loquuntur; simulatio enim, hypocrisis, astus et dolus, quae hodierna prudentia sunt, talia inducunt. Sed aliter se res habet in altera vita, ibi non licet aliter loqui et aliter cogitare; dissidentia etiam ibi luculenter percipitur in unaquavis voce; et cum percipitur, ejicitur spiritus, in quo talis dissidentia, e consortio, et mulctatur; postea redigitur variis modis ad loquendum sicut cogitat, et ad cogitandum sicut vult, usque ut una ei mens sit, et non divisa; si bonus, ut bonum velit et verum ex bono cogitet et loquatur, et si malus, ut malum velit et falsum ex malo cogitet et loquatur; bonus non prius in coelum elevatur, ac malus nec prius in infernum conjicitur; et hoc ob finem, ut in inferno non sit nisi quam malum ac falsum mali, ac in coelo non sit nisi quam bonum et verum boni. @1 Quod Antiquissimis in hac Tellure fuerit loquela per faciem et labia, media aspiratione interna, n: 607, 1118, 7361. Quod similis loquela sit incolis in quibusdam aliis Telluribus, n: 4799, 7359, 8248, 10587. De perfectione et excellentia istius loquelae, n: 7360, 10587, 10708.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 55"
    },
    {
      "section": 55,
      "title": "Paragraph 55",
      "text": "55. Porro a Spiritibus, qui ex illa Tellure, informatus sum de variis quae apud incolas ibi, ut de eorum Gressu, de Cibis, et Domiciliis. Quod Gressum eorum concernit, non ambulant erecti, sicut incolae hujus telluris et plurium aliarum, nec repunt more animalium, sed cum gradiuntur, adjuvant se palmis, et alternis vicibus ad dimidium super pedes elevant, et quoque in gradiendo quovis tertio passu facie spectant id latus et post se, et tunc etiam paulum inflectunt corpus, quod fit repente; nam apud illos indecorum est ab aliis spectari quam a facie. Cum ita ambulant, semper tenent faciem elevatam, ut apud nos, ut sic spectent etiam coelum cum terram; non demissam tenent ut spectent terram, hoc vocant damnatum; vilissimi apud illos ita faciunt, qui si non assuescunt elevare faciem, e societate illorum exterminantur. Cum autem sedent, apparent sicut homines nostrae telluris quoad superiorem partem corporis erecti, sed sedent decussatim quoad pedes: sollicite cavent, non modo cum ambulant, sed etiam cum sedent, ne spectentur a tergo, sed a facie: libenter etiam volunt, ut facies suae videantur, quia inde mens eorum apparet; nam nusquam alienam a mente faciem ostendunt, quod nec possunt; praesentes sciunt etiam manifeste inde, quo animo erga se sunt, quod nec abscondunt; imprimis num apparens amicum ex sincero sit, vel num ex coacto. Haec mihi ostensa sunt ab eorum spiritibus, et confirmata ab eorum angelis: inde quoque eorum spiritus videntur non sicut alii erectim ambulare, sed paene sicut natatores progressum adjuvare manibus, ac per vices circumspicere. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 56"
    },
    {
      "section": 56,
      "title": "Paragraph 56",
      "text": "56. Qui in Zonis illorum calidis vivunt, nudi vadunt, usque tamen cum velamine circum lumbos, nec erubescunt nuditatem, nam mentes illorum castae sunt, nec amant nisi conjuges, et adulteria abhorrent. Maxime mirati sunt, quod spiritus nostrae Telluris, cum audirent illos ita ambulare, et quoque esse nudos, subsannarent, et cogitarent lascive; et quod prorsus nihil attenderint ad vitam illorum coelestem, sed modo ad talia: dicebant, quod hoc signum sit, quod corporea et terrestria prae coelestibus curae illis sint, et quod indecentia occupent mentes. Dictum est illis, quod nuditas non pudori sit nec scandalo illis qui in castitate et statu innocentiae vivunt, sed quod illis qui in lascivia et impudicitia. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 57"
    },
    {
      "section": 57,
      "title": "Paragraph 57",
      "text": "57. Quando Incolae telluris illius cubant in lecto, convertunt faciem suam antrorsum seu in conclave, non autem retrorsum seu ad parietem: hoc mihi spiritus illorum narrabant, et dicebant causam, quod credant se faciem sic ad Dominum vertere, si autem retrorsum quod illam averterent. Tale mihi aliquoties obvenerat, cum essem in lecto, sed unde id non prius sciveram. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 58"
    },
    {
      "section": 58,
      "title": "Paragraph 58",
      "text": "58. Delectant se diu comedendo, non ita ex jucundo cibi, quam ex jucundo sermonis tunc. Dum ad mensam sedent, non sedent super sellis aut scamnis, aut elevatis toris gramineis, nec super herba, verum super foliis cujusdam arboris; non dicere volebant cujus arboris folia essent, sed cum plures ex conjectura nominarem, affirmabant tandem cum dicerem folia ficus. Insuper dicebant, quod non praeparent cibum secundum gustum, sed imprimis secundum usum; ajebant, quod cibus utilis illis sapidus sit. De hac re inter spiritus sermo factus est, et dictum, quod hoc conveniat homini, nam sic ei cordi est, quod mens sana in corpore sano sit; aliter ac apud illos, apud quos gustus imperat; inde corpus aegrotat, ad minimum intus languet, consequenter etiam mens, nam haec se gerit secundum statum interiorem partium recipientium quae sunt corporis, sicut visus et auditus secundum statum oculi et auris; inde insania quod in luxurie et voluptate ponatur omne vitae jucundum; ex eo etiam obesitas in talibus quae cogitationis et judicii sunt, et solertia in talibus quae sunt corporis et mundi; ex hoc fit similitudo hominis cum animali bruto, cum quo etiam tales non incongrue se comparant. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 59"
    },
    {
      "section": 59,
      "title": "Paragraph 59",
      "text": "59. Habitacula illorum etiam mihi ostensa sunt; sunt humilia ex ligno, sed intus circuminducta libro seu cortice albe caeruleo, ac circumcirca et supra punctata sicut stellulis ad imaginem coeli; nam volunt intus inducere domibus suis instar coeli aspectabilis cum suis sideribus; causa est, quia sidera credunt domicilia Angelorum esse. Habent etiam Tentoria, quae superne rotundata sunt, ac protensa in longum, etiam intus punctata stellulis in plano caeruleo; in illa se conferunt interdiu, ne ab aestu solis laedantur facies illorum: illorum multa cura est, Tentoria haec sua formare et mundare: in illis etiam comedunt. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 60"
    },
    {
      "section": 60,
      "title": "Paragraph 60",
      "text": "60. Spiritus Joviales cum viderent Equos hujus telluris, apparebant Equi mihi solito minores, tametsi erant satis robusti et alti; hoc fuit ex idea illorum Spirituum de Equis ibi; dicebant, quod etiam apud illos essent similes, at multo majores, sed quod sint feri seu in sylvis, et quod cum visuntur terrificent illos, tametsi nihil nocent; addebant quod pro illis sit timor insitus seu naturalis: inde dabatur occasio cogitandi de causa illius timoris; Equus enim significat in spirituali sensu Intellectuale formatum ex scientificis {1}; et quia timent excolere Intellectuale per scientias e mundo, inde influxus timoris. Quod scientifica, quae eruditionis humanae sunt, non curent, videbitur in sequentibus. @1 Quod Equus significet Intellectuale, n: 2760, 2761, 2762, 3217, 5321, 6125, 6400, 6534, 7024, 8146, 8148. Et quod Equus albus in Apocalypsi sit Intellectus Verbi, n. 2760.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 61"
    },
    {
      "section": 61,
      "title": "Paragraph 61",
      "text": "61. Spiritus illius Telluris non volunt in consortio esse cum spiritibus nostrae Telluris, quia differunt animis et moribus; dicunt, quod spiritus nostrae Telluris sint astuti, ac ad machinanda mala prompti et ingeniosi: et quod parum sciant et cogitent de bono. Praeterea spiritus Telluris Jovis multo sapientiores sunt spiritibus nostrae Telluris; de nostris etiam dicunt, quod multa loquantur et parum cogitent, et sic quod non multa possint interius percipere, et ne quidem quid bonum: concludunt inde, quod homines nostrae Telluris, homines externi sint. Quondam etiam permittebatur spiritibus malis nostrae Telluris agere per artes suas malas, et infestare Spiritus Joviales, qui apud me; hi illos admodum diu sustinebant, sed tandem fassi sunt quod non possent amplius, et quod crederent pejores non dari, nam pervertebant illorum imaginationem et quoque cogitationem ita, ut sibi viderentur quasi ligati, et non nisi quam ope Divina inde extricandi et liberandi. Cum legerem in Verbo aliqua de Passione Salvatoris nostri, tunc Spiritus Europaei inferebant dira scandala, animo seducendi Spiritus Joviales: inquirebatur quinam essent, et quid in mundo obiverant, et compertum quod quidam eorum fuerint Praedicatores, et plures ex illis qui se ex Societate Domini seu Jesuitas vocant; dicebam, quod illi, cum in mundo vixerunt, tunc per Praedicationes de Passione Domini commovere potuerint vulgus ad lachrymas; addebam etiam causam, quod in mundo aliter cogitaverint et aliter loquuti sint, ita aliud corde gesserint, et aliud ore tulerint, et quod nunc non ita fraudulenter illis liceat loqui; nam cum fiunt spiritus, adiguntur ad loquendum prorsus sicut cogitant. Obstupuerunt Spiritus Jovis maxime, quod tale dissidium interiorum et exteriorum apud hominem dari posset, nempe prorsus aliter loqui et aliter cogitare, quod sibi impossibile esset. Mirabantur, cum audirent, quod plures, qui ex nostra Tellure, etiam Angeli fiant, et quod illi prorsus alio corde sint; autumabant tunc quod in nostra Tellure omnes essent illis similes; sed dictum quod multi non tales sint, et quod etiam sint qui ex bono cogitant, et non ex malo sicut illi, et quod qui ex bono, angeli fiant. Ut scirent quod ita esset, ex coelo ab e nostra Tellure veniebant Chori, unus post alterum qui simul una voce et cum concentu glorificabant Dominum {1}: Chori illi tantopere oblectabant Spiritus Joviales qui apud me, ut viderentur sibi quasi in coelum rapti: glorificatio illa per choros perstabat per horam circiter: delitias illorum, quas inde capiebant, mecum communicatas, sentire dabatur: dicebant quod id dicerent suis qui alibi. @1 Quod dicatur Chorus, cum plures spiritus simul et unanimiter loquuntur, de quibus, n: 2595, 2596, 3350: quod in loquela eorum sit concentus, de quo, n: 1648, 1649. Quod per choros in altera vita fiat inauguratio in unanimitatem, n: 5182.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 62"
    },
    {
      "section": 62,
      "title": "Paragraph 62",
      "text": "62. Incolae Telluris Jovis sapientiam ponunt in cogitando bene et juste de rebus quae in vita obveniunt; sapientiam illam hauriunt a parentibus ab infantia, quae successive in posteritatem transfertur, et ex amore ejus quia apud parentes crescit. De scientiis, quales in nostra Tellure sunt, prorsus nihil sciunt, nec scire volunt; vocant illas umbras, et comparant nubibus quae infra solem: ideam hanc de scientiis duxerunt ex aliquibus e nostra Tellure, qui se coram illis venditarunt sapientes ex scientiis. Spiritus e nostra Tellure, qui se ita venditarunt, fuerunt qui sapientiam posuerunt in talibus quae sunt merae Memoriae, ut in Linguis praecipue hebraea, graeca, et latina, in Memorabilibus quae sunt Orbis literarii, in Criticis, in nudis experimentalibus, inque terminis imprimis philosophicis, et similibus aliis, nec illis ut mediis ad sapiendum usi sunt, quoniam in illis ipsis sapientiam posuerunt; hi quia per scientias, ut per media, non excoluerunt facultatem suam rationalem, in altera vita parum perceptionis habent; nam solum vident in terminis et ex terminis, ac illis qui ita vident, sunt illa sicut grumi, ac sicut nubes ante visum intellectualem (vide supra n: 38); et qui fastuosi fuerunt ex eruditione inde, adhuc minus percipiunt; ac qui scientiis usi sunt ut mediis infirmandi et annihilandi illa quae Ecclesiae et fidei sunt, illi Intellectuale suum prorsus destruxerunt, ac vident in caligine sicut noctuae, falsum pro vero et malum pro bono. Spiritus Joviales ex conversatione cum talibus concluserunt, quod scientiae umbram inducant et occaecent: sed illis dictum est, quod in hac Tellure scientiae sint media aperiendi visum intellectualem, qui visus est in luce coeli, sed quia regnant talia quae sunt vitae mere naturalis ac sensualis, ideo scientiae illis sunt media insaniendi, nempe confirmandi pro Natura contra Divinum, et pro Mundo contra Coelum: porro dictum est, quod scientiae in se sint divitiae spirituales, et quod ii qui possident illas, sint sicut qui possident divitias mundanas, quae similiter sunt media usus praestandi sibi, proximo, et patriae, et quoque media malefaciendi; tum quod sint sicut vestes, quae pro usu et ornatu inserviunt, et quoque pro fastu, ut apud eos qui ab illis solis volunt honorari. Spiritus Telluris Jovis haec bene intellexerunt; sed mirati sunt, quod, cum homines essent, substiterint in mediis, ac praetulerint talia quae ad sapientiam ducunt, ipsi sapientiae; et quod non viderint quod immergere illis mentem, et non ultra se elevare, esset inumbrare et occaecare. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 63"
    },
    {
      "section": 63,
      "title": "Paragraph 63",
      "text": "63. Quidam spiritus ex inferiore terra ascendens ad me venit, et dixit, quod audiverit illa quae cum aliis spiritibus loquutus sum, sed quod non aliquid intellexerit quae dicta sunt de vita spirituali et ejus luce; interrogabatur num de illa instrui vellet, dicebat quod non eo animo venerit; ex quo concludere potui, quod non talia caperet; erat valde stupidus: dicebatur ab Angelis, quod ille, cum in mundo vixit homo, fuerit inter celebratiores propter eruditionem: erat frigidus, quod ab afflatu manifeste sentiebatur; quod signum erat luminis mere naturalis, et nullius spiritualis; ita quod per scientias non aperuerit, sed occluserit sibi viam ad lucem coeli. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 64"
    },
    {
      "section": 64,
      "title": "Paragraph 64",
      "text": "64. Quia incolae Telluris Jovis per aliam viam sibi intelligentiam comparant, quam incolae nostrae Telluris, et praeterea alia indole sunt ex vita, ideo non possunt diu simul esse, sed vel fugiunt illos vel removent illos. Sunt sphaerae, quae sphaerae spirituales vocandae, quae ex unoquovis spiritu continue emanant, imo exundant; fluunt ex activo affectionum et inde cogitationum, ita ex ipsa vita {1}; consociationes in altera vita omnes fiunt secundum sphaeras; quae concordant conjunguntur secundum concordantiam, quae discordant removentur secundum discordantiam. Spiritus et Angeli, qui a Tellure Jovis sunt, referunt in maximo Homine IMAGINATIVUM COGITATIONIS, et sic statum activum partium interiorum; nostrae autem Telluris spiritus referunt varias functiones partium exteriorum corporis, quae cum dominari volunt, activum seu imaginativum cogitationis ab interiori non influere potest: inde oppugnantiae inter sphaeras vitae utriusque. @1 Quod sphaera spiritualis, quae est sphaera vitae, effluat exundet ex unoquovis homine, spiritu, et angelo, et circumstipet illos, n: 4464, 5179, 7454. Quod effluat ex vita affectionis et inde cogitationis eorum, n: 2489, 4464, 6206. Quod in altera vita consociationes fiant secundum sphaeras, et quoque dissociationes, n: 6206, 9606, 9607, 10312.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 65"
    },
    {
      "section": 65,
      "title": "Paragraph 65",
      "text": "65. Quod cultum eorum divinum attinet, principale est, quod agnoscant Dominum nostrum pro Supremo, Qui regit Coelum et Terram; illum vocant Unicum Dominum; et quia in vita corporis Ipsum agnoscunt et colunt, inde Ipsum quaerunt post mortem, ac inveniunt; est idem cum nostro Domino. Interrogati sunt, num sciant quod Unicus Dominus sit Homo; responderunt, quod sciant omnes quod Homo sit, quia in orbe illorum a multis visus est ut Homo; et quod Ille instruat illos de veritate, conservet illos, et quod det vitam aeternam illis, qui ex bono colunt Ipsum. Dicebant amplius, quod ab Ipso illis revelatum sit, quomodo vivent, et quomodo credent: et quod id quod revelatum est, a parentibus tradatur liberis, et inde emanet doctrina ad omnes familias, et sic in totam gentem quae ab uno patre. Addebant, quod videatur illis sicut habeant doctrinam mentibus suis inscriptam; quod concludunt ex eo, quia percipiunt illico et agnoscunt sicut ex se, num verum sit vel non quod ab aliis de vita coeli apud hominem dicitur. Non sciunt, quod unicus illorum Dominus natus sit Homo in nostra Tellure; dicebant, quod id scire non illis curae sit, modo quod Ipse Homo sit, et regat universum. Cum dicebam, quod in nostra Tellure nominetur Christus Jesus, et quod Christus significet Unctum seu Regem, et Jesus Salvatorem, dicebant quod Ipsum non colant ut Regem, quia Regium sapit ex mundano; sed quod colant Ipsum ut Salvatorem. Quia e nostrae Telluris spiritibus injiciebatur dubium, num unicus illorum Dominus esset idem cum nostro Domino, removebant illud per id, quod recordati sint, quod viderint Ipsum in Sole, et quod agnoverint quod Ipse esset quem viderunt in sua Tellure: (videatur supra n: 40). Quondam etiam apud Spiritus Jovis, qui apud me, momento influebat dubium, num Unicus illorum Dominus esset idem cum nostro Domino; sed dubium hoc, quod momento influebat, momento etiam dissipabatur; influebat ex aliquibus spiritibus e nostra Tellure; et tunc, quod miratus sum, tanto pudore, solum quod momento de hoc dubitaverint, suffusi sunt, ut dicerent ad me, ne hoc propalarem, ne ideo insimularentur alicujus incredulitatis; cum tamen nunc illi id sciant prae aliis. Spiritus illi me afficiebantur et gavisi sunt, cum audirent dictum, quod unicus Dominus sit Solus Homo, et quod omnes ab Ipso habeant ut homines dicantur; et quod tantum sint homines, quantum Ipsius imagines sunt, hoc est, quantum amant Ipsum, et amant proximum, ita quantum in bono sunt; nam Bonum amoris et fidei est imago Domini. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 66"
    },
    {
      "section": 66,
      "title": "Paragraph 66",
      "text": "66. Erant apud me spiritus Telluris Jovis cum legerem XVII Caput apud Johannem, de Domini Amore et de Ipsius Glorificatione; cumque audiverunt illa quae ibi, sanctum illos occupabat, et confessi quod omnia ibi essent divina: at tunc spiritus nostrae Telluris, qui infideles fuerunt, jugiter suggerebant scandala, dicendo, quod natus infans, vixerit homo, apparuerit sicut alius homo, quod crucifixus, et alia similia: sed spiritus Telluris Jovis ad illa nihil attendebant; dicebant, quod tales sint eorum diaboli, quos abhorrent; addentes, quod prorsus nihil coeleste insideat mentibus illorum, sed modo terrenum, quod vocabant scorias: quod ita sit, dicebant se quoque compertos fuisse ex eo, quod, cum audirent quod in Tellure sua ambularent nudi, illico tunc obscaenum occupaverit cogitationes illorum, et quod prorsus nihil cogitaverint de coelesti illorum vita, de qua etiam tunc audiverunt. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 67"
    },
    {
      "section": 67,
      "title": "Paragraph 67",
      "text": "67. Spiritus Joviales in quam clara perceptione de rebus spiritualibus sunt, constare mihi potuit ex repraesentatione illorum, quomodo Dominus convertit pravas affectiones in bonas: repraesentabant Mentem intellectualem ut formam pulchram, ac ei indebant activitatem formae convenientem pro affectionis vita: quod fecerunt modo qui vocibus describi nequit, tam dextre ut collaudati ab angelis. Aderant tunc eruditi ex nostra Tellure, qui intellectuale immerserant terminis scientificorum, et multa scripserunt et cogitaverunt de forma, de substantia, de materiali et immateriali, et de similibus, ac talia ad nullum usum applicuerunt; hi ne quidem repraesentationem illam comprehendere potuerunt. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 68"
    },
    {
      "section": 68,
      "title": "Paragraph 68",
      "text": "68. In Tellure illorum quam maxime cavetur, ne aliquis labatur in pravas opiniones de Unico Domino; et si animadvertunt quod aliqui incipiant de Ipso sinistre cogitare, primum admonent illum, dein per minas, et tandem per poenas absterrent: dixerunt, quod observaverint, si tale quid irrepit in aliquam familiam, quod illa tollatur e medio, non per paenas mortis a sodalibus, sed per privationem respirationis et inde vitae a spiritibus, postquam ii primum mortem illis denuntiaverunt: nam in illa tellure loquuntur spiritus cum illis, et castigant illos si malum fecerunt, et quoque si malum intenderunt facere, de qua re in sequentibus; inde si male cogitant de Unico Domino, si non resipiscunt, denuntiatur illis mors: hoc modo conservatur ibi Cultus Domini, qui illis est Supremum Divinum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 69"
    },
    {
      "section": 69,
      "title": "Paragraph 69",
      "text": "69. Dicebant, quod non habeant festos dies, sed quod quolibet mane, oriente sole, et qualibet vespera, occidente sole, cultum sanctum unico Domino in Tentoriis suis faciant; et quod etiam suo modo psallant. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 70"
    },
    {
      "section": 70,
      "title": "Paragraph 70",
      "text": "70. Porro instructus sum, quod in illa Tellure etiam sint qui se Sanctos vocant, ac imperant sub poena famulis, quos multiplicant, ut se dominos appellent; prohibent etiam illis ut adorent Dominum Universi, dicentes quod illi domini mediatores sint, et quod supplicationes eorum ad Dominum universi allaturi sint. Dominum universi, qui est Dominus noster, non vocant unicum Dominum, sicut reliqui, sed supremum Dominum, ex causa quia etiam illi se dicunt dominos. Vocant illi Solem mundi faciem supremi Domini, et ibi credunt domicilium Ipsius esse, quapropter etiam solem adorant. Illos reliqui incolae aversantur, et cum illis conversari non volunt, tam quia solem adorant, quam quia dominos se vocant, et a famulis suis coluntur sicut dii mediatores. Ostensum mihi erat a Spiritibus tegumentum capitis illorum, quod fuit pileus turritus coloris obscuri. In altera vita tales apparent ad sinistrum in aliqua altitudine, ac ibi sedent sicut idola, et quoque initio a famulis, qui apud tales fuerunt, coluntur; sed postea ab iis quoque derisui habentur. Quod miratus, ibi lucent facie, sicut ab igne, quod trahunt ex eo, quod crediderint se sanctos fuisse; sed tametsi apparent facie sicut ignei, usque sunt frigidi, et impense cupiunt calefieri; inde patet, quod ignis, ex quo lucent, sit ignis amoris sui et fatuus. Iidem, ut calefiant, ligna secare sibi videntur, et cum secant, sub lignis apparet quid hominis, quem tunc simul conantur percutere; hoc fit inde, quia sibi tribuunt meritum et sanctitatem; qui hoc faciunt in mundo, in altera vita videntur sibi ligna secare; ut quoque aliqui e nostra Tellure, de quibus alibi actum est; ut res illustretur, licet experientiam de his quoque adducere, \"In inferiore terra sub plantis pedum, sunt etiam illi qui meritum posuerunt in benefactis et operibus; plures eorum apparent sibi ligna secare; locus, ubi sunt, est frigidior, et videntur sibi calorem acquirere per laborem suum: cum illis etiam loquutus sum, et illis dicere datum, numne vellent ex loco illo exire, dicebant quod adhuc per laborem non meruerint: at cum status ille peractus est, inde eximuntur; sunt illi naturales, quia velle mereri salutem non est spirituale, venit enim a proprio, non a Domino; et praeterea praeferunt se aliis, et quidam eorum contemnunt alios: illi si non gaudium prae reliquis in altera vita recipiunt, indignantur contra Dominum, quapropter cum secant ligna, apparet quasi quid Domini sub lignis; hoc ex indignatione\" {1}. @1 Quod soli Domino Meritum et Justitia, n: 9715, 9975, 9979, 9981, 9982. Qui meritum ponunt in operibus, seu per bona quae faciunt, volunt mereri coelum, quod in altera vita velint serviri, et quod nusquam contenti sint, n: 6393. Quod contemnant proximum, et irascantur Ipsi Domino, si non mercedem recipiunt, n: 9976. Sors illorum in altera vita qualis, n: 942, 1774, 1877, 2027. Quod sint ex illis qui in terra inferiore apparent ligna secare, n: 1110, 4943.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 71"
    },
    {
      "section": 71,
      "title": "Paragraph 71",
      "text": "71. Commune est in illa Tellure, quod Spiritus loquantur cum incolis, et instruant eos, et quoque castigent si male egerant; de qua re quia plura mihi ab Angelis eorum relata sunt, velim ordine illa memorare. Quod Spiritus ibi cum hominibus loquantur, est causa quia multum cogitant de coelo, et de vita post mortem; et quod de vita mundi respective parum solliciti sint; sciunt enim quod victuri cum obeunt, et in statu felici secundum statum interni sui hominis formatum in mundo. Loqui cum Spiritibus et Angelis etiam commune fuit in hac Tellure antiquis temporibus, ex simili causa, quod nempe cogitaverint de coelo et parum de mundo: sed communicatio illa viva cum coelo tempore clausa est, sicut homo ab Interno factus est Externus, sive quod idem, sicut cogitare coepit multum de mundo, et parum de coelo; et magis cum non amplius crederet dari coelum nec infernum, nec in se esse hominem spiritum qui vivat post mortem: hodie enim creditur quod corpus vivat ex se, et non ex suo spiritu; quare nisi homo nunc fidem haberet, quod cum corpore resurrecturus esset, nullam de resurrectione fidem haberet. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 72"
    },
    {
      "section": 72,
      "title": "Paragraph 72",
      "text": "72. Quod praesentiam spirituum apud incolas Telluris Jovis in specie attinet, sunt spiritus qui castigant, sunt qui instruunt, et sunt qui regunt illos: spiritus qui castigant, applicant se lateri sinistro, et se inclinant versus tergum, et cum ibi, depromunt ex memoria hominis omnia ejus facta et cogitata: hoc enim spiritibus facile est, nam cum ad hominem alluunt, in omnem ejus memoriam veniunt {***i***}. Si inveniunt quod male egerit, aut male cogitaverit, redarguunt illum, et quoque castigant dolore artuum, pedum sive manuum, aut dolore circa epigastricam regionem; hoc quoque possunt spiritus dextre quando permittitur; tales cum ad hominem veniunt, incutiunt horrorem cum timore, inde scit homo adventum eorum: incutere timorem possunt mali spiritus cum aliquem adeunt, imprimis illi, qui dum vixerant in mundo, fuerunt latrones. Ut scirem, quomodo illi spiritus faciunt, cum ad hominem suae Telluris veniant, permissum fuit, ut talis spiritus etiam me adiret; quando prope erat, horror cum timore me occupavit manifeste, at non interius sed exterius horrui, quia novi quod talis spiritus esset; visus etiam est, et apparuit sicut nubes obscura cum stellis mobilibus in nube; stellae mobiles significant falsitates, at stellae fixae veritates {***u***}: is se applicuit sinistro meo lateri versus tergum; et quoque incepit me redarguere ex factis et cogitatis, qua deprompsit ex memoria mea, et quoque sinistre interpretabatur; sed impeditus est ab angelis: cum appercepit quod apud alium quam suae Telluris hominem esset, coepit mecum loqui et dicere, quod omnia et singula, quae homo egit et cogitavit, cum venit ad illum, sciat; tum quod severe redarguat illum, et quoque castiget variis doloribus. Alio tempore etiam venit ad me talis spiritus castigator, et applicuit se lateri meo sinistro infra medium corporis, ut prior, qui etiam voluit punire; sed etiam is arcebatur ab angelis: ostendebat mihi usque punitionum genera, quae illis permittuntur inferre hominibus suae Telluris, si male agunt et male agere intendunt; erant, praeter dolorem artuum, etiam coarctatio dolorifica circa medium ventrem, quae sentitur sicut compressio a cingulo acuto; tum etiam erat respirationis sublatio per vices usque ad angustias; et quoque inhibitio ne aliquid praeter panem ederent ad tempus; demum denuntiatio mortis, si similia facere non intermitterent, et tunc privatio gaudii ex conjuge, liberis et consociis; dolor inde tunc quoque insinuatur. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 73"
    },
    {
      "section": 73,
      "title": "Paragraph 73",
      "text": "73. Spiritus autem qui instruunt, applicant se quoque lateri eorum sinistro, sed magis antrorsum, redarguunt etiam, sed leniter, et mox docent quomodo victuri: apparent illi etiam obscuri, at non ut priores sicut nubes, sed sicut saccis induti: hi vocantur Instructores, priores autem Castigatores. Cum Spiritus illi adsunt, etiam Spiritus Angelici adsunt; hi assident capiti, et id peculiari modo implent; percipitur etiam praesentia illorum ibi sicut lenis aspiratio, nam timent ne homo ex illorum allapsu et influxu vel minimum doloris aut anxietatis percipiat: illi regunt spiritus castigatores et instructores, illos ne homini pejus faciant quam permittitur a Domino, hos ut verum dicant. Cum spiritus castigator apud me erat, etiam tunc spiritus angelici aderant, et tenebant faciem meam continue hilarem et ridentem, ac regionem circa labra prominentem, ac os meum paulo apertum; hoc faciunt angeli per influxum facile, cum a Domino permittitur: dicebant quod talem vultum inducant incolis Telluris suae cum adsunt. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 74"
    },
    {
      "section": 74,
      "title": "Paragraph 74",
      "text": "74. Si homo post castigationem et instructionem iterum malum facit, aut malum cogitat facere, et semet non ex praeceptis veri inhibet, tunc, cum redit spiritus castigator, severius punitur: sed Angelici Spiritus moderantur punitionem secundum intentionem in factis, et secundum voluntatem in cogitatis. Ex his constare potuit, quod Angeli eorum, qui capiti adsident, speciem judicationis habeant super hominem, quoniam permittunt, moderantur, inhibent, et influunt: sed dictum est, quod illi non judicent, verum quod solus Dominus sit Judex, et quod ab Ipso influant penes illos omnia quae Spiritibus castigatoribus et instructoribus praecipiunt, et quod id appareat sicut ab illis. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 75"
    },
    {
      "section": 75,
      "title": "Paragraph 75",
      "text": "75. Spiritus ibi loquuntur cum homine, non autem vicissim homo cum spiritibus, solum haec verba quando instruitur, quod non amplius ita faciet: nec licet ei dicere alicui, quod spiritus cum illo loquutus sit; si hoc facit, postea punitur. Putabant Spiritus illi Joviales, cum apud me erant, principio, quod essent apud hominem suae telluris; sed cum loquerer vicissim cum illis, et quoque quod cogitarem talia velle publico dare, et sic dicere aliis, et quia tunc non licebat illis castigare nec instruere, animadvertebant quod apud alium essent. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 76"
    },
    {
      "section": 76,
      "title": "Paragraph 76",
      "text": "76. Sunt bina signa, quae apparent spiritibus illis, cum apud hominem sunt; vident virum albentis faciei antiquum, hoc signum est, ne aliud dicant quam verum, ac faciant quam justum: vident etiam faciem in fenestra, hoc signum est ut inde discedant. Visus est mihi etiam antiquus ille; et quoque visa facies in fenestra; qua visa spiritus illi statim a me discesserunt. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 77"
    },
    {
      "section": 77,
      "title": "Paragraph 77",
      "text": "77. Praeter spiritus, de quibus nunc memoratum est, dantur etiam spiritus qui contraria suadent; sunt illi, qui, dum vixerunt in mundo, e societate aliorum exterminati sunt, quia mali: quando alluunt, apparet quasi ignis volans, qui prope faciem delabitur: se locant infra ad posteriora hominis, et inde versus superiora loquuntur. Loquuntur contraria illis, quae spiritus instructor ab angelis dixit, quod nempe non vivendum secundum instructionem, sed ex arbitrio et in licentia, et similia. Ut plurimum veniunt postquam abiverunt priores spiritus: ast homines ibi sciunt, quinam et quales illi spiritus sunt, et ideo nihil curant illos; sed usque ita discunt quid malum, et sic quid bonum; nam per malum discitur quid bonum, quippe quale boni ex suo contrario noscitur; omnis perceptio rei est secundum reflexionem relativam ad discrimina ex contrariis vario modo et vario gradu. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 78"
    },
    {
      "section": 78,
      "title": "Paragraph 78",
      "text": "78. Spiritus castigatores et instructores non adeunt illos qui se vocant sanctos et dominos mediatores (de quibus supra n: 70), sicut alios in illa Tellure, quia non se instrui patiuntur, nec emendantur per disciplinam; sunt inflexibiles, quia ex amore sui id faciunt: spiritus dicebant, quod ex frigore cognoscant quod illi sint, et quod cum appercipiunt frigus, ab illis discedant. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 79"
    },
    {
      "section": 79,
      "title": "Paragraph 79",
      "text": "79. Sunt etiam Spiritus inter Joviales, quos caminorum purgatores vocant, quia in veste illis simili apparent et quoque facie fuliginosa; quinam illi sint, et quales, licet etiam describere. Venit quidam talis spiritus ad me, et sollicite petiit ut intercederem pro illo ut venire posset in coelum; dicebat quod non sciat quod malum egerit, solum quod increpaverit incolas telluris; adjecit quod postquam increpavit, illos instruxerit: applicuit se ad latus meum sinistrum sub ulna, et loquebatur quasi bifide; is etiam potuit miserationem movere: sed non aliud potui respondere, quam quod nihil opis ferre possim, et quod id unice Domini sit; nec intercedere, quia non scio num utile, vel non; at si dignus, quod posset sperare: tunc remissus est inter spiritus probos qui ex sua tellure; sed ii dicebant, quod non posset esse in eorum consortio, quia non talis; at quia usque ex intenso desiderio flagitabat ut intromitteretur in coelum, missus est in societatem proborum spirituum hujus telluris; verum etiam hi dicebant, quod cum illis non esse posset: erat etiam nigri coloris in luce coeli, verum dixit ipse quod non esset coloris nigri sed murrhini. Dictum mihi, quod tales sint principio, qui dein recipiuntur inter illos qui constituunt provinciam VESICULARUM SEMINALIUM in maximo Homine seu Coelo; in Vesiculis enim illis colligitur semen, ac circuminduitur materia conveniente, apta ad conservandum seminis prolificum ne dissipetur, at quae exui potest in cervice uteri, ut sic quod intus reservatum est inserviat conceptioni, seu impregnationi ovuli; inde quoque est seminali illi materiae conatus et quasi flagrans desiderium se exuendi, et relinquendi semen at praestet usum: simile quid etiam apparuit apud illum spiritum: is venit adhuc ad me, in vestitu vili, et dicebat iterum quod arderet venire in coelum, et quod nunc apperciperet se talem esse ut posset; dicere ei tunc dabatur, quod forte id indicium sit quod brevi recipiatur: dicebatur tunc ei ab angelis, ut rejiceret vestem, is ex desiderio tam cito illam rejiciebat, ut vix aliquid citius: per quod repraesentabatur qualia illorum desideria sunt, qui in provincia, cui Vesiculae seminales correspondent. Dictum, quod tales, cum praeparati ad coelum, exuantur vestibus suis, ac induantur novis splendentibus, ac fiant angeli. Hos assimilabant vermiculis, qui peracto statu vili mutantur in nymphas et sic in papiliones, quibus tunc datur amictus alius, et quoque dantur alae coloris caerulei, flavi, argentei aut aurei; et tunc libertas volandi in aere ut in suo coelo, ac conjugia celebrandi, ponendique ova, et sic prospiciendi propagationi sui generis; ac tunc simul addicantur illis victus dulces et amoeni ex succis et odoribus variorum florum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 80"
    },
    {
      "section": 80,
      "title": "Paragraph 80",
      "text": "80. In praecedentibus nondum dictum est, quales sunt Angeli qui ex illa Tellure; qui enim ad homines suae telluris veniunt et assident capiti (de quibus supra n: 73), non sunt angeli in eorum coelo interiori, sed sunt spiritus angelici seu angeli in coelo eorum exteriori; et quia mihi detectum est, quales etiam sunt Angeli illi, licet memorare, quae de illis quoque scire datum est. Quidam ex spiritibus Jovis, qui timorem incutiunt, appulit se ad sinistrum meum latus sub ulna, ac inde loquebatur; sed loquela ejus erat stridens, voces nec erant admodum discretae ac inter se separatae, adeo ut diu exspectare deberem antequam colligerem sensum, et cum loquebatur, etiam interjiciebat aliquid timoris; monens etiam sic ut ego Angelos, cum veniunt, bene excipiam; sed respondere dabatur, quod hoc meum non sit, sed quod apud me excipiantur omnes sicut ipsi sunt. Mox veniebant Angeli illius telluris, et dabatur percipere ex loquela mecum, quod prorsus differrent ab Angelis nostrae telluris; loquela enim eorum fiebat non per voces, sed per ideas quae se per interiora mea undequaque diffundebant; et inde quoque influxum habebant in faciem, sic ut facies ad singula concurreret, incipiendo a labiis, et pergendo versus circumferentiam undequaque: ideae, quae loco vocum erant, discretae erant, sed perparum. Postea loquebantur mecum per ideas adhuc minus discretae, adeo ut vix aliquid interstitiale perciperetur; erat in mea perceptione sicut sensus vocum apud illos qui solum ad sensum abstracte a vocibus attendunt; haec loquela mihi intelligibilior priori erat, et quoque erat plenior: influebat similiter ac prior in faciem; sed influxus erat secundum quale loquelae magis continuus; verum non incepit ut prior a labiis, sed ab oculis. Postea loquebantur adhuc continuius et plenius; et tunc facies non potuit conveniente motione concurrere; sed sentiebatur influxus in Cerebrum, et quod illud tunc similiter ageretur. Ultimo loquebantur ita, ut sermo solum caderet in intellectum interiorem; erat volubilitas ejus sicut aurae tenuis; ipsum influxum sentiebam, sed non distincte singula. Loquelae haec genera se habebant sicut fluida, primum genus sicut aqua fluens, altera sicut aqua tenuior; tertium sicut atmosphaera respective; et quartum sicut aura tenuis. Spiritus, qui a latere sinistro erat, de quo supra, quandoque interloquebatur, imprimis monens ut cum angelis suis modeste agerem; erant enim spiritus e nostra tellure quae inferebant talia quae displicerent: dicebat, quod non intellexerit quid angeli loquebantur, sed quod postea quando admotus auri mea: sinistrae: tunc quoque ei loquela erat non stridens ut prius, sed qualis est aliis spiritibus. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 81"
    },
    {
      "section": 81,
      "title": "Paragraph 81",
      "text": "81. Postea loquebar cum angelis de memorabilibus in nostra Tellure, praecipue de Typis hic, de Verbo, de Doctrinalibus Ecclesiae ex Verbo variis, et dicebam, quod Verbum et Doctrinalia exstent vulgata et sic discantur; mirabantur valde, quod talia vulgari possent per scripta et per typos. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 82"
    },
    {
      "section": 82,
      "title": "Paragraph 82",
      "text": "82. Datum est videre, quomodo fit cum Spiritus illius telluris, postquam praeparati sunt, auferuntur in coelum, et fiunt angeli: apparent tunc Currus et Equi lucidi sicut ignei, a quibus similiter ac Elias auferuntur: quod currus et equi lucidi sicut ignei appareant, est quia ita repraesentatur, quod instructi et praeparati sint ut intrent coelum; quoniam Currus significant doctrinalia Ecclesiae, et Equi lucidi intellectum illustratum {1}. @1 Quod currus significent doctrinalia Ecclesiae, n: 2760, 5321, 8215. Quod Equi intellectuale, n: 2760, 2761, 2762, 3217, 5321, 6125, 6400, 6534, 7024, 8146, 8148, 8381. Quod Equus albus in Apocalypsi intellectum Verbi, n: 2760. Quod per Eliam in sensu repraesentativo intelligatur Verbum, n: 2762, 5247. Et quia ex Verbo omnis doctrina Ecclesiae et ejus intellectus, quod Elias dictus sit Currus Israelis et Equites ejus, n: 2762. Quod ideo ille per currum igneum et equos igneos sit sublatus, n: 2762, 8029.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 83"
    },
    {
      "section": 83,
      "title": "Paragraph 83",
      "text": "83. Coelum, in quod auferuntur, apparet a dextro ad tellurem eorum, ita separatum a coelo angelorum nostrae telluris. Angeli, qui in illo coelo, apparent induti caeruleo splendente aureis stellulis punctato; et id ex causa, quia in mundo amaverunt illum colorem; crediderunt etiam eum esse ipsissimum coelestem, imprimis quia in tali bono amoris sunt, quali ille color correspondet {1}. @1 Quod Caeruleum ex rubro seu flammeo correspondeat bono amoris coelestis: et caeruleum ex albo seu lucido correspondeat bono amoris spiritualis, n. 9868.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 84"
    },
    {
      "section": 84,
      "title": "Paragraph 84",
      "text": "84. Visum est mihi Calvitium, sed modo suprema ejus pars, quae ossea; et dicebatur, quod tale videant illi, qui intra annum morituri sunt, et quod tunc se praeparent. Ibi mortem non timent, nisi propter quod relinquant conjugem, liberos, aut parentes, nam sciunt quod post mortem victuri sint; et quod e vita non abeant quia in coelum; quapropter mori non vocant mori, sed coelificari. Qui in illa tellure vixerunt in amore vere conjugiali, et curam liberorum, sicut parentes decet, habuerunt, illi non moriuntur per morbos, sed tranquille sicut in somno; ac ita transmigrant e mundo in coelum. Aetas hominum ibi ut plurimum est triginta annorum, secundum annos nostrae telluris: causa quod intra spatium temporis tam breve moriantur, est ex Providentia Domini, ne copia hominum ibi crescat ultra numerum quam qui a tellure illa sustentari possit; et quia postquam impleverunt illos annos, non patiuntur se duci per spiritus et angelos, sicut qui nondum impleverunt, quapropter spiritus et angeli raro adultiores adeant; maturescunt etiam citius quam in nostra tellure; etiam in primo flore juventutis sociant conjugia; et tunc illorum delitiae sunt amare conjugem, et curam liberorum habere; caeteras delitias quidem delitias vocant, sed respective externas. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 85"
    },
    {
      "section": 85,
      "title": "Paragraph 85",
      "text": "85. DE TELLURE SEU PLANETA MARTIS, DEQUE EJUS SPIRITIBUS et INCOLIS Spiritus Martis sunt inter Spiritus, qui ex telluribus Mundi hujus Solis sunt, omnium optimi, sunt enim quoad plurem partem ut coelestes homines, non absimiles illis qui ab Antiquissima Ecclesia in hac Tellure fuerunt {1}. Quando repraesentantur quales sunt, repraesentantur facie in coelo et corpore in mundo spirituum; et qui eorum angeli sunt, facie versus Dominum, et corpore in coelo. @1 Quod Prima et antiquissima Ecclesia in hac Tellure fuerit Ecclesia coelestis, quae omnium primaria, de qua, n: 607, 895, 920, 1121, 1122, 1123, 1124, 2896, 4493, 8891, 9942, 10545. Quod Ecclesia coelestis dicatur, in qua principale est amor in Dominum, Ecclesia autem spiritualis in qua principale est charitas erga proximum et fides, n: 3691, 6435, 9468, 9680, 9683, 9780.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 86"
    },
    {
      "section": 86,
      "title": "Paragraph 86",
      "text": "86. Planeta Martis apparet in idea spirituum et angelorum, sicut planetae alibi, in suo loco constanter, et quidem ad sinistrum antrorsum ad aliquam distantiam in plano pectoris, et sic extra sphaeram ubi sunt spiritus nostrae Telluris. Spiritus unius Telluris separati sunt a spiritibus alius telluris, ex causa quia spiritus cujusvis Telluris referunt aliquam peculiarem provinciam in Maximo Homine {***f***}: ac inde in alio et diverso statu sunt; et diversitas status facit, ut a se mutuo vel ad dextrum vel ad sinistrum, ad distantiam majorem vel minorem, separati appareant {2}. @2 Quod distantiae in altera vita sint apparentiae reales, quae a Domino sistuntur videndae secundum status interiorum Angelorum et Spirituum, n: 5604, 9104, 9440, 10146.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 87"
    },
    {
      "section": 87,
      "title": "Paragraph 87",
      "text": "87. Spiritus inde ad me veniebant, et se applicabant sinistro meo tempori, et ibi me afflabant loquela, sed illam non intelligebam; erat quoad fluxum molliuscula; molliorem non prius perceperam, erat sicut mollissima aura; afflabat illa primum sinistrum tempus, et sinistram aurem superne; et afflatus inde pergebat ad sinistrum oculum, et paullatim ad dextrum, et defluebat dein, imprimis a sinistro oculo, ad labia; et cum ad labia, intrabat per os, et per viam intra os, et quidem per Tubam Eustachianam in Cerebrum; cum afflatus illuc pervenit, tunc loquelam eorum intellexi, et loqui datum est cum illis: observabam, cum loquerentur mecum, quod labia apud me moverentur, et parumper etiam lingua, hoc propter correspondentiam loquelae interioris cum loquela exteriore: exterior loquela est soni articulati labentis versus membranam auris externam, et exinde mediis organulis, membranis et fibris, quae intus in aure, aufertur in Cerebrum. Ex his scire datum est, quod loquela incolarum Martis diversa esset a loquela incolarum nostrae Telluris, quod nempe non sonora, sed paene tacita, se in auditum et visum interiorem per breviorem viam insinuans; et quia talis, quod perfectior esset, plenior ideis cogitationis, ita propius accedens ad loquelam spirituum et angelorum; ipsa etiam loquelae affectio repraesentatur apud illos in facie, et ejus cogitatio in oculis; nam cogitatio et loquela, tum affectio et facies, apud illos unum agunt; reputant pro nefario aliud cogitare et aliud loqui, ac aliud velle et aliud facie ostendere; non sciunt quid hypocrisis, ac quid simulatio fraudulenta et dolus. Quod talis loquela etiam fuerit Antiquissimis in nostra Tellure, per conversationem cum quibusdam ex illis in altera vita datum est scire; utque haec res elucidetur, licet referre quae audita sunt, quae sunt sequentia, \"Ostensum est mihi per influxum, quem describere non possum, qualis loquela fuerat illis qui ab Antiquissima Ecclesia {***gg***}: quod nempe non articulata, sicut loquela vocum nostri temporis, sed tacita, quae fiebat non per respirationem externam sed per internam, ita erat loquela cogitativa; appercipere etiam datum est, qualis illorum respiratio interna fuit; quod processerit ab umbilico versus cor, et sic per labia absque sonoro cum loquebantur; et quod non intraverit in alterius aurem per viam externam, et pulsaverit in quoddam, quod vocatur tympanum auris, sed per viam quandam internam, et quidem per quoddam ibi, quod vocatur hodie Tuba Eustachiana. Ostensum, quod per talem loquelam multo plenius potuerint exprimere sensa animi et ideas cogitationis, quam usquam fieri potest per sonos articulatos aut voces sonoras, quae loquela similiter dirigitur per respirationem, sed externam, nam nulla vox est, imo nec quicquam in voce, quae non dirigitur per applicationes respirationis; sed apud illos multo perfectius, quia per respirationem internam, quae quia interior etiam perfectior est, et ipsis ideis cogitationis applicabilior ac conformior; praeter etiam per labiorum motiunculas, et correspondentes faciei mutationes; nam, quoniam coelestes homines fuerunt, quicquid cogitabant, hoc e facie et oculis eorum elucebat, quae conformiter variabantur, facies quoad formam secundum vitam affectionis, et oculi quoad lucem; nusquam potuerunt alium vultum praeferre, quam secundum illa qua cogitabant: quia illis loquela fuit per internam respirationem, quae est ipsius spiritus hominis, ideo cum angelis potuerunt consortium habere et loqui.\" Respiratio spirituum Martis etiam mecum communicata fuit {2}, et perceptum, quod illorum respiratio procederet e regione thoracis versus umbilicum, et inde flueret sursum per pectus cum imperceptibili halitu versus os: ex quibus constare mihi potuit, tum quoque ab aliis experientiae documentis, quod coelesti genio essent, ita quod non essent absimiles illis qui ab antiquissima Ecclesia in hac Tellure. @2 Quod Spiritibus et Angelis respiratio sit, n: 3884, 3885, 3891, 3893.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 88"
    },
    {
      "section": 88,
      "title": "Paragraph 88",
      "text": "88. Instructus sum, quod Martis Spiritus in maximo Homine referant medium inter Intellectuale et Voluntarium, ita COGITATIONEM EX AFFECTIONE, qui optimi illorum sunt, AFFECTIONEM COGITATIONIS: inde est, quod facies illorum unum agat cum cogitatione illorum, nec coram aliquo simulare possint. Et quia illud in maximo Homine referunt, Provincia media, quae est inter Cerebrum et Cerebellum illis correspondet: nam apud quos Cerebrum et Cerebellum conjuncta sunt quoad operationes spirituales, apud illos facies unum agit cum cogitatione, sic ut e facie ipsa affectio cogitationis eluceat, et ex affectione, aliquibus signis ex oculis quoque prodeuntibus, commune cogitationis: quapropter cum apud me erant, sensibiliter appercepi retractionem anterioris partis capitis versus occiput, ita cerebri versus cerebellum {1}. @1 Quod facies humanae in nostra Tellure antiquis temporibus influxum receperint ex Cerebello, et quod tunc facies cum affectionibus interioribus hominis unum egerint; sed quod postea receperint influxum ex Cerebro, quando homo coepit simulare ac mentiri facie affectiones non suas; de mutationibus faciebus inductis inde successu temporis, n: 4325 ad 4328.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 89"
    },
    {
      "section": 89,
      "title": "Paragraph 89",
      "text": "89. Quondam cum spiritus Martis apud me essent, et occuparent sphaeram mentis meae, adveniebant Spiritus e nostra Tellure, et se quoque in sphaeram illam infundere volebant: sed tunc Spiritus nostrae Telluris facti sunt sicut insani ex causa, quia prorsus non conveniebant; Spiritus enim nostrae Telluris in maximo Homine referunt Sensum externum, inde erant hi in idea versa ad mundum et ad se, spiritus autem Martis in idea versa a se ad coelum et ad proximum; inde erat contrarietas: sed tunc adveniebant Spiritus Angelici Martis, ex quorum adventu communicatio adempta est; et sic Spiritus nostrae Telluris recesserunt. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 90"
    },
    {
      "section": 90,
      "title": "Paragraph 90",
      "text": "90. Angelici Spiritus loquuti sunt mecum de vita incolarum in Tellure sua, quod non sub imperiis sint, sed quod distincti in societates majores et minores, et quod ibi sibi consocient tales qui conveniunt animis; et quod hoc sciant illico ex facie et loquela; quodque id illos raro fallat; sunt tunc illico amici. Dicebant etiam, quod consociationes illorum sint jucundae; et quod inter se loquantur de iis rebus quae in societatibus fiunt; imprimis quae in coelo, nam plures illorum manifestam communicationem habent cum Angelis coeli. Qui in societatibus illorum incipiunt sinistre cogitare, et inde male velle, illi dissociantur; relinquunt illos sibi solis, unde degunt extra societatem admodum misere, in petris aut alibi, nam illos non amplius curant. Quaedam societates variis modis ad resipiscentiam tales cogere tentant; sed cum hoc incassum fit, ab illis se dissociant. Ita praecavent, ne cupiditas dominii et cupiditas lucri irrepant, hoc est, ne aliqui ex cupiditate dominii sibi subjiciant societatem aliquam, et dein plures alias, et ne aliqui ex cupiditate lucri bona aliis eripiant; quisque ibi suis bonis contentus vivit, et quisque suo honore, quod audiat justus et proximi amans; hoc jucundum et tranquillum animi periturum foret, nisi illi qui male cogitant et male volunt, ejicerentur, et nisi prudenter et severe obviam irent in ipsis initiis amori sui et amori mundi; hi enim amores sunt, propter quos Imperia et Regna facta sunt, intra quae pauci sunt qui non dominari volunt, ac possidere bona aliorum, nam pauci sunt qui justum et aequum ex amore justi et aequi faciunt, minus qui bonum ex ipsa charitate, sed ex timore legis, vitae, jacturae lucri, honoris, et famae propter illa. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 91"
    },
    {
      "section": 91,
      "title": "Paragraph 91",
      "text": "91. De cultu habitatorum terrae divino dicebant, quod Dominum nostrum agnoscant et adorent, dicentes quod Ipse sit Solus Deus, et quod Ipse regat et Coelum et Universum; quodque omne bonum ab Ipso sit, et quod Ipse illos ducat; tum quod apud illos in Tellure saepius appareat: illis tunc dicere dabatur, quod etiam Christiani in nostra Tellure sciant quod Dominus regat coelum et terram, ex Ipsius Domini verbis apud Matthaeum, \"Data est Mihi omnis potestas in Coelo et in Terra,\" XXVIII: 18; sed quod id non credant sicut illi qui ex Tellure Martis. Dicebant etiam, quod ibi credant, quod apud illos nihil nisi quam spurcum et infernale sit, et quod omne bonum sit Domini; imo amplius dicebant, quod ex se sint diaboli, et quod Dominus ex inferno illos extrahat, et continue detineat. Quondam, cum nominabatur Dominus, vidi quod spiritus illi humiliarent se tam intime et profunde, ut describi nequeat: in humiliatione enim illis erat cogitatio, quod illi ex se in inferno sint, et quod sic prorsus indigni ut spectent ad Dominum, Qui Ipsum Sanctum est; in illa cogitatione ex fide ita profunde erant, ut essent quasi extra se, inque illa permanserunt super genubus, usque dum Dominus elevaret illos, et tunc quasi extraheret ab inferno; cum sic ex humiliatione emergunt, sunt pleni bono et amore, et inde gaudio cordis. Cum ita se humiliant, non faciem convertunt ad Dominum, hoc enim tunc non audent, sed avertunt. Spiritus qui circum me erant, dicebant quod talem humiliationem nusquam viderint. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 92"
    },
    {
      "section": 92,
      "title": "Paragraph 92",
      "text": "92. Mirabantur quidam Spiritus, qui ex illa Tellure, quod circum me essent tot spiritus ex inferno, et quod illi ad me quoque loquerentur; sed respondere datum est, quod hoc illis permittatur, ob causam, ut sciam quales sunt, et cur in inferno sunt, et quod hoc sit secundum vitam eorum: etiam dicere datum est, quod plures inter illos essent, quos cognoveram cum vixerunt in mundo, et quod quidam eorum tunc in magna dignitate constituti fuerint, quibus tunc nihil nisi quam mundus cordi fuit: sed quod nusquam aliquis malus spiritus, etiam maxime infernalis, mihi damnum inferre possit, quia continue tutatus a Domino. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 93"
    },
    {
      "section": 93,
      "title": "Paragraph 93",
      "text": "93. Sistebatur mihi Incola telluris illius; non quidem erat incola, sed similis ei facies ejus erat qualis facies incolarum nostrae telluris, sed regio inferior faciei erat nigra, non ex barba, quam non habebat, sed ex nigredine loco ejus: nigredo illa se usque sub aures utrinque extendebat; superior pars faciei erat flavescens, sicut facies incolarum nostrae Telluris, qui non prorsus candidi sunt. Porro dicebant, quod in tellure vescantur fructibus arborum, imprimis fructu quodam rotundo, qui ex terra illorum egerminatur; praeter etiam leguminibus. Quod vestiantur ibi vestibus, quas ex fibris corticeis quarundam arborum conficiunt, quae illam consistentiam habent, ut contexi queant, et quoque conglutinari per genus gummi quod apud illos. Narrabant insuper quod ignes fluidos ibi sciant facere, ex quibus lucem temporibus vesperae et noctis habent. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 94"
    },
    {
      "section": 94,
      "title": "Paragraph 94",
      "text": "94. Videbam flammeum quoddam pulcherrimum; erat varii coloris, purpureum, tum ex candido rubescens, colores etiam ex flamma pulchre rutilabant: quandam etiam manum videbam, cui flammeum hoc adhaesit, primum inversae ejus parti, postea palmae seu volae, et inde lambebat manum circumcirca: hoc aliquanto tempore perstitit: dein manus haec cum flammeo removebatur ad distantiam, et ubi substitit, erat lucidum; in lucido illo recessit manus; et tunc flammeum illud mutabatur in Avem, quae principio erat similibus coloribus cum flammeo, et colores similiter coruscabant, sed colores illi successive mutati sunt, et cum coloribus vitae vigor in Ave: volabat circumcirca, et primum circum caput meum, dein antrorsum in angustum quoddam conclave, quod apparebat instar adyti, et sicut volabat antrorsum magis ita vita recessit, et facta est demum lapidea; primum tunc colore margaritico, postea obscuro; sed tametsi absque vita, usque volabat. Cum avis illa volabat circum caput, et adhuc in vitae vigore erat, visus est spiritus ex inferiori per regionem lumborum ad regionem pectoris assurgens, is inde volebat auferre avem illam; sed quia tam pulchra erat, spiritus, qui circum me, inhibebant, visum enim suum in illa omnes tenebant: sed spiritus ille, qui ex inferiori assurrexit, fortiter illis persuasit, quod apud illum esset Dominus, et sic quod ex Domino id ageret; hoc tametsi plerique non credebant, usque tamen non amplius inhibebant, quin auferret Avem: at quia eo momento influebat coelum, non potuit retinere illam, sed mox remisit e manu liberam. Cum hoc peractum est, Spiritus qui circum me, qui Avem illam et successivas ejus mutationes intense sunt intuiti, de illa inter se loquebantur, et hoc per insigne tempus: percipiebant quod tale visum non potuerit non quam Coeleste quoddam significare; sciebant quod flammeum significet amorem coelestem et ejus affectiones; quod manus, cui flammeum adhaerebat, vitam et ejus potentiam; colorum mutationes, vitae varietates quoad sapientiam et intelligentiam; simile etiam Avis, sed cum differentia quod flammeum significet amorem coelestem et quae illius amoris sunt, et quod Avis significet amorem spiritualem et quae illius amoris sunt; (Amor coelestis est amor in Dominum, et Amor spiritualis est Charitas erga proximum) {***gg***}: et quod mutationes colorum et simul vitae in Ave, usque dum facta lapidea, significet mutationes successivas vitae spiritualis quoad intelligentiam: sciebant etiam, quod spiritus, qui ex inferiori per regionem lumborum ad regionem pectoris ascendunt, in forti persuasivo sint, quod in Domino sint, et inde credant, quod omnia quae faciunt, etiamsi mala, volente Domino faciant. Sed tamen non inde scire potuerunt, quinam per Visum hoc intelligerentur: tandem instructi sunt e coelo, quod incolae Martis intellecti sint; quod coelestis eorum amor, in quo adhuc plures sunt, significatus sit per flammeum quod adhaesit manui; et quod avis in principio, cum in pulchritudine colorum suorum ac in vigore vitae suae esset, significaret amorem illorum spiritualem: quod autem avis illa facta sit sicut lapidea ac nullius vitae, et tandem coloris obscuri, quod id significaret incolas, qui a bono amoris se removerunt, ac in malo sunt, et tamen usque credunt quod sint in Domino; simile significatum est per spiritum, qui assurgebat, et auferre volebat avem. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 95"
    },
    {
      "section": 95,
      "title": "Paragraph 95",
      "text": "95. Per Avem lapideam etiam repraesentati sunt Incolae illius telluris, qui vitam Cogitationum et Affectionum suarum peregrino modo transmutant in paene nullam vitam, de qua re sequentia audivi. Erat quidam Spiritus supra caput meum, qui mecum loquutus est; ex sono appercipiebatur quasi in statu somni esset; in hoc statu loquebatur plura, et haec tali prudentia ut vigil non prudentius: percipere dabatur, quod subjectum esset per quod Angeli loquerentur, et is in illo statu apperciperet id et produceret {1}: non enim loquebatur nisi quod verum erat: si aliunde quid influeret, quidem admittebat, sed non producebat. Interrogavi illum de statu suo, dicebat, quod status ille ei esset status pacificus; et quod esset absque omni sollicitudine de futuris; et quod simul usus praestaret, per quos ei communicatio cum coelo. Dictum mihi quod tales in maximo Homine referant Sinum Longitudinalem, qui in cerebro inter bina ejus haemisphaeria jacet, et ibi in statu quieto, utcunque tumultuatur cerebrum utrinque. Cum in colloquutione cum hoc Spiritu eram, inferebant se Spiritus versus anteriorem partem Capitis, ubi ille, quem premebant; quare ille ad unum latus secessit, et illis locum dedit. Spiritus advenae inter se loquebantur, sed nec spiritus circum me intelligebant, nec ego quid loquebantur: instruebar ab angelis, quod essent spiritus ex tellure Martis, qui callebant ita inter se loqui, ut praesentes spiritus non aliquid intelligerent, nec perciperent: mirabar, quod talis loquela dari posset, quia una loquela est omnibus spiritibus, quae fluit ex cogitatione, et consistit ex ideis, quae ut voces audiuntur in spirituali mundo: dicebatur, quod spiritus illi forment certo modo ideas expressas per labia et per faciem, aliis non intelligibiles, et quod eo momento subtrahant arte cogitationes, cavendo imprimis ne aliquid affectionis se manifestet, ex causa, si quid affectionis percipitur, quod tunc cogitatio pateret, cogitatio enim fluit ex affectione et quasi in illa. Instruebar porro, quod incolae telluris Martis, qui vitam coelestem in solis cognitionibus, et non in vita amoris, ponunt, talem loquelam effinxerint, non tamen omnes; et quod illi, cum fiunt spiritus, hoc retineant. Hi sunt, qui in specie per Avem lapideam significati sunt; nam per formationes vultus, et volutiones labiorum, cum remotione affectionum, et subtractione cogitationum ab aliis, sistere loquelam est loquelam exanimare, et illam facere instar simulacri, et per gradus se quoque similes. Sed tametsi putant, quod non intelligantur ab aliis, quid inter se loquuntur, usque tamen Spiritus angelici omnia et singula, quae loquuntur percipiunt; causa est, quia ab illis subtrahi cogitatio aliqua non potest. Hoc quoque illis ostendebatur per vivam experientiam; cogitabam de eo, quod spiritus mali nostrae telluris non afficiantur pudore, cum infestant alios; hoc influebat apud me a spiritibus angelicis qui percipiebant illorum loquelam; spiritus illi Martis tunc agnoscebant, quod id esset de quo inter se loquebantur, ac mirati sunt: praeterea a Spiritu angelico detegebantur plura, quae et loquebantur et quae cogitabant, utcunque satagebant cogitationes illi subducere. Postea influebant spiritus illi a superiori in faciem meam; influxus sentiebatur instar tenuis pluviae striatae, quod signum erat, quod non in affectione veri ac boni essent, id enim per striatum repraesentatur: loquebantur tunc mecum manifeste, dicendo, quod incolae telluris illorum similiter inter se loquantur. Dicebatur tunc illis, quod hoc malum sit, quia sic obstruunt interna, et ab illis recedunt ad externa, quae quoque privant sua vita; et imprimis, quia non sincerum est ita loqui; nam qui sinceri sunt, nihil volunt loqui, ne quidem cogitare, nisi tale quod sciant alii, imo si forent omnes, etiam totum coelum; at qui non volunt, ut alii sciant quid loquuntur, illi judicant de aliis, male sentiunt de illis, et bene de se, et tandem ex habitu trahuntur usque illuc, ut male sentiant et loquantur de Ecclesia, de Coelo, imo de Ipso Domino. Dictum, quod illi qui amant cognitiones et non ita vitam secundum illas, in maximo Homine referant interiorem Membranam Cranii; at illi qui assuescunt loqui absque affectione, et cogitationem attrahere ad se et subtrahere aliis, quod referant Membranam illam, sed osseam factam, quia ab aliqua vita spirituali sit illis nulla vita. @1 Quod per spiritus a societatibus Spirituum et Angelorum ad alias societates emissos fiant communicationes, et quod spiritus illi emissarii appellentur Subjecta, n: 4403, 5856, 5983, 5985 ad 5989.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 96"
    },
    {
      "section": 96,
      "title": "Paragraph 96",
      "text": "96. Quia per Avem lapideam etiam repraesentati sunt, qui in solis cognitionibus sunt, et in nulla vita amoris, et quia inde nulla illis vita spiritualis, ideo hic appendicis loco licet ostendere, quod illis solis vita spiritualis sit, qui in amore coelesti sunt, et inde in cognitionibus; et quod amor in se contineat omne cognitivum quod amoris illius est. Sint pro exemplo animalia terrae, et quoque animalia coeli seu Aves; illis est scientia omnium quae amoris illorum sunt; amores illorum sunt, se nutrire, tute habitare, propagare sobolem, pullos alere, quorundam sibi prospicere pro hyeme; quare est illis omnis scientia requisita; haec enim amoribus illis inest, et in illos influit ut in ipsa sua receptacula; quae scientia quibusdam animalibus talis est, ut homo non possit aliter quam obstupescere; scientia illis est connata, et vocatur instinctus, sed est amoris naturalis in quo sunt. Si homo in suo amore esset, qui est Amor in Deum et erga proximum, (hic amor est hominis proprius, per quem distinguitur a bestiis, estque amor coelestis) tunc homo non solum foret in omni scientia requisita, sed etiam in omni intelligentia et sapientia, nam hae in amores illos influerent e coelo, hoc est, per coelum a Divino. Sed quia homo non in amores illos nascitur, sed in contrarios, nempe in amores sui et mundi, idcirco non potest aliter quam nasci in omnem ignorantiam et inscitiam; at per media divina perducitur ad aliquid intelligentiae et sapientiae, sed usque non actualiter in aliquid, nisi amores sui et mundi removeantur, et sic aperiatur via pro amore in Deum et erga proximum. Quod amor in Deum et amor erga proximum in se habeant omnem intelligentiam et sapientiam, constare potest ex illis qui in mundo in amoribus illis fuerunt; illi cum post mortem in coelum veniunt, ibi sciunt et sapiunt talia, quae nusquam prius noverant; imo cogitant et loquuntur ibi ut reliqui angeli, quae talia sunt, quae nusquam auris audivit, nec mens scivit, quae ineffabilia sunt: causa est, quia amores illi facultatem recipiendi talia in se habent. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 97"
    },
    {
      "section": 97,
      "title": "Paragraph 97",
      "text": "97. DE TELLURE SEU PLANETA SATURNI, DEQUE EJUS SPIRITIBUS et INCOLIS Spiritus ex illa Tellure, ubi ipsa Tellus, apparent antrorsum ad insignem distantiam, inferius in plano genuum: et cum aperitur illuc oculus, in conspectum venit multitudo spirituum, qui omnes sunt ex illa Tellure: conspiciuntur ab hac Telluris illius parte, et ad dextrum ejus. Datum est quoque cum illis loqui, et inde cognoscere, quales sunt respective ad alios: sunt probi, et sunt modesti; et quia se parvos aestimant, ideo quoque in altera vita apparent parvi. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 98"
    },
    {
      "section": 98,
      "title": "Paragraph 98",
      "text": "98. In cultu sunt perquam humiles, nam in illo se pro nihilo aestimant. Colunt Dominum nostrum, et Ipsum pro unico Deo agnoscunt: Dominus etiam apparet quandoque illis sub forma angelica, et sic ut Homo, et tunc Divinum elucet ex facie, et afficit animum. Incolae etiam, cum ad aetatem perveniunt, loquuntur cum Spiritibus, a quibus instruuntur de Domino, et quomodo colendus, tum quomodo vivendum. Quando aliqui volunt spiritus, qui inde, seducere, et a fide in Dominum abstrahere, aut ab humiliatione erga Ipsum, et a probitate vitae, dicunt se mori velle; apparent tunc in manibus illorum parvi cultri, per quos pectora sua percutere velle videntur: cum interrogantur cur ita faciunt, dicunt quod potius mori velint, quam abduci a Domino; spiritus nostrae Telluris quandoque irrident illos propterea, et infestant probris quod ita faciant; sed tunc respondent, se probe scire quod semet non interimant, sed quod hoc solum apparentia sit effluens ex voluntate animi eorum, quod potius mori velint, quam abstrahi a cultu Domini. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 99"
    },
    {
      "section": 99,
      "title": "Paragraph 99",
      "text": "99. Dicebant, quod aliquoties ad illos veniant spiritus a nostra Tellure, qui eos quaerunt, quem Deum colunt, quibus respondent, quod insaniant, et quod major insania non possit esse quam quaerere quem Deum aliquis colit, cum tamen est unicus Deus omnibus in universo, et quod adhuc magis insaniant in eo, quod non dicant Dominum esse unicum illum Deum; et quod is regat universum coelum, et inde universum mundum; nam qui regit coelum, etiam regit mundum, quia mundus regitur per coelum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 100"
    },
    {
      "section": 100,
      "title": "Paragraph 100",
      "text": "100. Dicebant quod in Tellure sua etiam sint, qui Lumen nocturnum, quod magnum est, vocant Dominum, sed quod illi separentur a reliquis, et ab illis non tolerentur. Lumen illud nocturnum venit a magno illo Cingulo, quod ad distantiam ambit Tellurem illam, et a Lunis, quae satellites Saturni vocantur. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 101"
    },
    {
      "section": 101,
      "title": "Paragraph 101",
      "text": "101. Narrabant, quod aliud genus spirituum, qui turmatim vadunt, frequenter ad illos veniant, desiderante scire quomodo res apud illos se habet; et quod variis modis eliciant ab illis quae sciunt; de his dicebant, quod non insaniant, modo in eo, quod tantum desiderent scire non propter alium usum, quam ut sciant. Postea instructi sunt, quod spiritus illi sint ex Planeta Mercurii seu ex Tellure proxima Soli, et quod illos cognitiones solum delectent, et non ita usus ex illis. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 102"
    },
    {
      "section": 102,
      "title": "Paragraph 102",
      "text": "102. Incolae et spiritus planetae Saturni referunt in maximo Homine SENSUM MEDIUM INTER SPIRITUALEM ET NATURALEM HOMINEM, at qui recedit a naturali et accedit ad spiritualem: inde est, quod spiritus illi appareant auferri aut rapi in coelum, ac mox remitti; nam quicquid sensus spiritualis est, id in coelo est, at quicquid sensus naturalis est, id infra coelum est. Quoniam nostrae Telluris Spiritus in maximo Homine referunt Sensum naturalem et corporeum, a manifesta experientia scire datum est, quomodo pugnant et collidunt inter se spiritualis homo ac naturalis, cum hic non in fide et charitate est. Spiritus Telluris Saturni e longinquo in conspectum veniebant, et tunc dabatur viva communicatio inter illos et inter Spiritus nostrae Telluris tales: hi illis sic perceptis fiebant sicut insani, et incipiebant infestare illos, infundendo indigna de fide, et quoque de Domino; cumque in invectivis et injuriis erant, etiam se conjiciebant in medium eorum, et ex insania, in qua erant, conabantur malum inferre; sed Spiritus Saturni nihil timebant, quia tuti erant, et in tranquillo: at spiritus illi nostrae Telluris, cum in medio eorum erant, incipiebant angi, ac aegre respirare, et sic ejiciebant se unus huc et alter illuc, ac disparabantur. Adstantes inde appercipiebant, qualis est naturalis homo separatus a spirituali, cum venit in sphaeram spiritualem, quod nempe insaniat; naturalis enim homo separatus a spirituali solum ex mundo sapit, et nihil ex coelo; et qui solum ex mundo sapit, is nihil credit nisi quod sensus capiunt, et quod credit ex fallaciis sensuum credit, quae nisi removentur per influxum ex spirituali mundo, producunt falsa: inde est, quod spiritualia ei non sint aliquid, usque adeo ut vix sustineat audire Spirituale nominari; quapropter tales insaniunt, cum tenentur in sphaera spirituali; aliter cum vivunt in mundo; tunc vel naturaliter de spiritualibus cogitant, vel avertunt aurem, hoc est, audiunt et non attendunt. Ab experientia illa etiam constabat quod naturalis homo non possit inferre se in spiritualem, hoc est, ascendere; sed cum homo in fide est, et inde in vita spirituali, quod spiritualis homo influat in naturalem, et ibi cogitet; influxus enim datur spiritualis, hoc est, e spirituali mundo in naturalem, non autem vicissim {1}. @1 Quod Influxus spiritualis sit, et non physicus seu naturalis, ita quod influxus sit e spirituali mundo in naturalem et non e naturali in spiritualem, n: 3219, 5119, 5259, 5427, 5428, 5477, 6322. Quod appareat sicut influxus sit ab externis in interna hominis, sed quod sit fallacia, n: 3721.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 103"
    },
    {
      "section": 103,
      "title": "Paragraph 103",
      "text": "103. Porro a spiritibus illius Telluris informabar de Incolis, quales illorum consociationes sunt, praeter alia; dicebant, quod vivant distincti in familias, unaquaevis familia separata ab alia; ita vir et uxor, cum suis liberis; et quod hi, cum conjugia jungunt, separentur a domo parentum, nec eam amplius curent: quapropter Spiritus ex illa Tellure apparent bini et bini. Quod de Victu et Amictu parum solliciti sint; quod vescantur fructibus et leguminibus, quae Tellus eorum producit; et quod vestiantur leviter, quoniam crassa cute seu tunica, quae repellit frigus, cincti sunt. Praeterea, quod omnes in sua Tellure sciant, quod victuri sint post mortem; et quod ideo etiam corpora sua nihili faciant, modo quantum propter vitam, quam dicunt permansuram et servituram Domino; quod ideo quoque corpora mortuorum non sepeliant, sed projiciant, et tegant ramis arborum e sylva. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 104"
    },
    {
      "section": 104,
      "title": "Paragraph 104",
      "text": "104. Interrogati de magno illo Cingulo, quod a nostra Tellure apparet se elevare supra horizontem Planetae istius, et variare situs, dicebant, quod id illis non appareat ut Cingulum, sed solum ut Niveum in coelo varia directione. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 105"
    },
    {
      "section": 105,
      "title": "Paragraph 105",
      "text": "105. DE TELLURE SEU PLANETA VENERIS, DEQUE EJUS SPIRITIBUS et INCOLIS Planeta Veneris in idea Spirituum et Angelorum apparet ad sinistrum paulo retro, ad aliquantam distantiam a nostra Tellure: in idea spirituum dicitur, quia nulli spiritui apparet Sol mundi, nec aliquis Planeta, sed Spiritus modo habent ideam quod sint; ex sola idea de illis sistitur Sol mundi a tergo sicut caliginosum quid, planetae non sicut in mundo errantes, sed in suis locis constanter (videatur supra n: 42). This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 106"
    },
    {
      "section": 106,
      "title": "Paragraph 106",
      "text": "106. In Planeta Veneris sunt duo hominum genera, indole sibi contraria; sunt qui mites et humani, et sunt qui immites et paene ferini; qui mites et humani, apparent a parte altera Telluris, qui immites et paene ferini, apparent a parte ejus huc spectante. At sciendum, quod ita appareant secundum status vitae eorum, nam status vitae sistit omnem apparentiam spatii et distantiae ibi. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 107"
    },
    {
      "section": 107,
      "title": "Paragraph 107",
      "text": "107. Quidam ex illis, qui ab altera parte Planetae apparent, et sunt mites et humani, ad me veniebant, et sistebantur mihi videndi supra caput, cum quibus varia loquutus sum; inter alia dicebant, quod, cum in mundo fuerunt, agnoverint, et quod magis nunc agnoscant Dominum nostrum pro suo unico Deo; ajebant, quod in Tellure sua viderint Ipsum, et quoque quomodo Ipsum viderant, repraesentabant. Hi Spiritus in maximo Homine referunt Memoriam rerum materialium concordantem cum Memoria rerum immaterialium, quam spiritus Mercurii referunt: quapropter spiritus Mercurii, cum his spiritibus Veneris maximopere concordant; ideo cum simul erant, sentita est ex influxu inde mutatio insignis, et operatio fortis in meo cerebro (videatur supra n: 43). This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 108"
    },
    {
      "section": 108,
      "title": "Paragraph 108",
      "text": "108. Cum illis autem spiritibus, qui a parte huc spectante apparent, ac sunt immites et paene ferini, non loquutus sum, sed relatum est ab angelis, quales sunt, et unde illis tam ferina natura; quod nempe ibi admodum delectentur rapinis, et quam maxime edere ex rapinis: jucunditas inde, cum cogitant de edere ex rapinis, mecum communicata fuit, et appercepta quod summa esset. Quod Incolae tali natura ferina etiam in nostra Tellure fuerint, patet ex Historicis variarum gentium; tum ex Incolis terrae Canaanis (I Sam.: xxx: 16): et quoque ex Gente Judaica et Israelitica etiam tempore Davidis, quod quotannis excursiones fecerint, et depraedati gentes, et laetati ex praeda comederint. Dictum etiam, quod Incolae illi quoad plurem partem sint gigantes, et quod nostrae telluris homines modo ad umbilicum eorum pertingant. Tum quoque, quod sint stupidi, non quaerentes quid coelum, aut quid aeterna, sed quod solum illa curent quae sunt eorum terrae, et eorum pecorum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 109"
    },
    {
      "section": 109,
      "title": "Paragraph 109",
      "text": "109. Quia tales sunt, etiam cum in alteram vitam veniunt, infestantur ibi quam maxime a malis et falsis. Inferna, quae illis, apparent juxta Tellurem, nec communicant cum Infernis malorum nostrae Telluris, ex causa quia prorsus alio genio et alia indole sunt; inde quoque mala et falsa illorum sunt ex prorsus alio genere. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 110"
    },
    {
      "section": 110,
      "title": "Paragraph 110",
      "text": "110. Qui autem tales sunt, ut salvari possint, sunt in locis vastationis, ac ibi ad ultimum desperationis rediguntur; nam illius generis mala et falsa non aliter possunt domari et removeri: cum in statu desperationis sunt, clamant quod bestiae sint, quod abominationes, quod odia, et sic quod damnati: quidam eorum, cum in tali statu sunt, etiam contra coelum clamant; sed hoc illis ignoscitur, quia ex desperatione; Dominus moderatur, ne in vituperia se effundant nisi ad statos limites. Hi cum extrema passi sunt, quia corporea tunc apud illos quasi mortua sunt, demum salvantur. De his quoque dictum est, quod, cum in sua Tellure vixerunt, crediderint in quendam summum Creatorem absque Mediatore, sed cum salvantur, etiam instruuntur, quod Dominus sit solus Deus, Salvator et Mediator. Vidi quosdam ex illis, postquam extrema passi sunt, sublatos in coelum, et cum ibi recepti sunt, appercepi teneritudinem laetitiae ab illis talem, ut exprimeret lachrymas ex oculis meis. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 111"
    },
    {
      "section": 111,
      "title": "Paragraph 111",
      "text": "111. DE SPIRITIBUS et INCOLIS LUNAE Aliqui Spiritus apparebant supra caput, et auditae sunt voces sicut tonitrua, nam non aliter tonabant voces eorum, quam sicut e nubibus tonitrua post fulmina: autumabam, quod esset ingens multitudo spirituum, qui callebant arte voces edere cum tali sonitu. Spiritus simpliciores, qui apud me erant, illos irridebant; quod valde miratus sum: causa irrisionis mox detegebatur, quae erat, quod Spiritus, qui tonabant, non multi essent sed pauci, et quoque parvi sicut pueri; et quod illi eis prius per tales sonitus terrorem incusserint, et tamen prorsus nihil damni possent inferre. Ut scirem, quales essent, demiserunt se quidam ab alto ubi tonabant; et quod mirum, unus portabat alterum a tergo, et sic appropinquabant bini ad me: apparebant facie non invenusta, sed longiori quam facies reliquorum spirituum; statura simili staturae pueri septem annorum, sed corpore robustiore; ita erant homunciones. Dicebatur mihi ab angelis, quod essent e Luna. Qui portatus ab altero veniebat ad me, se applicans sinistro lateri sub ulna, et inde loquebatur, dicens, quod cum vocem edunt, ita tonent; et quod sic spiritus, qui illis malum inferre volunt, territent, et quosdam in fugam agant, et quod ita tuti vadant quo volunt. Ut pro certo scirem, quod talis illorum sonus esset, recedebat ille a me ad quosdam alios, sed non plane extra conspectum, et similiter tonabat. Et porro ostendebant, quod vox eorum ex abdomine ad instar eructationis emissa ita intonaret. Perceptum est, quod hoc inde existeret, quia incolae Lunae non ita ex pulmone, sicut incolae aliarum tellurum, sed ex abdomine loquantur, et sic ex aliquo aere ibi collecto; ex causa, quia Luna non simili Athmosphaera, qua aliae tellures, circumfusa est. Instructus sum, quod spiritus Lunae in maximo Homine referant Cartilaginem scutiformem seu Xiphoiden, cui anterius annectuntur Costae, et e qua descendit Fascia alba, quae est fulcrum musculis abdominis. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 112"
    },
    {
      "section": 112,
      "title": "Paragraph 112",
      "text": "112. Quod etiam in Luna sint Incolae, sciunt spiritus et angeli, pariter quod in Lunis seu Satellitibus circum tellurem Jovis, et tellurem Saturni. Qui non spiritus inde viderunt, ac cum illis loquuti sunt, usque non dubitant, quin etiam super illis homines sint, quia aeque sunt tellures; et ubi tellus ibi est homo; homo enim est finis propter quem tellus, et a summo Creatore nihil sine fine factum est: quod finis creationis sit humanum genus, ut ex eo Coelum, cuivis, qui ex ratione aliquantum illustrata cogitat, constare potest. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 113"
    },
    {
      "section": 113,
      "title": "Paragraph 113",
      "text": "113. CAUSAE CUR DOMINUS IN NOSTRA TELLURE, et NON IN ALIA, NASCI VOLUIT Quod Domino placuerit nasci, et Humanum assumere in nostra Tellure, et non in alia, sunt plures causae, de quibus e coelo informatus sum. CAUSA PRINCIPALIS fuit propter Verbum, quod hoc in nostra Tellure potuerit conscribi; et scriptum dein per universam Tellurem vulgari; et semel vulgatum conservari in omnem posteritatem; et quod sic manifestari potuerit, quod Deus Homo factus sit, etiam omnibus in altera vita. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 114"
    },
    {
      "section": 114,
      "title": "Paragraph 114",
      "text": "114. Quod Causa principalis fuerit propter Verbum, est quia Verbum est ipsum divinum Verum, quod docet hominem, quod Deus sit, quod Coelum sit et quod Infernum, quod vita post mortem; et insuper docet, quomodo vivet et credet, ut in coelum veniat, et sic in aeternum felix sit. Haec omnia absque Revelatione, ita in hac Tellure absque Verbo, prorsus ignota fuissent, et tamen homo ita creatus est, ut quoad interiora sua non mori possit {1}. @1 Quod ex solo lumine naturali nihil sciatur de Domino, de Coelo et Inferno, de vita hominis post mortem, ac de divinis Veris, per quae homini vita spiritualis et aeterna, n: 8944, 10318, 10319, 10320. Quod id constare possit ex eo, quod plures, ac inter eos eruditi, non credant illa, tametsi nati sunt, ubi Verbum, ac per id instructio de illis, n: 10319. Quod ideo necessum fuerit, ut revelatio esset e coelo, quia homo ad coelum natus est, n: 1775.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 115"
    },
    {
      "section": 115,
      "title": "Paragraph 115",
      "text": "115. Quod Verbum in nostra Tellure potuerit conscribi, est quia ars scribendi hic ab antiquissimo tempore fuit, primum super codicibus, dein super membranis, postea super chartis, et demum vulgari typis. Hoc provisum est a Domino propter Verbum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 116"
    },
    {
      "section": 116,
      "title": "Paragraph 116",
      "text": "116. Quod Verbum dein per universam hanc tellurem vulgari potuerit, est quia commercium omnium gentium hic datur, non modo per peregrinationes, sed etiam per navigationes ad omnia loca totius orbis; inde Verbum semel conscriptum transferri potuit ab una gente ad alteram, et ubivis doceri. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 117"
    },
    {
      "section": 117,
      "title": "Paragraph 117",
      "text": "117. Quod Verbum semel conscriptum potuerit conservari in omnem posteritatem, proinde in millia et millia annorum, et quoque quod conservatum sit, notum est. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 118"
    },
    {
      "section": 118,
      "title": "Paragraph 118",
      "text": "118. Quod sic manifestari potuerit, quod Deus Homo factus sit; hoc enim primum et essentialissimum est propter quod Verbum; nam nemo potest credere in Deum, et amare Deum, quem non sub aliqua specie comprehendere potest, quapropter qui invisibile et sic incomprehensibile agnoscunt, labuntur cogitatione in naturam, et sic in nullum Deum credunt: quapropter placuit Domino hic nasci, et hoc manifestum facere per Verbum, ut non modo id notum fieret in hoc orbe, sed etiam ut per id manifestum fieret Spiritibus et Angelis etiam ex aliis Telluribus, et quoque gentibus ex nostra {1}. @1 Quod Gentes in altera vita instruantur ab Angelis, et quod illi, qui secundum religiosum suum bene vixerunt, recipiant vera fidei, et agnoscant Dominum, n: 2049, 2595, 2598, 2600, 2601, 2603, 2661, 2863, 3263.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 119"
    },
    {
      "section": 119,
      "title": "Paragraph 119",
      "text": "119. Sciendum est, quod Verbum in nostra Tellure, per coelum a Domino datum, sit unio coeli et mundi; ob quem finem est correspondentia omnium quae in litera in Verbo cum Divinis in coelo; et quod Verbum in supremo ac intimo suo sensu agat de Domino, de Regno Ipsius in coelis et in terris, deque amore et fide ab Ipso et in Ipsum, proinde de vita ab Ipso et in Ipso; talia sistuntur angelis in coelo, quando Verbum nostrae telluris legitur et praedicatur {1}. @1 Quod Verbum aliter intelligatur ab angelis in coelis, quam ab hominibus in terris, et quod illis sit sensus internus seu spiritualis, his autem externus seu naturalis, n: 1769 ad 1772, 1887, 2143, 2333, 2396, 2540, 2541, 2545, 2551. Quod Verbum sit uniens coeli et terrae, n: 2310, 2495, 9212, 9216, 9357, 10375. Quod Verbum ideo per meras correspondentias scriptum sit, n: 1404, 1408, 1409, 1540, 1619, 1659, 1709, 1783, 8615, 10687. Quod in sensu intimo Verbi agatur unice de Domino ac de Ipsius Regno, n: 1873, 2249, 2523, 7014, 9357.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 120"
    },
    {
      "section": 120,
      "title": "Paragraph 120",
      "text": "120. In omni alia Tellure manifestatur Verum divinum oretenus per Spiritus et Angelos, sicut in praecedentibus, ubi de Incolis Tellurum in solari hoc mundo, dictum est, sed hoc fit intra familias; nam humanum genus in plerisque Telluribus distinctum habitat secundum familias; quapropter Verum divinum per Spiritus et Angelos ita revelatum non transfertur longe ultra familias, et nisi jugiter succedat nova Revelatio, id pervertitur vel perit: aliter in nostra Tellure, ubi divinum Verum, quod est Verbum, manet in sua integritate in perpetuum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 121"
    },
    {
      "section": 121,
      "title": "Paragraph 121",
      "text": "121. Sciendum est, quod Dominus omnes, e quacunque Tellure sint, agnoscat et recipiat, qui Deum sub humana forma agnoscunt et colunt, quoniam Deus sub humana forma est Dominus: et quia Dominus incolis in Telluribus in forma angelica, quae est forma humana, apparet, ideo cum Spiritus et Angeli ex illis Telluribus audiunt a nostrae telluris Spiritibus et Angelis, quod Deus actualiter Homo sit, recipiunt id Verbum, agnoscunt, et gaudent quod ita sit. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 122"
    },
    {
      "section": 122,
      "title": "Paragraph 122",
      "text": "122. Ad causas quae supra allatae sunt, accedit, quod incolae et spiritus nostrae telluris referant in Maximo Homine Sensum naturalem et externum, ac sensus naturalis et externus est ultimum in quod desinunt interiora vitae, et in quo ut in suo communi requiescunt: simile est divinum Verum in litera, quod vocatur Verbum, quod ob illam causam etiam in hac Tellure, et non in alia, datum est {1}: et quia Dominus est Verbum, et ejus Primum et Ultimum, ut omnia secundum ordinem existerent, etiam ideo voluit in hac Tellure nasci, et fieri Verbum; secundum haec apud Johannem, \"In principio erat Verbum, et Verbum erat apud Deum, et Deus erat Verbum: hoc erat in principio apud Deum: omnia per Ipsum facta sunt, et sine Ipso factum est nihil quod factum est: Et Verbum Caro factum est, et habitavit inter nos, et vidimus gloriam Ipsius, gloriam ut unigeniti a Patre. Deum nemo vidit usquam, unigenitus Filius, qui in sinu Patris est, Ipse exposuit,\" I: 1.2.3.4.14.18; Verbum est Dominus quoad divinum Verum, ita divinum Verum a Domino {2}. Sed hoc arcanum est, quod in intellectum modo pauciorum cadit. @1 Quod Verbum in sensu literae sit naturale, n: 8783: Ex causa, quia naturale est ultimum, in quod desinunt spiritualia et coelestia, et super quo sicut super suo fundamento subsistunt, et quod alioquin Verbi sensus internus seu spiritualis absque externo seu naturali foret sicut domus absque fundamento, n: 9430, 9433, 9824, 10044, 10436.$ @2 Quod Verbum sit Dominus quoad divinum Verum, ita divinum Verum a Domino, n: 2859, 4692, 5075, 9987. Quod per divinum Verum omnia creata et facta sint, n: 2803, 2884, 5272, 7835.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 123"
    },
    {
      "section": 123,
      "title": "Paragraph 123",
      "text": "123. DE TELLURIBUS IN COELO ASTRIFERO Qui in Coelo sunt, illi loqui et conversari possunt cum Angelis et Spiritibus, qui non solum ex Telluribus in solari hoc Mundo sunt, sed etiam cum illis qui ex Telluribus extra hunc Mundum in Universo; nec modo cum Spiritibus et Angelis ibi, sed etiam cum ipsis incolis, sed modo cum illis quibus interiora aperta sunt, ut possint audire loquentes e coelo: similiter potest homo cum vivit in mundo, cui datum est a Domino loqui cum Spiritibus et Angelis; nam homo est spiritus quoad interiora sua; corpus, quod in mundo circumfert, modo inservit ei pro functionibus in naturali seu terrestri hac sphaera, quae est ultima. Sed cum angelis et spiritibus nulli datur sicut spiritus loqui, nisi talis sit, ut consociari possit angelis quoad fidem et amorem; nec consociari potest, nisi fides et amor sint in Dominum, nam homo per fidem et amorem in Ipsum, hoc est, per vera doctrinae, et per bona vitae ab Ipso, conjungitur; et cum conjunctus est, tutus est ab insultu malorum spirituum qui ab inferno: apud alios interiora usque adeo aperiri nequeunt, quoniam non in Domino sunt. Haec causa est, quod pauci sint hodie, quibus datur loqui et conversari cum Angelis; cujus rei manifestum indicium est, quod vix credatur hodie quod spiritus et angeli sint, minus quod sint apud unumquemque hominem; et quod per illos nexus sit homini cum coelo, et per coelum cum Domino; et quod adhuc minus credatur, quod homo, cum quoad corpus moritur, vivat spiritus, etiam in humana forma sicut prius. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 124"
    },
    {
      "section": 124,
      "title": "Paragraph 124",
      "text": "124. Quia hodie in Ecclesia apud multos nulla fides est de vita post mortem, et vix aliqua de coelo, nec de Domino quod sit Deus coeli et terrae; ideo interiora, quae sunt spiritus mei, a Domino aperta sunt, ut possim, dum in corpore sum, simul cum angelis in coelo esse, et non modo loqui cum illis, sed etiam ibi videre stupenda, et eadem describere; ne forte posthac etiam dicturi sint, quis ex coelo ad nos venit et narravit quod sit, et quae ibi. Sed scio quod, qui corde prius negaverunt Coelum et Infernum, ac vitam post mortem, etiam contra illa se obfirmaturi sint, et negaturi; nam facilius est corvum album facere, quam efficere ut credant, qui semel corde rejecerunt fidem; causa est, quia de talibus semper cogitant ex negativo, et non ex affirmativo. Sint usque haec, quae de Angelis et Spiritibus hactenus dicta sunt, et ulterius dicenda, pro paucis illis qui in fide sunt: ut autem reliqui etiam perducantur ad aliquid agnitionis, concessum est memorare talia, quae delectant et allectant hominem sciendi cupidum, quae nunc quoque erunt de Telluribus in Coelo astrifero. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 125"
    },
    {
      "section": 125,
      "title": "Paragraph 125",
      "text": "125. Qui non sit arcana Coeli, non credere potest quod homo possit videre Tellures tam dissitas, et per experientiam sensualem aliquid de illis referre: sed sciat, quod spatia et distantiae, et inde progressiones, quae existunt in mundo naturali, in sua origine et prima causa sint mutationes status interiorum, et quod apud Angelos et Spiritus secundum eas apparent {1}; et quod illi sic per eas apparenter transferri possint ab uno loco in alterum, et ab una tellure ad alteram, etiam ad tellures quae in fine universi; similiter etiam homo quoad suum spiritum, manente usque corpore ejus in suo loco. Ita mecum factum est; quoniam, ex divina Domini Misericordia, mihi datum est conversari cum spiritibus sicut spiritus, et simul cum hominibus sicut homo. Quod homo quoad spiritum ita transferri possit, sensualis homo non capere potest, quoniam is in spatio et in tempore est, et progressiones suas secundum illa mensurat. @1 Quod motus, progressiones, et mutationes loci in altera vita sint mutationes status interiorem vitae, et quod usque realiter appareant spiritibus et angelis sicut actualiter sint, n: 1273 ad 1277, 1377, 3356, 5605, 10734.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 126"
    },
    {
      "section": 126,
      "title": "Paragraph 126",
      "text": "126. Quod plures Mundi sint, unicuivis constare potest ex eo, quod lot Sidera in universo appareant; et notum est in erudito Orbe, quod unumquodvis Sidus sit instar Solis in suo loco, manet enim fixum sicut Sol nostrae telluris in suo; et quod distantia faciat ut appareat in parva forma sicut Stella: consequenter quod similiter ac Sol nostri mundi circum se habeat planetas, quae sunt tellures; et quod hae non appareant coram nostris oculis, est ex immensa distantia, et ex luce solum ex sua stella, quae lux non iterum potest usque huc reflecti. Ad quid aliter tantum Coelum cum tot Astris? Finis enim creationis universi est homo, ut ex homine sit Coelum angelicum; quid pro Infinito Creatore foret Genus humanum, et inde Coelum angelicum ex una Tellure, pro Quo non satis essent mille Tellures, imo nec myriades? Calculus initus est, si forent 1,000,000 Tellures in Universo, et in unaquavis Tellure homines numero 300,000,000, seu 300 Milliones, et 200 generationes intra 6000 annos, et cuique homini seu spiritui daretur spatium 3 ulnarum cubicarum, quod numerus tot hominum seu spirituum in unam summam collectus non usque impleret spatium millesimae partis hujus Telluris, ita forte spatium unius satellitis circum Planetam Jovis vel Saturni, quod foret spatium in universo parvitatis inconspicuae, nam satelles coram nudo oculo vix apparet: quid hoc pro Creatore Universi, Cui non satis foret si totum Universum foret impletum, est enim Infinitus. De his cum Angelis loquutus sum, qui dixerunt, quod illi similem ideam de paucitate Generis humani respective ad Infinitatem Creatoris habeant, sed usque quod illi non ex spatiis, sed ex statibus, cogitent, et quod secundum eorum ideam Tellures numero tot myriadum, quot usquam cogitari possent, usque prorsus nihil forent ad Dominum. Verum de Telluribus in Coelo Astrifero in nunc sequentibus ex ipsa experientia dicetur; ex qua etiam constabit, quomodo translationes illuc quoad spiritum meum, manente corpore in suo loco, factae sunt. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 127"
    },
    {
      "section": 127,
      "title": "Paragraph 127",
      "text": "127. DE PRIMA TELLURE IN COELO ASTRIFERO, et DE EJUS SPIRITIBUS et INCOLIS; EX AUDITIS et VISIS Ducebar per Angelos a Domino ad Tellurem quandam in Coelo astrifero, ubi datum est inspicere in ipsam Tellurem, sed non loqui cum incolis ibi, verum cum Spiritibus qui inde; omnes incolae seu homines cujuscunque Telluris, post transactam vitam in mundo, fiunt spiritus, et manent juxta suam Tellurem: ex illis tamen informatio datur de Tellure, et de statu incolarum ibi; nam homines, qui decedunt e corpore, secum ferunt omnem vitam priorem, et omnem memoriam {1}. Duci ad Tellures in Universo, non est duci et transferri illuc quoad corpus sed quoad spiritum, et spiritus ducitur per variationes status vitae interioris, quae apparent ei sicut progressiones per Spatia {2}. Appropinquationes etiam fiunt secundum statuum vitae convenientias seu similitudines, nam vitae convenientia seu similitudo conjungit, et disconvenientia et dissimilitudo disjungit. Inde constare potest quomodo translatio sit quoad spiritum, et ejus appropinquatio ad dissita, manente usque homine in suo loco. Sed ducere spiritum per variationes status interiorum ejus extra suum orbem, et facere ut variationes progrediantur successive usque ad statum convenientem seu similem illis ad quos ducitur, in potentia solius Domini est; erit enim directio continua et praevisio a primo ad ultimum, cis et retro; imprimis ut hoc fiat cum homine, qui adhuc quoad corpus in mundi natura est, et per id in spatio. Quod ita factum sit, illi qui in sensualibus corporeis sunt, et ex illis cogitant, non induci possunt ad credendum; causa est, quia sensualia corporea non possunt capere progressiones absque spatiis: at usque illi, qui ex sensuali spiritus sui aliquantum remoto seu subducto a sensuali corporis, ita interius in se, cogitant, possunt induci ad credendum et capere, quoniam in idea cogitationis interioris non est spatium nec tempus, sed pro illis talia ex quibus spatia et tempora. Pro his itaque sint haec quae sequuntur de Telluribus in Coelo astrifero, et non pro aliis, nisi tales sint ut se instrui patiantur. @1 Quod homo post mortem secum habeat memoriam omnium suarum rerum in munda, n: 2476 ad 2486.$ @2 Quod motus, progressiones, et mutationes loci in altera vita sint mutationes status interiorem vitae, et quod usque realiter appareant spiritibus et angelis sicut actualiter sint, n: 1273 ad 1277, 1377, 3356, 5605, 10734.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 128"
    },
    {
      "section": 128,
      "title": "Paragraph 128",
      "text": "128. In statu vigili ducebar quoad spiritum per angelos a Domino ad quandam Tellurem in Universo, comitantibus spiritibus quibusdam ex hoc orbe: progressio fiebat dextrorsum, et perstabat duabus horis. Circa finem Mundi nostri Solis apparuit primum nubes candicans, sed densa; et post illam fumus igneus ascendens ex magno hiatu: erat ingens Vorago separans ab illa parte Mundum nostrum solarem a Mundis quibusdam Coeli siderei: igneus ille fumus ad satis multam distantiam apparuit. Trans illum medium ferebar; et tunc apparuerunt subter in Hiatu illo seu Voragine perplures homines, qui erant spiritus; (Spiritus enim apparent omnes in humana forma, et actualiter sunt homines) audivi etiam illos inter se loquentes; sed unde erant, et quales, non scire dabatur: unus tamen ex illis mihi dicebat, quod essent Custodiae, ne Spiritus transeant ab hoc Mundo in alterum in Universo absque data copia. Quod ita esset, etiam confirmabatur; aliqui enim Spiritus, qui in comitatu erant, quibus non permissum fuit transire, cum ad magnam illam intercapedinem venerunt, coeperunt clamare valde quod pereant: erant enim sicut illi qui in agone cum morte luctantur; quare ab illa parte Voraginis illius subsistebant, nec ulterius transferri potuerunt; igneus enim fumus exhalatus ex voragine occupabat illos, ac ita cruciabat. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 129"
    },
    {
      "section": 129,
      "title": "Paragraph 129",
      "text": "129. Postquam per magnum illum Hiatum translatus fui, tandem perveni ad locum ubi morabar; et tunc apparebant mihi Spiritus superne, cum quibus loqui datum est: ex loquela eorum, et ex genio appercipiendi res et exponendi illas, clare animadverti quod essent ex alia Tellure, nam prorsus differebant a spiritibus mundi nostri Solis: illi etiam ex mea loquela appercipiebant, quod e longinquo essem. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 130"
    },
    {
      "section": 130,
      "title": "Paragraph 130",
      "text": "130. Postquam de variis aliquantisper loquuti sumus; quaerebam quem Deum colerent, dicebant quod aliquem Angelum, qui sicut Divinus homo illis apparet, fulget enim ex luce; et quod is instruat illos, et det appercipere quid faciendum. Dicebant porro, quod sciant quod maximus Deus sit in Sole Coeli angelici, et quod Is appareat Angelo suo, et non sibi; et quod Ille major sit, quam ut ausint Ipsum adorare. Angelus, quem colebant, erat Societas angelica, cui a Domino datum est praeesse illis, ac docere viam justi et recti; ideo illis lux est ex quadam flamma, quae instar faculae apparet, satis ignea et flava; causa venit ex eo, quod non adorent Dominum, inde non est lux illis ex Sole Coeli angelici, sed ex Societate angelica; nam Societas angelica, cum datur a Domino, talem lucem potest sistere spiritibus qui in regione inferiore sunt. Societas illa angelica etiam mihi visa est, erat alte supra illos; et quoque visum est ibi flammeum unde lux. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 131"
    },
    {
      "section": 131,
      "title": "Paragraph 131",
      "text": "131. Caeteroquin erant modesti, aliquantum simplices, sed usque satis bene cogitabant. Ex luce apud illos concludi potuit, quale illis intellectuale; nam secundum receptionem lucis, quae in coelis, est intellectus, quoniam divinum Verum procedens a Domino ut Sole est quod ibi lucet et dat angelis non modo videre sed etiam intelligere {1}. @1 Quod Lux magna in coelis sit, n: 1117, 1521, 1522, 1533,"
    },
    {
      "section": 1619,
      "title": "Paragraph 1619",
      "text": "1619 ad 1632, 4527, 5400, 8644. Quod omnis Lux in coelis sit a Domino ut Sole ibi, n: 1053, 1521, 3195, 3341, 3636, 4415, 9548, 9684, 10809. Quod divinum Verum procedens a Domino appareat in Coelis ut Lux, n: 3195, 3222, 5400, 8644, 9399, 9548, 9684. Quod Lux illa illuminet angelorum ac spirituum et visum et intellectum: n: 2776, 3138. Quod Lux coeli etiam illuminet intellectum hominis, n: 1524, 3138, 3167, 4408, 6608, 8707, 9126, 9399, 10569.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 132"
    },
    {
      "section": 132,
      "title": "Paragraph 132",
      "text": "132. Instruebar, quod incolae et spiritus illius telluris referant in maximo Homine aliquid in LIENE, de quo confirmatus sum per influxum in Lienem, quum mecum loquebantur. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 133"
    },
    {
      "section": 133,
      "title": "Paragraph 133",
      "text": "133. Interrogati sunt de Sole mundi eorum, qui illuminat Tellurem eorum, dicebant quod Sol ibi appareat flammeus; et cum magnitudinem Solis nostrae Telluris repraesentarem, ajebant, quod minor sit; nam Sol illis est coram nostris oculis Stella; et ab angelis audivi, quod esset Stella inter minores. Dicebant etiam, quod e tellure sua quoque coelum stelliferum videatur: quod Stella reliquis major appareat illis versus occidentem; dictum e coelo, quod illa sit noster Sol. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 134"
    },
    {
      "section": 134,
      "title": "Paragraph 134",
      "text": "134. Postmodum aperiebatur mihi visus, ut aliquantum spectare possem in ipsam Tellurem; et apparebant prata plura, ac sylvae cum arboribus foliaceis; tum lanigerae oves. Postea videbam aliquot incolas, qui ex viliore sorte erant, amicti vestitu poene quali rustici in Europa. Visus etiam est vir cum sua muliere; haec apparebat pulchra statura, et gestu decoro; vir similiter; sed quod mirabar, ille ambulabat magnificus, gressu quasi fastuoso; sed mulier vicissim gressu humili: dicebatur ab angelis, quod talis mos in illa Tellure sit, et quod viri, qui tales, amentur, quia usque boni sunt. Dictum porro, quod non liceat illis plures uxores habere, quia id contra leges. Mulier quae visa, ante pectus habebat latum indumentum, post quod se abscondere potuit, quod ita factum erat, ut inserere brachia posset, ac illo se induere, et sic abire; id quoad inferiorem partem subduci potuit, et subductum et corpori applicatum apparuit instar pectoralis, quale foeminis nostrae Telluris: sed idem etiam inserviebat viro pro indumento; visum quod sumeret id a muliere, et applicaret tergo suo, et solveret inferiorem partem, quae sic defluebat ad pedes sicut toga, et ita ambulabat vestitus. Quae visa sunt in Tellure illa, non visa sunt oculis corporis mei, sed oculis spiritus mei, et spiritus potest videre illa quae in Tellure sunt, quando id datur a Domino. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 135"
    },
    {
      "section": 135,
      "title": "Paragraph 135",
      "text": "135. Quoniam scio, quod dubitaturi sint, num usquam possibile sit, quod homo oculis spiritus sui possit videre aliquid in tellure tantum distante, licet dicere quomodo res se habet. Distantiae in altera vita non sunt sicut distantiae in Tellure; distantiae in altera vita se habent prorsus secundum status interiorum cujusvis; qui in simili statu sunt, illi simul sunt in una societate et in uno loco; omne praesens ibi est ex similitudine status, et omne distans ex dissimilitudine ejus; inde erat, quod juxta illam tellurem essem, cum a Domino perductus sum in statum similem statui spirituum et incolarum ibi, et quod tunc praesens loquerer cum illis: inde patet, quod Tellures in mundo spirituali non distent sicut in mundo naturali, sed modo apparenter secundum status vitae incolarum et spirituum ibi: status vitae est status affectionum quoad amorem et fidem. Quod spiritus possit videre illa quae in Tellure sunt, seu quod idem, homo quoad spiritum, licet exponere, quomodo etiam haec res se habet. Spiritus non possunt, nec Angeli suo visu videre quicquam quod in mundo; illis enim lux mundi seu solaris est velut densa caligo; sicut homo visu sui corporis nec videre potest quicquam quod in altera vita, ei enim lux coeli est, velut densa caligo: sed usque Spiritus et Angeli, quando Domino beneplacet, possunt videre illa quae in mundo per oculos hominis; sed hoc non concedit Dominus apud alios, quam quibus dat Dominus loqui cum spiritibus et angelis, et esse simul cum illis: per meos oculos datum est illis videre illa quae in mundo, et tam manifeste sicut ego; tum etiam audire homines mecum loquentes: contigit aliquoties, quod aliqui amicos suos, quos habuerunt in vita corporis, per me viderint ita praesentes prorsus sicut prius, et obstupuerunt; viderunt etiam suos maritos et infantes, et voluerunt dicere quod adessent et viderent eos, utque referrem de suo statu in altera vita; sed dicere illis et revelare, quod sic visi, mihi interdictum erat, etiam ex ea causa, quod dixissent me insanire, aut cogitavissent deliria animi esse, quia notum mihi fuit quod, tametsi ore dicerent, usque corde non crederent dari spiritus, ac mortuos resurrexisse et esse inter spiritus, et hos videre et audire posse per hominem. Quando primum mihi apertus fuit visus interior, ac illi qui in altera vita per oculos meos viderunt mundum, et quae in mundo erant, ita obstupefacti sunt, ut dicerent hoc miraculum miraculorum esse, et affecti sunt novo gaudio, quod sic communicatio daretur terrae cum coelo, ac coeli cum terra; ast hoc gaudium persistebat per menses; sed postquam familiare factum est, nunc nihil mirantur. Instructus sum, quod Spiritus et Angeli apud alios homines ne hilum videant quae in mundo, sed modo percipiant cogitationes et affectiones eorum, apud quos sunt. Ex his constare potuit, quod homo ita creatus sit, ut cum vivit in mundo inter homines, simul etiam viveret in coelo inter angelos, et vicissim, sic ut Coelum et Mundus apud hominem simul essent et unum agerent, et scirent homines quid in Coelo, et Angeli quid in mundo; et cum homines decedunt, transirent sic e Regno Domini in Terris in Regnum Domini in Coelis, non sicut in aliud, sed sicut in idem, in quo etiam fuerunt cum vixerunt in corpore; sed quia homo ita corporeus factus est, sibi Coelum clausit. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 136"
    },
    {
      "section": 136,
      "title": "Paragraph 136",
      "text": "136. Ultimo loquutus sum cum Spiritibus qui ex illa Tellure de variis in nostra Tellure, imprimis de eo quod Scientiae hic sint quae non alibi, ut Astronomica, Geometrica, Mechanica, Physica, Chymica, Medica, Optica, Philosophica; et praeterea Artes, quae non alibi cognitae, ut Naves construendi, Metalla fundendi, scribendi super chartis, et eadem vulgandi typis, et sic communicandi cum aliis in Tellure, etiam conservandi in posteritatem millium annorum, et quod ita factum sit cum Verbo quod a Domino, et quod ideo Revelatio constanter manens sit in nostra Tellure. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 137"
    },
    {
      "section": 137,
      "title": "Paragraph 137",
      "text": "137. Tandem mihi ostensum est Infernum illorum qui ab illa Tellure; illi qui inde visi terrebant quam maxime; monstrosas eorum facies non describere ausim. Visae etiam ibi Magae, quae diras exercent artes; hae indutae apparebant viridi, et incutiebant horrorem. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 138"
    },
    {
      "section": 138,
      "title": "Paragraph 138",
      "text": "138. DE SECUNDA TELLURE IN COELO ASTRIFERO, et DE EJUS SPIRITIBUS et INCOLIS Postea ductus sum a Domino ad Tellurem in Universo, quae distabat a nostra Tellure longinquius quam prima illa, de qua nunc actum est; quod distaret longinquius, patescebat ex eo, quod illuc quoad spiritum meum perductus sim per binos dies: erat illa Tellus ad sinistrum, prior autem ad dextrum. Quia longinquitas in mundo spirituali non est ex distantia loci, sed ex differentia status, ut supra dictum est, quapropter ex mora progressionis illuc, quae erat duorum dierum, concludere potui, quod status interiorum apud illos, qui est status affectionum et inde cogitationum, tantum differret a statu interiorum, qui est apud spiritus e nostra Tellure. Quoniam perlatus sum illuc quoad spiritum per mutationes status interiorum, datum est observare ipsas mutationes successivas, antequam illuc perventum est. Factum est hoc cum vigil eram. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 139"
    },
    {
      "section": 139,
      "title": "Paragraph 139",
      "text": "139. Quando illuc perventum est, non visa est Tellus, sed visi Spiritus ex illa Tellure; nam, ut prius quoque dictum, Spiritus cujusvis Telluris apparent circa suam Tellurem, ex causa quia simili genio sunt cum indigenis, nam ex illis sunt, utque inserviant illis. Visi sunt spiritus illi admodum alte supra caput, et inde me pervenientem perspexerunt: sciendum, quod qui in altera vita in alto stant, perspicere possint illos qui infra sunt, et quo in altiori, eo latius, et quod non modo possint perspicere illos, sed etiam loqui cum illis. Observabant inde, quod non ex eorum Tellure essem, sed e longinquo aliunde; quapropter me inde alloquuti sunt, interrogando de variis, ad quae etiam respondere datum est; et inter alia narrabam illis ex qua Tellure essem, et qualis ea esset: et postea dicebam de Telluribus in Mundo nostro solari: et tunc quoque de spiritibus Telluris seu Planetae Mercurii, quod illi pervagentur ad plures Tellures ad comparandas sibi cognitiones rerum variarum; cum id audiebant, dicebant quod etiam illos apud se viderint. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 140"
    },
    {
      "section": 140,
      "title": "Paragraph 140",
      "text": "140. Dicebatur mihi ab Angelis e nostra Tellure, quod illius Telluris Incolae et Spiritus referrent in maximo Homine ACIEM VISUS, et quod ideo in alto appareant; et quod etiam sint acie admodum perspicaci. Quia id referebant, et quia perspicaciter videbant quae infra erant, inter loquendum etiam illos comparabam Aquilis, quae alte volant, ac perspicaciter et late circumspiciunt: sed ad haec indignati sunt, putantes quod crederem illos Aquilis similes quoad rapinam, et sic quod mali essent; sed respondebam, quod non assimilarem illos Aquilis quoad rapinam, sed quoad aciem visus. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 141"
    },
    {
      "section": 141,
      "title": "Paragraph 141",
      "text": "141. Interrogati sunt de Deo quem colerent, ad quod respondebant, quod colerent Deum visibilem et invisibilem, Deum visibilem sub Humana forma, ac Deum invisibilem non sub aliqua forma; et compertum est ex loquela eorum, et quoque ex ideis cogitationis eorum mecum communicatis, quod Deus visibilis esset Ipse noster Dominus, et quoque Ipsum vocabant Dominum. Ad haec respondere datum est, quod etiam in nostra Tellure colatur Deus invisibilis et visibilis, et quod Deus invisibilis dicatur Pater, et visibilis Dominus; sed quod uterque unum sint, sicut Ipse docuit, dicendo, quod speciem Patris nunquam viderint, at quod Pater et Ipse unum sint, et quod qui videt Ipsum videat Patrem, et quod Pater in Ipso et Ipse in Patre sit; consequenter quod utrumque id Divinum in una Persona sit. Quod illa Ipsius Domini verba sint, videatur Johan: Cap: v: 37. Cap: x: 30. Cap: xiv: 7.9.10.11. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 142"
    },
    {
      "section": 142,
      "title": "Paragraph 142",
      "text": "142. Postmodum videbam alios spiritus ex eadem Tellure, qui apparebant in loco infra illos, cum quibus etiam loquebar; sed illi erant idololatrae, colebant enim idolum ex saxo, simile homini sed non pulchro: sciendum est, quod omnes qui in alteram vitam veniunt, in principio cultum habeant similem cultui suo in mundo, sed quod successive ab illo removeantur: causa quod ita fiat, est quia omnis cultus manet implantatus interiori vitae hominis, e qua non removeri et eradicari nisi successive potest. Cum id visum, dicere illis dabatur, quod non oporteat adorare mortuum sed vivum; ad quod respondebant, quod sciant quod Deus vivat et non saxum, sed quod cogitent de Deo vivo, cum intuentur saxum simile homini, et quod aliter ideae cogitationis suae non possint figi ac determinari ad Deum invisibilem; tunc illis dicere datum est, quod ideae cogitationis possint figi et determinari ad Deum invisibilem, cum ad Dominum, qui est Deus visibilis in cogitatione sub Humana forma; et sic quod homo possit conjungi Deo invisibili cogitatione et affectione, proinde fide et amore, cum conjungitur Domino, non autem aliter. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 143"
    },
    {
      "section": 143,
      "title": "Paragraph 143",
      "text": "143. Quaerebantur spiritus, qui ex alto visi sunt, num in Tellure vivant sub imperiis Principum aut Regum; ad haec respondebant, quod nesciant quid imperia, et quod vivant sub se, distincti in gentes, familias, et domos: quaerebantur, num sic securi, dicebant quod securi, quoniam una familia alteri nihil invidet, et nihil derogare vult; indignati quod talia quaererentur, sicut insimularentur hostilitatis, aut alicujus tutelae contra praedones; quid magis opus est, ajebant, quam habere victum et amictum, et sic contenti et quieti sub se habitare. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 144"
    },
    {
      "section": 144,
      "title": "Paragraph 144",
      "text": "144. Porro interrogati de Tellure sua dicebant, quod illis prata sint, floreta, sylvae plenae arboribus fructiferis, et quoque lacus in quibus pisces; quodque aves coloris caerulei cum aureis pennis; et quod animalia majora et minora; inter minora memorabant, quae dorsum elevatum instar camelorum in nostra Tellure haberent; et tamen quod non vescantur carne eorum sed solum carne piscium; et praeterea fructibus ex arboribus, et leguminibus ex terra. Dicebant porro, quod non habitent in exstructis domibus, sed in Lucis, in quibus inter frondes faciunt sibi tecta pro imbre et pro aestu solis. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 145"
    },
    {
      "section": 145,
      "title": "Paragraph 145",
      "text": "145. Interrogati sunt de Sole suo, qui est Stella coram oculis ex nostra Tellure; dicebant quod ille appareat igneus, ad visum non major quam Caput hominis: ab angelis mihi dicebatur, quod Stella, quae illis Sol, inter minores esset, non procul distans ab Aequatore coeli. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 146"
    },
    {
      "section": 146,
      "title": "Paragraph 146",
      "text": "146. Visi sunt spiritus, qui similes sibi cum homines in sua tellure fuerunt; erant facie non absimili faciei hominum nostrae Telluris, praeter quod Oculi eorum parvi essent, et quoque Nasus parvus: hoc quia videbatur mihi ut aliquantum deforme, dicebant quod parvi oculi et parvus nasus illis pulchritudo sint. Foemina visa est, induta toga, in qua rosae varii coloris: quaerebam unde in tellure illa sibi parant vestes, respondebant, quod legant ex herbis talia quae contexunt in fila; et quod fila dein statim componant duplici ac triplici ordine, ac humectent aqua glutinosa, et sic consistentiam inducant, colorando illam telam postea ex succis herbaceis. Ostensum quoque est, quomodo parant fila; sedent desupinatae in solio, et per digitos pedum convolvunt illa, et convoluta trahunt ad se, et subigunt per manus. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 147"
    },
    {
      "section": 147,
      "title": "Paragraph 147",
      "text": "147. Dicebant etiam, quod in illa Tellure Maritus solum unam uxorem habeat, et non plures; et quod procreent liberos ad numerum decem usque ad quindecim. Addebant, quod etiam inveniantur ibi scorta, sed quod illae post vitam corporis, cum fiunt spiritus, sint magae, et conjiciantur in infernum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 148"
    },
    {
      "section": 148,
      "title": "Paragraph 148",
      "text": "148. DE TERTIA TELLURE IN COELO ASTRIFERO, DEQUE EJUS SPIRITIBUS et INCOLIS Apparebant spiritus e longinquo, qui non appropinquare volebant; causa erat, quia non simul potuerunt esse cum spiritibus nostrae Telluris, qui circum me tunc erant; inde appercepi, quod ex alia Tellure essent; et postea mihi dictum est, quod ex Tellure quadam in Universo; sed ubi illa Tellus, non mihi indicatum est. Spiritus illi nolebant prorsus cogitare de suo corpore, ne quidem de aliqua re corporea et materiali, secus ac spiritus e nostra Tellure; inde erat, quod non appropinquare vellent: sed usque post remotionem aliquorum spirituum nostrae telluris, propius accedebant, et mecum loquebantur. Verum tunc sentita est anxietas, oriunda ex collisione sphaerarum; sphaerae enim spirituales circumdant omnes spiritus et spirituum societates {***cc***}, et quia emanant ex vita affectionum et inde cogitationum, ideo ubi contrariae affectiones sunt, fit collisio, et inde anxietas. Narrabant nostrae Telluris spiritus, quod nec illi ausint ad illos approximare, quoniam cum approximant, non modo anxietate corripiuntur, sed etiam apparent sibi sicut ligati quoad manus et pedes serpentibus, e quibus non solvi possunt, priusquam recedunt; quod ita appareat, causam ducit ex Correspondentia; nam nostrae Telluris spiritus in maximo Homine referunt sensum externum, ita Sensuale corporeum, et hoc sensuale repraesentatur in altera vita per serpentes {2}. @2 Quod Sensuale externum hominis in mundo spirituali repraesentetur per serpentes, quia id in infimis est, et respective ad interiora apud hominem jacet humi et quasi serpit; et quod inde illi vocati sint serpentes, qui ex sensuali illo ratiocinati sunt, n: 195, 196, 197, 6398, 6949.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 149"
    },
    {
      "section": 149,
      "title": "Paragraph 149",
      "text": "149. Quia Spiritus illius Telluris tales sunt, ideo apparent coram oculis aliorum spirituum non sicut alii in perspicua forma humana, sed sicut nubes, plerique instar nubis nigricantis, cui candidum humanum inspersum est; sed dicebant, quod intus candidi sint, et quod cum angeli fiunt, nigricans illud vertatur in pulchrum caeruleum; quod etiam mihi ostendebatur. Interrogabam num in tali idea de corpore suo etiam fuerint, cum vixerunt homines in mundo; dicebant quod homines telluris suae nihili faciant corpora sua, sed modo spiritum in corpore, quia sciunt hunc victurum in aeternum, at corpus periturum: ajebant etiam, quod plures in tellure sua credant spiritum corporis ab aeterno fuisse, infusum corpori dum concepti; sed addebant, quod nunc sciant non ita esse, et quod paeniteat illos in tali falsa opinione etiam fuisse. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 150"
    },
    {
      "section": 150,
      "title": "Paragraph 150",
      "text": "150. Cum quaererem num vellent videre aliqua in nostra Tellure, et quod id posset fieri per meos oculos, (vide supra n: 135) sed respondebant primum quod non possent, dein quod non vellent, quoniam non alia forent quae visuri quam terrestria et materialia, a quibus cogitationes, quantum possunt, removent. Sed usque repraesentabantur coram illis magnifica Palatia, ad similitudinem eorum quae in nostra Tellure apud Reges et Principes sunt; nam talia coram spiritibus repraesentari possunt, et cum repraesentantur apparent prorsus sicut forent; verum Spiritus ex illa Tellure nihil illa aestimabant, vocabant illa simulacra marmorea: et tunc narrabant, quod apud eos magnificentiora sint, et quod illa essent Aedes eorum sacrae, non ex lapide sed ex ligno. Quum illis dicebatur, quod ea usque essent terrestria, respondebant quod non essent, sed coelestia, quia cum illas inspiciunt non ideam terrestrem sed coelestem habent; credentes quod etiam visuri similia in Coelo post mortem. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 151"
    },
    {
      "section": 151,
      "title": "Paragraph 151",
      "text": "151. Repraesentabant tunc sacras suas Aedes coram spiritibus nostrae Telluris, qui dicebant quod magnificentiora non viderint; et quoniam mihi etiam visae sunt, ideo describere eas possum: construuntur ex arboribus non caesis, sed in nativo suo solo crescentibus; dicebant, quod in Tellure illa essent arbores admiranda proceritate et altitudine; illas a suis initiis disponunt in ordines, ut sint in porticus et in ambulacra, et ramos earum a teneris aptant et parant per sectiones et putationes ut, dum crescunt, consertent se et conjungant pro Aedis construendae solo et pavimento, et ad latera se elevent pro parietibus, ac superne inflectant se in arcus pro tecto; inde construunt Aedem admiranda arte, elevatam alte super terram; in quam etiam ascensum parant per continuos ramos arborum exporrectos et firmiter connexos. Insuper exornant Aedem illam extra et intra variis modis per applicationes frondium in formas: ita aedificant integros lucos. Sed quales sunt illae Aedes intus, non videre datum est, solum dictum, quod lux solis eorum intromittatur per aperturas inter ramos, ac passim transmittatur per chrystalla, per quae lux variegatur in colores quasi iridis circum parietes, imprimis in colores caeruleos et aurantios, quos prae reliquis amant. Haec sunt illorum Architectonica, quae praeferunt Palatiis magnificentissimis nostrae Telluris. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 152"
    },
    {
      "section": 152,
      "title": "Paragraph 152",
      "text": "152. Dicebant porro, quod incolae non habitent in altis, sed super terra in humilibus casis, ex causa quoniam alta sunt pro Domino qui in Coelo, et humilia pro hominibus qui in terra: etiam casae eorum mihi ostensae sunt; erant oblongae, intus juxta parietes Lectus continuus, in quo cubant unus post alterum; in parte opposita ostio est locus sinuatus in rotundum, ante quem mensa, ac post illam focus, ex quo illuminatur tota illa camera: in foco illo non est ignis ardens, sed est lignum luminosum, quod ex se tantum luminis effundit, quantum flamma focalis; ajebant quod ligna illa ad vesperas appareant sicut in illis esset ignis prunosus. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 153"
    },
    {
      "section": 153,
      "title": "Paragraph 153",
      "text": "153. Dicebant, quod non vivant societates, sed domus per se; et quod societates sint quando conveniunt ad cultum; et quod tunc intra Aedem ambulent qui docent, ac reliqui in porticibus ad latera; et quod in conventibus illis sint iis gaudia interiora, ex conspecta Aede, et ex Cultu in illa. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 154"
    },
    {
      "section": 154,
      "title": "Paragraph 154",
      "text": "154. De Cultu divino dicebant, quod agnoscant Deum sub humana forma, ita Dominum nostrum; nam quicunque Deum universi sub humana forma agnoscunt, acceptantur a Domino nostro et ducuntur; reliqui non duci possunt, quia cogitant absque specie. Addebant, quod incolae telluris eorum instruantur de rebus coeli per commercium aliquod immediatum cum angelis et spiritibus, in quod facilius quam alii a Domino induci possunt, quia ex cogitatione et affectione sua rejiciunt corporea. Quaesivi, quid sit cum illis, qui apud eos mali sunt; dicebant, quod in Tellure sua non liceat improbum esse; at si quis male cogitat et male facit, quod increpetur a spiritu quodam, qui ei denuntiat mortem, si in illis persistit; et quum persistit, quod moriatur per deliquium; et quod eo modo homines illius telluris conserventur a contagiis malorum. Quidam etiam talis spiritus ad me missus est, mecum loquens sicut cum illis; is insuper induxit regioni abdominis mei aliquid doloris, dicens quod sic faciat illis qui male cogitant et male faciunt, et quibus denuntiat mortem si persistant. Dicebant, quod graviter puniantur illi qui sancta prophanant: et quod antequam venit spiritus punitor, appareat illis in visione rictus leonis latus, lividi coloris, qui videtur quasi velle deglutire caput, et divellere id a corpore, inde horror occupat eos: spiritum punitorem vocant diabolum. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 155"
    },
    {
      "section": 155,
      "title": "Paragraph 155",
      "text": "155. Quia desiderabant scire, quomodo cum Revelatione se habet in nostra Tellure, dicebam quod id fiat per scripturam et praedicationem ex Verbo, et non per immediatum commercium cum spiritibus et angelis; et quod scriptura possit typis vulgari, ac ab universis coetibus legi et comprehendi, et sic vita emendari: mirabantur valde, quod talis ars, ignotissima alibi, detur: sed comprehendebant, quod in hac Tellure, ubi corporea et terrestria tantum amantur, divina e Coelo non aliter possint influere et recipi; et quod discriminosum foret illis loqui cum angelis. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 156"
    },
    {
      "section": 156,
      "title": "Paragraph 156",
      "text": "156. Apparent spiritus illius Telluris superne in plano Capitis versus dextrum: omnes Spiritus dignoscuntur ex situ respective ad corpus humanum; quod fit, quia universum coelum correspondet omnibus hominis {***f***}; hi spiritus se tenent in illo plano, et ad illam distantiam, quia correspondentia illorum non est cum externis apud hominem, sed cum interioribus. Actio illorum est in sinistrum Genu, supra et infra paulum, cum quadam vibratione perquam sensibili; quod signum est, quod correspondeant Conjunctioni Naturalium et Coelestium. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 157"
    },
    {
      "section": 157,
      "title": "Paragraph 157",
      "text": "157. DE QUARTA TELLURE IN COELO ASTRIFERO, DEQUE EJUS SPIRITIBUS et INCOLIS Perductus sum adhuc ad aliam Tellurem quae in Universo extra Mundum nostrum Solarem, quod factum est per mutationes status mentis meae, ita quoad spiritum; nam, ut prius aliquoties dictum est, spiritus non aliter perducitur e loco in locum quam per mutationes status interiorum ejus, quae mutationes apparent ei prorsus sicut promotiones e loco in locum seu sicut profectiones: perstabant illae mutationes continue per decem horas circiter, antequam pervenirem a statu vitae meae ad statum vitae illorum; ita antequam quoad spiritum meum illuc productus sum. Ferebar versus orientem, sinistrorsum, et videbar sensim elevari a plano horizontali: etiam observare dabatur perspicue progressionem et promotionem a priori loco, usque tandem ut non apparerent amplius illi a quibus discessi: ac interea cum spiritibus, qui una mecum erant, de variis loquutus sum. Quidam Spiritus etiam nobiscum erat, qui dum in mundo vixit, Antistes et Praedicator fuerat, et quoque Scriptor valde patheticus: ex idea de illo in me putabant spiritus comites, illum fore Christianum corde prae reliquis; nam in mundo capitur idea, et judicatur ex praedicatione et scriptis, et non ex vita si haec non exstat, et si aliquid vitae non concordantis apparet, usque excusatur; nam idea seu cogitatio et perceptio de aliquo trahit omnia in partes sui. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 158"
    },
    {
      "section": 158,
      "title": "Paragraph 158",
      "text": "158. Postquam animadverti me esse in Coelo astrifero quoad Spiritum longe extra mundum nostri Solis, (hoc enim animadverti potest ex mutationibus status et inde apparente progressione continua, quae erat paene decem horarum) tandem audivi Spiritus loquentes juxta aliquam Tellurem, quae postea etiam mihi visa est: ad quos cum appropinquavi, post aliquam colloquutionem, dicebant, quod ad illos quandoque hospites aliunde veniant, qui loquuntur cum illis de Deo, et confundunt ideas cogitationis eorum: monstrabant etiam viam per quam veniunt, ex qua perceptum, quod essent ex spiritibus e nostra Tellure: interrogabantur tunc in quo confunderent, ajebant per id quod dicant credendum esse in Divinum distinctum in tres Personas, quas usque vocant unum Deum; et cum explorant ideam cogitationum eorum, sistitur illa sicut Trinum non continuum sed discretum, et apud quosdam sicut tres Personae inter se loquentes, unus ad alterum, et apud quosdam ut bini assidentes, unus prope alterum, et tertius audiens illos et ab illis vadens; et tametsi unamquamvis Personam vocant Deum, et de unaquavis aliam ideam habent, usque dicunt unum Deum: questi valde, quod per id confundant eos, quod cogitent tres et dicant unum, cum tamen cogitandum sit sicut dicitur, et dicendum sicut cogitatur. Spiritus, qui in mundo antistes et praedicator fuerat, et quoque mecum erat, tunc etiam explorabatur, qualem ille ideam de uno Deo et tribus Personis haberet, repraesentabat tres Deos, at illos unum per continuum; sed sistebat Trinum hoc Unum ut invisibile quia Divinum; et cum hoc sistebat, perceptum est quod tunc modo cogitaret de Patre et non de Domino, et quod idea ejus de Deo invisibili non alia esset quam sicut de natura in suis primis, ex qua resultabat quod intimum naturae ei fuerit suum Divinum, et sic quod inde facile perduci posset ad agnoscendum naturam pro Deo Sciendum est, quod idea cujusvis de quacunque re in altera vita sistatur ad vivum, et quod per id exploretur unusquisque, qualis ei cogitatio et perceptio de rebus fidei est; et quod idea cogitationis de Deo sit principalis omnium; nam per illam, si genuina, conjunctio fit cum Divino, et inde cum Coelo. Interrogati dein qualem illi ideam haberent de Deo, respondebant quod non concipiant Deum invisibilem, sed Deum visibilem sub humana forma; et quod hoc non modo sciant ex interiore perceptione, sed etiam ex eo quod apparuerit illis ut Homo; addentes, quod si secundum quorundam advenarum ideam conciperent Deum ut invisibilem, ita absque forma et quali, nequaquam possent cogitare de Deo, quoniam invisibile tale non cadit in ideam cogitationis. His auditis, dicere illis dabatur, quod bene faciant quod cogitent de Deo sub humana forma, et quod multi ex nostra Tellure similiter cogitent, imprimis cum de Domino; et quod antiqui non aliter cogitaverint; narrabam tunc de Abrahamo, de Lotho, de Gideone, deque Manoacho et ejus uxore, et quid de illis memoratur in nostro Verbo, quod nempe viderint Deum sub humana forma, et visum agnoverint pro Creatore Universi, et vocaverint Jehovam, et hoc quoque ex interiore perceptione: sed quod hodie interior illa perceptio in Orbe Christiano perierit, ac modo remaneat apud simplices qui in fide. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 159"
    },
    {
      "section": 159,
      "title": "Paragraph 159",
      "text": "159. Antequam haec dicta sunt, crediderunt quod etiam noster comitatus esset inter illos qui vellent confundere eos per ideam Trium de Deo, quapropter his auditis gaudio affecti sunt et dixerunt, quod a Deo, Quem tunc vocabant Dominum, etiam missi sint qui docent eos de Ipso et quod non admittere velint advenas qui perturbant eos, imprimis per tres Personas in Divinitate, quoniam sciunt quod Deus unus sit, proinde quod Divinum unum, et non ex Tribus unanimum, nisi velint cogitare de Deo Sicut de Angelo, in quo Intimum vitae est quod invisibile ex quo cogitat et sapit, et Externum vitae quod visibile sub humana forma ex quo videt et agit, et Procedens vitae quod est sphaera amoris et fidei ab illo, nam ab unoquovis Spiritu et Angelo procedit sphaera vitae, ex qua ad distantiam noscitur {***cc***}; et quoad Dominum, quod Procedens vitae ab Ipso sit Ipsum Divinum quod implet Coelos et facit illos, quia procedit ex Ipso Esse vitae Amoris et Fidei; dicebant, quod sic non aliter possint percipere Trinum et Unum simul. His auditis dicere dabatur, quod talis idea de Trino et simul Uno concordet cum idea Angelica de Domino; et quod sit ex ipsa Doctrina Domini de Se Ipso; nam docet quod Pater et Ipse unum sint, quod Pater in Ipso et Ipse in Patre; quod qui videt Ipsum videat Patrem; ac qui credit in Ipsum credat in Patrem et cognoscat Illum; tum quod Paracletus, quem vocat Spiritum veritatis, ut et Spiritum Sanctum, procedat ab Ipso, et non loquatur a Se sed ab Ipso, per quem intelligitur Divinum procedens. Porro, quod idea de Trino et simul Uno concordet cum Esse et Existere vitae Domini cum fuit in mundo; Esse vitae Ipsius fuit Ipsum Divinum, nam conceptus est a Jehovah; et Esse vitae cujusvis est a quo concipitur; Existere vitae ex illo Esse est Humanum in forma: esse vitae cujusvis hominis quod ei a patre, vocatur Anima, et existere vitae inde vocatur Corpus; Anima et Corpus unum hominem constituunt; similitudo inter utrumque est sicut inter id quod est in Conatu et quod est in Actu inde, est enim actus conatus agens, et sic duo unum: Conatus in homine vocatur Voluntas, et conatus agens vocatur actio; Corpus est instrumentale per quod Voluntas quae est principale agit, ac instrumentale et principale in agendo unum sunt; ita Anima et Corpus: talem ideam de anima et corpore habent Angeli in Caelo; inde sciunt, quod Dominus Humanum Suum fecerit Divinum ex Divino in Se quod fuit Ipsi Anima ex Patre. Fides etiam recepta ubivis in Christiano Orbe nec dissentit, nam illa docet, \"Quamvis Christus est Deus et Homo, usque tamen non est duo, sed unus Christus; imo est prorsus unus et unica Persona; quia sicut Corpus et Anima sunt unus homo, ita quoque Deus et Homo est unus Christus\" {2}. Quia talis unio fuit, seu tale Unum in Domino, ideo non modo quoad animam, sed etiam quoad corpus, quod in mundo glorificavit, resurrexit, secus ac ullus homo; de quo etiam instruit discipulos, dicens, \"Palpate Me et videte, nam Spiritus Carnem et Ossa non habet, sicut Me videtis habere\" {3}. Haec bene intellexerunt Spiritus illi, nam talia cadunt in intellectum Spirituum angelicorum; addebant tunc, quod soli Domino sit potestas in Coelis, et quod Coeli sint Ipsius; ad quae respondere datum est, quod etiam id sciat Ecclesia in nostra Tellure ex Ipsius Domini ore antequam ascendit in Coelum; dixit enim tunc \"Data est Mihi omnis potestas in Coelo et in Terra.\" @2 Ex Athanasii symbolo.$ @3 Quod homo statim post mortem resurgat quoad spiritum; et quod ille sit in humana forma, et quod sit homo quoad omnia et singula, n: 4527, 5006, 5078, 8939, 8991, 10594, 10597,"
    },
    {
      "section": 10758,
      "title": "Paragraph 10758",
      "text": "10758. Quod homo resurgat tantum quoad spiritum, et non quoad corpus, n: 10593, 10594. Quod solus Dominus etiam quoad Corpus resurrexerit, n: 1729, 2083, 5078, 10825.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 160"
    },
    {
      "section": 160,
      "title": "Paragraph 160",
      "text": "160. Postea loquutus sum cum Spiritibus illis de sua Tellure; nam hoc sciunt omnes Spiritus, quando memoria eorum naturalis seu externa aperitur a Domino; hanc enim secum habent e mundo, sed non aperitur nisi ex beneplacito Domini. Dicebant tunc Spiritus de Tellure sua, e qua erant, quod, cum illis venia datur, appareant incolis Telluris suae, ac loquantur cum illis sicut homines; et quod id fiat per id quod mittantur in memoriam suam naturalem seu externam, et inde cogitationem in quali fuerunt cum vixerunt in mundo, et quod incolis tunc aperiatur visus interior seu visus spiritus illorum, ex quo illi videntur; addebant, quod incolae non aliter sciant, quam quod sint homines suae telluris, et quod tunc primum appercipiant quod non sint, quando ex oculis eorum subito auferuntur. Dicebam illis, quod similiter in nostra Tellure antiquis temporibus factum sit, sicut coram Abrahamo, Sarah, Lotho, Incolis Sodomae, Manoacho et ejus uxore, Joschua, Maria, Elisabetha, ac in genere coram Prophetis: et quod Dominus similiter apparuerit, et qui viderunt non sciverint aliter quam quod homo telluris esset, antequam Se revelavit. Sed quod hodie hoc raro fiat, ex causa ne homines per talia cogantur ad credendum; nam fides coacta, qualis est quae intrat per miracula, non inhaeret, et quoque damno foret illis apud quos fides per Verbum in statu non coacto implantari potest. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 161"
    },
    {
      "section": 161,
      "title": "Paragraph 161",
      "text": "161. Spiritus qui in mundo fuerat Antistes et Praedicator, prorsus non credebat quod aliae Tellures darentur quam nostra, ex causa quia cogitaverat in mundo, quod Dominus solum in hac Tellure natus sit, et nulli absque Domino salus; quapropter redactus est in similem statum, in quem rediguntur spiritus quando apparent in Tellure sua sicut homines, de quo mox supra, et sic missus est in Tellurem illam, ut non modo videret eam, sed etiam loqueretur cum incolis ibi quo facto, dabatur etiam communicatio inde mecum, ut similiter viderem incolas, et quoque aliqua super Tellure illa (videatur supra n: 135). Apparebant tunc quatuor Genera hominum, sed unum genus post alterum successive; primum visi sunt homines vestiti; dein nudi colore humano carneo: postea nudi sed corpore inflammato: demum nigri. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 162"
    },
    {
      "section": 162,
      "title": "Paragraph 162",
      "text": "162. Cum Spiritus qui fuerat Antistes et Praedicator, erat apud illos qui vestiti erant, apparebat femina perquam bella facie, induta veste simplici, tunica pendente a tergo decenter, inducta etiam super brachia; tegumentum capitis ejus pulchrum erat in forma serti ex floribus: Spiritus ille visa ea virgine delectabatur valde, et loquebatur cum illa, et quoque prehendebat ejus manum; sed quia illa appercipiebat quod spiritus esset, et non ex illa Tellure, proripiebat se ab illo: postea apparebant ei a dextro plures aliae feminae, quae pascebant oves et agnos, quos tunc ducebant ad canalem potatorium, in quem aqua deducta erat per fossulam ex aliquo lacu; illae similiter vestitae erant, manibus tenentes baculos pastoritios, per quos ducebant oves et agnos ad potum; dicebant quod oves illuc vadant quo baculis suis monstrant. Oves, quae visae, erant grandes, caudis lanigeris, latis et protensis. Facies feminarum visae sunt propius, erant plenae et pulchrae. Viri etiam visi sunt, eorum facies erant colore humano carneo, sicut in nostra Tellure; sed cum differentia, quod inferior pars faciei eorum loco barbae esset nigra, et nasus plus niveo colore quam carneo. Postea Spiritus, qui ut dictum, in mundo fuerat praedicator, perducebatur ulterius, sed invito, quia adhuc in cogitatione illius feminae, qua delectabatur, erat, quod patebat ex eo quod usque aliquid umbrae ex illo appareret in priori loco; veniebat tunc ad illos qui nudi erant: hi visi sunt bini et bini ambulantes una, erant maritus et uxor, cincti velamine circum lumbos, ac quodam tegmine circum caput: Spiritus ille, cum apud hos erat, perducebatur in statum, in quo fuit in mundo cum vellet praedicare, et tunc dixit, quod coram illis vellet praedicare Dominum crucifixum; sed dicebant quod non vellent audire tale, quia nesciunt quid hoc, et quod sciant quod Dominus vivat: ajebat tunc, quod praedicare vellet Dominum vivum, sed hoc quoque recusabant, dicentes, quod apperciperent in loquela ejus non coeleste, quia multum propter se, sui famam et honorem, et quod audiant ex ipso sono loquelae num ex corde, vel non; et quia talis, quod non docere eos posset; quapropter tacebat: fuerat in mundo, cum vixit, maxime patheticus, sic ut perquam movere potuerit auditores ad sanctum; sed patheticum illud fuerat arte acquisitum, ita a se et e mundo, et non e coelo. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 163"
    },
    {
      "section": 163,
      "title": "Paragraph 163",
      "text": "163. Dicebant porro, quod perceptionem habeant, num Conjugiale sit apud illos ex sua gente qui nudi sunt; et ostendebatur quod id percipiant ex idea spirituali de Conjugio, quae mecum communicata erat talis, ut similitudo interiorum esset formata per conjunctionem boni et veri, ita amoris et fidei, et quod ex illa conjunctione defluente in corpus existat amor conjugialis; nam omnia quae animi sunt, sistuntur in aliqua specie naturali in corpore, ita in specie amoris conjugialis, cum interiora duorum se mutuo amant, et quoque ex amore illo desiderant velle et cogitare unus sicut alter, ita quoad interiora quae mentis simul esse et conjungi; inde affectio spiritualis quae mentium fit naturalis in corpore, ac induit se sensu amoris conjugialis; affectio spiritualis quae mentium est affectio boni et veri, ac conjunctionis eorum, nam omnia mentis, seu cogitationis et voluntatis, se referunt ad verum et bonum. Dicebant etiam, quod prorsus non conjugiale detur inter unum virum et plures uxores, quoniam conjugium boni et veri, quod est mentium, non dabile est quam inter binos. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 164"
    },
    {
      "section": 164,
      "title": "Paragraph 164",
      "text": "164. Deinde veniebat Spiritus, de quo supra, ad illos qui erant nudi sed corpore inflammato: et ultimo ad illos qui nigri, quorum aliqui erant nudi, aliqui vestiti: sed hi et illi alibi in eadem Tellure habitabant: spiritus enim momento potest duci in dissita Telluris, quoniam non progreditur et fertur sicut homo per spatia sed per mutationes status, (vide supra n: 125.127 {***ss***}). This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 165"
    },
    {
      "section": 165,
      "title": "Paragraph 165",
      "text": "165. Demum loquutus sum cum spiritibus illius Telluris de fide incolarum nostrae Telluris de Resurrectione, quod non possint concipere, quod homines statim post mortem in alteram vitam veniant, et tunc appareant ut homines quoad faciem, corpus, brachia, pedes, et quoad omnes sensus externos et internos; et adhuc minus quod vestibus tunc sint induti; et quod mansiones et habitacula illis sint; et hoc solum ex causa, quia plerique ibi ex sensualibus quae sunt corporis cogitant, ac ideo credunt nihil esse quae non vident et tangunt: et quod pauci eorum subduci a sensualibus externis queant ad interiora, et sic elevari in lucem coeli, in qua talia percipiuntur: inde est, quod de Anima seu Spiritu suo non aliquam ideam hominis habere possint, sed ideam sicut de vento, aere aut pneumate nullius formae, in quo tamen aliquid vitale: haec causa est, quod non credant se resurrecturos quam in fine mundi, quem ultimum Judicium vocant, et tunc quod corpus tametsi collapsum in pulverem et dissipatum in omnes ventos, reducendum sit et conjungendum Animae suae seu spiritui suo: addebam, quod hoc permittatur illis credere, quoniam non aliter capere possunt, qui ex sensualibus externis, ut dictum est, cogitant, quam quod anima seu spiritus ejus non possit vivere homo in humana forma, nisi recipiat id corpus quod circumtulit in mundo; quare nisi diceretur id resurgere, Doctrinam de Resurrectione et de Vita aeterna ut incomprehensibilem e corde rejicerent. Sed usque illa cogitatio de Resurrectione secum id utile habet, quod credant vitam post mortem, ex qua fide sequitur, quod cum jacent aegroti in lecto, et non ex mundanis et corporeis, ita non ex sensualibus, ut prius, cogitant, tunc credant se statim post obitum victuros; loquuntur etiam tunc de coelo, ac de spe vitae ibi statim post mortem remotive a Doctrinali de Ultimo Judicio: narrabam porro, quod aliquoties miratus sim, quod quando illi qui in fide sunt loquuntur de vita post mortem, deque suis qui obeunt vel obiverunt, et tunc non simul cogitant de Ultimo Judicio, credant illos victuros aut vivere homines statim post obitum; sed haec idea, ut primum influit cogitatio de ultimo Judicio, mutatur in ideam materialem de terrestri suo corpore, quod iterum conjungendum suae animae sit: nesciunt enim, quod unusquisque homo sit spiritus quoad interiora sua, et quod ille sit qui vivit in corpore et in singulis ejus, et non corpus ex se; et quod spiritus cujusvis sit, ex quo corpus formam suam humanam habet, consequenter qui principaliter homo est, et in simili forma, sed invisibili coram oculis corporis, at visibili coram oculis spirituum: inde etiam, cum aperitur visus spiritus hominis, quod fit per remotionem visus corporis, apparent Angeli ut homines: ita Angeli apparuerunt antiquis, de quibus in Verbo. Loquutus etiam sum aliquoties cum Spiritibus, quos, cum vixerunt homines in mundo, novi, quaerendo num velint reindui terrestri suo corpore, sicut cogitaverunt prius; quo audito ad solam ideam conjunctionis ejus longe aufugerunt, perculsi stupore, quod in mundo ex caeca fide absque omni intellectu ita cogitaverint. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 166"
    },
    {
      "section": 166,
      "title": "Paragraph 166",
      "text": "166. Praeterea in Tellure illa visa sunt eorum habitacula, quae erant Domus humiles in longum productae, cum fenestris a lateribus secundum numerum mansionum seu camerarum in quas erant divisae; tectum erat rotundum; et janua utrinque in extremitate; dicebant quod exstructae essent ex humo, et tectae cespitibus; et quod fenestrae ex filis gramineis, ita contextae, ut lux transpareret. Infantes quoque visi sunt; dicebant quod vicini ad illos veniant, imprimis propter infantes, ut in consortio sint cum infantibus aliis sub conspectu et auspicio parentum. Apparebant etiam agri tunc albescentes ex messe paene matura; ostensa sunt semina seu grana istius messis, quae similia erant granis tritici Chinensis: ostensi etiam sunt panes ex illis, qui parvi in frustis quadratis. Praeterea etiam apparebant campi graminei cum floribus ibi; et quoque arbores cum fructibus qui similes malogranatis; tum arbusta, quae non vites, sed usque ferentia baccas, ex quibus vinum praeparant. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 167"
    },
    {
      "section": 167,
      "title": "Paragraph 167",
      "text": "167. Sol ibi, qui nobis stella, apparet ibi flammeus, magnitudine fere quartae partis nostri Solis; Annus illis est 200 dierum circiter, ac Dies 15 horarum respective ad tempus dierum in nostra Tellure: ipsa Tellus inter minimas est in Coelo astrifero, vix 500 milliarium Germanicorum in circumferentia: haec dixerunt Angeli ex comparatione facta cum talibus in nostra Tellure, quae in me seu in mea memoria videbant; concludebant illa per ideas angelicas, per quas illico sciuntur mensurae spatiorum et temporum in justa ratione respective ad spatia et tempora alibi: ideae angelicae, quae spirituales, in talibus immensum excedunt ideas humanas, quae naturales. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 168"
    },
    {
      "section": 168,
      "title": "Paragraph 168",
      "text": "168. DE QUINTA TELLURE IN COELO ASTRIFERO, DEQUE EJUS SPIRITIBUS et INCOLIS Perductus sum iterum ad aliam Tellurem, quae extra Mundum nostrum solarem in Universo erat, et hoc quoque per mutationes status paene duodecim horis continuatas. In comitatu mecum erant Spiritus et Angeli ex nostra Tellure plures, cum quibus in via seu progressione illa loquebar: ferebar nunc oblique sursum et oblique deorsum, continue versus dextrum, quod in altera vita est versus meridiem; modo in duobus locis videbam Spiritus, et in uno cum illis loquebar. In via seu in progressione illa observare dabatur, quam immensum esset coelum Domini quod pro angelis et spiritibus; ex non habitatis enim concludere dabatur, quod tam immensum esset, ut si darentur plures myriades Tellurum, et in qualibet tanta multitudo hominum quanta in nostra, quod usque habitatio foret pro illis in aeternum, et nusquam impleretur: hoc concludere potui ex comparatione facta cum extensione coeli quod circum nostram Tellurem et pro illa, quae extensio erat tam parva respective, ut non aequaret unam myriadis myriadum partem extensionis non habitatae. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 169"
    },
    {
      "section": 169,
      "title": "Paragraph 169",
      "text": "169. Cum Spiritus angelici, qui ab illa Tellure, venerunt in conspectum, alloquebantur nos, quaerentes quinam essemus, et quid vellemus; dicebamus quod peregrinationis causa, et quod illuc delati, et ne timeant a nobis: timebant enim quod essemus ex illis qui perturbant eos de Deo, de Fide, et de similibus, propter quos in illam plagam ad Tellurem suam se contulerunt, fugientes eos quocunque possent. Interrogati per quae perturbant, respondebant per ideam Trium, et per ideam Divini absque Humano in Deo, cum tamen sciunt et percipiunt quod Deus sit unus, et quod sit Homo. Perceptum tunc quod illi qui perturbarunt eos, et quod fugerunt, fuerint ex nostra Tellure; tum ex eo quod ex nostra Tellure sint qui ita circumvagantur in altera vita ex studio et jucundo peregrinationis quod contraxerunt in mundo; in aliis enim Telluribus non tales peregrinationes sunt: compertum dein est, quod essent Monachi, qui ex studio convertendi gentes in nostro Orbe peregrinati sunt: quapropter dicebamus eis, quod bene faciant quod fugiant illos, quia intentio illorum non est docere, sed lucrari et dominari; et quod per varia primum captare animos studeant, sed dein subjicere illos sibi ut servos. Praeterea, quod bene faciant, quod non patiantur ideam suam de Deo a talibus perturbari. Porro dicebant, quod etiam confundant illos per id, quod dicant se oportere fidem habere ac credere quae dicunt: at quod responderint illis, quod non sciant quid Fides seu quid sit credere, quum in se percipiunt quod ita sit; erant e Regno coelesti Domini, ubi omnes ex interiore perceptione sciunt vera, quae apud nos vocantur fidei; sunt enim in illustratione a Domino; secus ac illi qui in Regno spirituali sunt. Quod spiritus angelici illius Telluris ex Regno coelesti essent, videre etiam dabatur ex flammeo, ex quo ideae eorum; lux enim flammea est in Regno coelesti, et lux candida in Regno spirituali. Qui e Regno coelesti sunt, illi cum sermo est de Veris, non plus dicunt quam ita ita, vel non non, et nusquam ratiocinantur de illis num ita sit vel non ita sit; illi sunt, de quibus Dominus dicit, \"Sermo vester erit ita ita, non non; quod ultra est ex malo est\"; inde est quod spiritus illi dixerint, quod non sciant quid sit fidem habere seu credere; considerant hoc, sicut si aliquis diceret ad socium, qui oculis suis videt domos aut arbores, quod fidem habere debeat seu credere quod sint domus ac arbores, cum clare videt quod ita sit: tales sunt qui e Regno coelesti Domini sunt, et tales erant hi spiritus angelici {1}. Dicebamus illis, quod pauci in nostra Tellure sint qui interiorem perceptionem habent, ex causa quia in juventute sua discunt vera et non faciunt illa: sunt enim binae facultates homini, quae vocantur Intellectus et Voluntas; qui non ultra quam in memoriam et inde aliquantum in Intellectum admittunt vera, et non in vitam, hoc est, in voluntatem, illi quia in nulla illustratione aut interiori visu a Domino possunt esse, dicunt quod credenda sint seu quod fides habenda, et quoque ratiocinantur de illis num vera sint vel non, imo nec volunt ut percipiantur aliquo visu interiori seu quadam illustratione per intellectum; ita dicunt, quia vera apud illos sunt absque luce e coelo, et illis, qui absque luce e coelo vident, falsa possunt apparere ut vera, ac vera ut falsa: inde plures ibi tanta occupavit caecitas, ut tametsi homo non faciat vera, seu vivat secundum illa, usque dicant eum per solam fidem posse salvari, sicut quod homo non foret homo ex vita et secundum illam, sed ex scientia talium quae fidei absque vita. Postea loquebamur cum illis de Domino, de amore in Ipsum, de amore erga proximum, deque regeneratione; dicendo, quod amare Dominum sit amare praecepta, quae ab Ipso, quod est, ex amore vivere secundum illa {2}. Quod amor erga proximum sit velle bonum et inde facere bonum Concivi, Patriae, Ecclesiae, Regno Domini, non propter se ut videatur vel ut mereatur, sed ex affectione boni {3}. De Regeneratione, quod illi qui regenerantur a Domino, et immittunt vera illico in vitam, in interiorem perceptionem de illis veniant; at quod illi qui recipiunt vera primum in memoria, et dein volunt illa et faciunt illa, sint qui in fide sunt; nam ex fide, quae tunc vocatur conscientia, agunt. Haec dixerunt se percipere quod ita sit, proinde etiam quid fides. Loquutus sum cum illis per ideas spirituales, per quas sisti et comprehendi possunt talia in luce. @1 Quod Coelum in duo Regna distinctum sit, quorum unum vocatur Regnum coeleste, alterum Regnum spirituale, n: 3887, 4138. Quod Angeli in Regno coelesti innumerabilia sciant et immensum sapiant prae angelis in Regno spirituali, n: 2718. Quod coelestes Angeli non cogitent et loquantur ex fide prout Angeli spirituales, sed ex perceptione interna, quod ita sit, n: 202, 597, 607, 784, 1121, 1387, 1398, 1442, 1919, 7680, 7877, 8780. Quod Angeli coelestes de veris fidei modo dicant ita ita, aut non non, at quod Angeli spirituales ratiocinentur num ita sit vel non ita sit, n: 202, 337, 2715, 3246, 4448, 9196.$ @2 Quod amare Dominum sit vivere secundum praecepta Ipsius, n: 10143, 10153, 10310, 10578, 10648.$ @3 Quod amare proximum sit facere bonum, justum et rectum in omni opere in omni functione ex affectione boni, justi et recti, n: 8120, 8121, 8122, 10310, 10336. Quod vita amoris erga proximum sit vita secundum praecepta Domini, n: 3249.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 170"
    },
    {
      "section": 170,
      "title": "Paragraph 170",
      "text": "170. Hi Spiritus, cum quibus nunc loquutus sum, erant a parte septentrionali suae Telluris: dein perductus sum ad alios, qui erant a parte occidentali; hi quoque volentes explorare quinam essem et qualis, statim dicebant, quod apud me nihil nisi quam malum esset; cogitabant quod sic deterrerer a proprius accedendo; apperceptum, quod ita ad omnes, qui adveniunt, primum dicant: sed respondere dabatur, quod sciam bene quod ita sit, et quod apud illos similiter nihil nisi quam malum sit, ex causa quia omnis nascitur in malum, et ideo quicquid ab homine, spiritu, et angelo ut a suo seu proprio venit, non est nisi quam malum, quoniam omne bonum, quod apud unumquemvis, est a Domino: inde appercipiebant, quod in veritate essem, et admittebar ad loquendum cum illis: tunc ostendebant mihi suam ideam de malo apud hominem, et de bono a Domino, quomodo ab invicem separantur; ponebant unum juxta alterum, poene ut contigua, sed usque distincta, at quasi vincta ineffabili modo, ita ut bonum duceret malum et fraenaret illud, ut non liceret ei agere ex lubitu, et quod bonum sic flecteret malum, quo vellet, praeterquam quod malum id resciret: ita sistebant dominium boni super malum, et simul statum liberum. Deinde interrogabant, quomodo Dominus apparet apud Angelos e nostra Tellure; dicebam quod appareat in Sole ut Homo, circumdatus ibi Igneo solari, ex quo est omnis Lux angelis in Coelis, et quod Calor qui procedit inde sit divinum Bonum, et quod Lux quae inde sit divinum Verum, utrumque ex divino Amore, qui est Igneum apparens circum Dominum in illo Sole: sed quod Sol ille modo Angelis in Coelo appareat, et non spiritibus qui infra sunt, quoniam hi remotiores sunt a receptione boni amoris et veri fidei, quam angeli qui in coelis (vide supra n: 40). Quod quaesiverint de Domino, et de Ipsius apparentia coram Angelis a nostra Tellure, dabatur illis, quoniam tunc placuit Domino se praesentem sistere apud illos, ac in ordinem redigere illa quae ex spiritibus malis ibi deturbata sunt, de quibus conquesti sunt; ut haec viderem, causa etiam erat quod illuc perductus sim. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 171"
    },
    {
      "section": 171,
      "title": "Paragraph 171",
      "text": "171. Visa tunc est Nubes obscura versus ortum ex alto descendens, quae in descendendo apparebat per gradus lucida et in humana forma, tandem haec in Jubare flammeo, circum quod stellulae ejusdem coloris: sic Dominus praesentem se stitit apud Spiritus cum quibus loquebar. Ad praesentiam tunc congregabantur ab undique omnes Spiritus qui ibi, ac cum venerunt, separabantur boni a malis, boni ad dextrum et mali ad sinistrum, et hoc illico sicut sua sponte; et qui ad dextrum, ordinabantur secundum quale boni, et qui ad sinistrum secundum quale mali, apud illos; qui boni erant, relicti sunt, ut Societatem coelestem inter se formarent; mali autem conjecti sunt in inferna. Postea videbam, quod flammeum illud Jubar descenderet in inferiora terrae ibi satis profunde, et tunc illud apparebat nunc in flammeo vergente ad lucidum, nunc in lucido vergente ad obscurum, et nunc in obscuro; et dicebatur mihi ab Angelis, quod apparentia illa sit secundum receptionem veri a bono, ac falsi a malo, apud illos qui inferiora terrae illius incolunt, et prorsus non quod Jubar flammeum tales varietates subiret; dicebant etiam quod inferiora terrae illius incolerentur tam a bonis quam a malis, sed probe separati, ob causam ut mali regerentur per bonos a Domino; addebant, quod boni per vices inde eleventur in Coelum a Domino, et loco illorum alii succedant, et sic jugiter. In descensu illo separabantur similiter boni a malis, et redigebantur omnia in ordinem: mali enim per varias artes et astutias se intulerunt ibi in domicilia bonorum, ac infestaverunt illos; ob quam causam illa Visitatio. Nubes illa, quae in descendendo apparebat per gradus lucida et in humana forma, et dein ut Jubar flammeum, erat Societas angelica, in cujus medio Dominus. Inde scire dabatur, quid intelligitur per Domini verba, ubi de ultimo Judicio, apud Evangelistas, \"Quod Venturus sit cum Angelis in nubibus coeli cum gloria et virtute.\" This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 172"
    },
    {
      "section": 172,
      "title": "Paragraph 172",
      "text": "172. Postea visi sunt spiritus monachales, qui nempe fuerunt Monachi peregrinatores seu Missionarii in mundo, de quibus supra dictum est, et quoque visa est Turba spirituum, qui erant ex illa Tellure, plerique mali, quos in sui partes traxerunt et seduxerunt: hi visi sunt ad plagam orientalem illius Telluris, e qua abegerunt bonos qui se ad septentrionale latus Telluris, de quibus prius, contulerunt: illa turba una cum suis seductoribus in unum collecta est ad aliquot millia, et separata; mali ex illa conjecti sunt in inferna. Cum uno spiritu Monacho dabatur etiam loqui, et quaerere quid faceret ibi; dicebat ut illos doceret de Domino; quid porro, de Coelo et Inferno; quid porro, de Fide omnium quae dicturus; quid porro, de Potestate remittendi peccata, ac aperiendi et claudendi Coelum; explorabatur tunc quid sciret de Domino, de veris fidei, de remissione peccatorum, de salvatione hominis, ac de coelo et inferno, et compertum est, quod vix aliquid sciret, et quod esset in obscuro et in falso de omnibus et singulis; et quod solum insideret ei lucrandi et dominandi cupiditas, quam in mundo contraxit, et inde secum tulit; quare dicebatur ei, quod quia ex illa cupiditate usque illuc peregrinatus est, et quia talis est quoad doctrinam, non aliter potuisset quam apud spiritus illius Telluris auferre lucem coelestem, et inferre tenebras inferni, et sic efficere quod infernum apud illos dominaretur, et non Dominus. Praeterea astutus erat in seducendo, sed stupidus quoad illa quae coeli: is quia talis erat, dein conjectus est in infernum. Ita spiritus illius Telluris ab illis liberati sunt. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 173"
    },
    {
      "section": 173,
      "title": "Paragraph 173",
      "text": "173. Spiritus illius Telluris inter alia quoque dicebant, quod advenae illi qui, ut dictum est, erant spiritus Monachi, omni studio persuaserint ut in societate simul viverent, et non separati et solitarii: spiritus enim et Angeli habitant et cohabitant similiter ut in mundo; qui congregati habitaverunt in mundo, etiam congregati in altera vita habitant, et qui separati in domos et familias, etiam separati ibi habitant; hi Spiritus in tellure sua, cum ibi vixerunt homines, habitaverunt separati, domus et domus, familiae et familiae, et sic gentes et gentes, et inde nesciverunt quid esset habitare in societate simul: quare cum dicebatur illis, quod advenae illi ita persuaderent ob causam ut imperarent seu dominarentur super illos, et quod non aliter possent subjicere illos sibi et facere illos servos, respondebant quod prorsus nesciant quid sit imperare et dominari; quod fugiant ad solam ideam imperii et dominatus, animadvertebam ex eo, quod unus ex illis, qui nos comitabatur retro, cum ostenderem illi urbem, in qua habitabam, ad primum aspectum ejus aufugeret, et amplius non visus. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 174"
    },
    {
      "section": 174,
      "title": "Paragraph 174",
      "text": "174. Tunc loquutus sum cum Angelis, qui apud me erant, de Dominiis, quod duo genera dominii sint, unum amoris erga proximum, et alterum amoris sui; et quod dominium amoris erga proximum sit inter illos qui separati in domos, familias, et gentes habitant; at dominium amoris sui inter illos qui in societate simul habitant: inter illos qui separati in domos, familias et gentes vivunt, dominatur ille qui Pater gentis est et sub illo Patres familias, et sub his Patres cujusvis domus: Pater gentis dicitur, ex quo familiae, et ex familiis domus; sed omnes illi dominantur ex amore, sicut Patris erga liberos; docet illos quomodo vivent, benefacit illis, et quantum potest ex suo illis dat; et nusquam in animum ejus venit subjicere illos sibi ut subditos aut sicut famulos, sed amat ut obediant illi sicut filii patri suo; et quia hic amor crescit in descendendo, ut notum est, ideo Pater gentis ex interiori amore agit quam ipse pater ex quo filii proxime sunt: tale etiam dominium est in coelis, quoniam tale dominium est Domini; est enim dominium Ipsius ex divino Amore erga universum genus humanum. At dominium amoris sui, quod oppositum est dominio amoris erga proximum, incepit cum homo se abalienavit a Domino; nam quantum homo Dominum non amat et colit, tantum se amat et colit, et tantum quoque amat mundum: ex necessitate tunc, ut tuti essent, contulerunt se gentes cum familiis et domibus in unum, et iniverunt Regimina sub variis formis; quantum enim ille amor crevit, tantum increverunt omnis generis mala, sicut inimicitiae, invidiae, odia, vindictae, saevitiae, doli, contra omnes qui se opponebant; a proprio enim, in quo sunt qui in amore sui, non aliud scaturit quam malum, nam proprium hominis non est nisi quam malum, et proprium, quia malum, non recipit bonum e coelo; inde amor sui, dum est regnans, est pater omnium talium malorum {1}: et quoque ille amor talis est ut, quantum ei laxantur fraena, ruat usque tandem ut unusquisque talis dominari velit super omnes alios in universo terrarum orbe, et unusquisque velit possidere omnia aliorum bona; imo nec hoc satis est, dominari vult super universum coelum; ut constare potest ex hodierna Babylonia. Hoc nunc est dominium amoris sui, a quo tantum differt dominium amoris erga proximum, quantum Coelum ab Inferno. Sed quantumvis dominium amoris sui tale est in societatibus, seu in Regnis et Imperiis, usque tamen datur dominium amoris erga proximum etiam in illis, apud eos qui sapientes sunt ex fide et amore in Deum, hi enim amant proximum: quod hi etiam in Coelis habitent distincti in gentes, familias, et domos, tametsi in societatibus simul, sed secundum affinitates spirituales, quae sunt boni amoris et veri fidei, alibi, ex divina Domini Misericordia, dicetur. @1 Quod hominis proprium, quod trahit a parentibus, non sit nisi quam densum malum, n: 210, 215, 731, 874, 876, 987, 1047, 2307, 2318, 3518, 3701, 3812, 8480, 8550, 10283, 10284, 10286, 10731. Quod hominis proprium sit amare se prae Deo, et mundum prae coelo, et nihili facere proximum respective ad se, nisi modo propter se, ita semet, sic quod sit amor sui et mundi, n: 694, 731, 4317 5660. Quod ex amore sui et mundi, dum praedominantur, omnia mala, n: 1307, 1308, 1321, 1594, 1691, 3413, 7255, 7376, 7480, 7488, 8318, 9335, 9348, 10038, 10742. Quae sunt contemtus aliorum, inimicitia, odium, vindicta, saevitia, dolus, n: 6667, 7372, 7373, 7374, 9348, 10038, 10742: et quod ex his malis omne falsum, n: 1047, 10283, 10284, 10286.$ This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 175"
    },
    {
      "section": 175,
      "title": "Paragraph 175",
      "text": "175. Postea interrogabam Spiritus illos de variis quae in Tellure, e qua erant; primum de Cultu eorum divino, et de Revelatione; de Cultu dicebant, quod Gentes cum familiis suis quovis trigesimo die ad unum locum conveniant, et audiant praedicationes; et quod Praedicator tunc e Pulpito aliquantum e terra elevato doceat illos Vera divina, quae ducunt ad bonum vitae. De Revelatione ajebant, quod illa fiat tempore matutino in statu medio inter somnum et vigiliam, quando in luce interiore nondum interpolata a sensibus corporeis et a mundanis sunt; et quod tunc audiant Angelos Coeli loquentes de Veris divinis, ac de vita secundum illa; et quod cum in vigiliam veniunt, appareat illis Angelus in veste alba ad lectum, qui tunc subito ab oculis illorum disparatur; et quod inde sciant, quod ex Coelo sint quae audiverunt: ita internoscitur Visio divina a visione non divina, nam in visione non divina Angelus non apparet: addebant quod tali modo Revelationes fiant apud Praedicatores eorum, quandoque etiam apud alios. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 176"
    },
    {
      "section": 176,
      "title": "Paragraph 176",
      "text": "176. Ad interrogationem de domibus eorum, dicebant, quod illae humiles sint, ex lignis, cum tecto plano, circum quod limbus obliquatus deorsum; et quod anterius ibi habitent Maritus et Uxor, in contiguo proximo liberi, post ancillae et famuli. De Cibo dicebant, quod bibant lac cum aqua; et quod lac illis sit ex vaccis, quae lanigerae sicut oves. De vita eorum dicebant, quod ambulent nudi, et quod nuditas illis non pudori sit: tum quod conversationes illorum sint cum illis qui intra familias. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 177"
    },
    {
      "section": 177,
      "title": "Paragraph 177",
      "text": "177. De Sole illius telluris narrabant, quod ille appareat incolis flammeus; quod tempus annuum illis sit 200 dierum; et quod dies aequet 9 horas nostri temporis; quod ex diuturnitate dierum nostrae telluris in me percepta concludere potuerunt: et porro, quod illis vernum et aestivum perpetuum sit, et inde quod campi floreant, et arbores fructus ferant perenniter: causa quod ita sit, est quia Annus eorum tam brevis est, aequans modo tempus 75 dierum nostri anni; et ubi anni tam breves sunt, ibi non frigus moratur hyeme, nec aestus aestate, unde vernat humus continue. This page is part of © 2000-2001 The Academy of the New Church Earths in the Universe (Chadwick) n. 178"
    },
    {
      "section": 178,
      "title": "Paragraph 178",
      "text": "178. De Desponsationibus et Conjugiis in illa Tellure referebant, quod Filia circa aetatem ejus nubilem teneatur domi, nec liceat ei exire usque ad diem quo maritanda; et quod tunc perducatur ad domum quandam connubialem, quo etiam plures aliae adolescentulae, quae nubiles, deductae sunt, ac ibi ponantur post tabulatum usque ad mediam corporis eorum partem elevatum, apparentes sic nudae quoad partem pectoralem et faciem: et quod tunc Juvenes illuc veniant, ut sibi eligant aliquam in uxorem; et cum Juvenis videt quandam sibi conformem, ad quam animus ejus illum trahit, manu illam prehendit; si illa tunc sequitur, ducit illam in domum praeparatam, et fit ejus uxor: ex faciebus enim vident, num animis conveniant, nam facies cujusvis ibi est index animi, nihil simulat et mentitur. Ut omnia decenter fiant, et absque lascivia, post puellas virgines sedet vir senex, et ad latus mulier vetula, et observant. Talia loca sunt plura, ad quae adolescentulae ducuntur; et quoque stata tempora, ut juvenibus sit electio; si enim non in uno loco puellam sibi convenientem vident, abeunt in alium; et si non eo tempore, sequenti redeunt. Porro dicebant, quod Maritus modo unam uxorem habeat, et nusquam plures, quia hoc contra ordinem divinum. This page is part of © 2000-2001 The Academy of the New Church"
    }
  ]
}