{
  "id": "faith_latin",
  "title": "Faith Latin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "Doc. of Faith (Dick) n. 1"
    },
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "1. DOCTRINA NOVAE HIEROSOLYMAE DE FIDE. (I.) QUOD FIDES SIT AGNITIO INTERNA VERI. Per Fidem hodie non aliud intelligitur, quam cogitatio quod ita sit quia ecclesia docet, et quia non patet coram intellectu; dicitur enim, \"Crede et non dubita.\" Si respondetur, \"Hoc non comprehendo,\" dicitur quod ideo credendum sit. Quare hodierna fides est fides ignoti, et vocari potest fides caeca: et quia est dictamen alterius in altero, est fides historica. Quod haec non fides spiritualis sit, videbitur in sequentibus. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 2"
    },
    {
      "section": 2,
      "title": "Paragraph 2",
      "text": "2. Ipsa fides non aliud est, quam agnitio quod ita sit, quia est verum; ita enim cogitat et loquitur qui in ipsa fide est, \"Hoc verum est, ideo credo;\" fides enim est veri, et verum est fidei. Is etiam, si non comprehendit quod verum sit, dicit, \"Non scio num verum sit, ideo nondum credo: quomodo credam quod non comprehendo? forte potest falsum esse.\" This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 3"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "3. Sed communis sermo est, quod non aliquis possit comprehendere spiritualia seu theologica, quia sunt supernaturalia. Sed vera spiritualia aeque comprehendi possunt, quemadmodum vera naturalia; et si non clare, usque, dum audiuntur, cadunt in perceptionem num vera sint vel non; hoc maxime apud illos qui afficiuntur veris. Hoc datum est mihi scire ex multa experientia. Datum est loqui cum ignaris, cum obscuris, cum stupidis, et quoque cum illis qui in falsis fuerunt, et qui in malis, qui intra ecclesiam nati sunt, et audiverunt aliquid de Domino, de fide et charitate; et loqui datum est cum illis arcana sapientiae; et illi comprehenderunt omnia, et agnoverunt: sed erant tunc in luce intellectus quae est cuivis homini, et simul in gloria quod essent intelligentes. Sed haec in commercio cum spiritibus. Ex his convicti sunt plures mecum, quod spiritualia aeque ac naturalia possint comprehendi, sed tunc quando audiuntur aut leguntur; sed aegre ab ipso homine cum ex se cogitat. Causa quod spiritualia comprehendantur, est quia homo quoad intellectum potest elevari in lucem caeli, in qua luce non alia apparent quam spiritualia, quae sunt vera fidei: lux enim caeli est lux spiritualis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 4"
    },
    {
      "section": 4,
      "title": "Paragraph 4",
      "text": "4. Inde nunc est, quod agnitio interna veri sit illis qui in spirituali affectione veri sunt. Quia angeli in illa affectione sunt, prorsus respuunt illud dogma, quod intellectus erit sub obedientia fidei; dicunt enim, \"Quid est credere et non videre num verum sit?\" Et si aliquis dicit, quod usque credendum sit, respondent, \"Num putas te Deum esse, cui credam? aut me insanum, quod credam dicto in quo non video verum? fac itaque ut videam.\" Ita dogmaticus ille recedit. Sapientia angelica in eo unice consistit, ut videant et comprehendant quae cogitant. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 5"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5. Est idea spiritualis, de qua pauci aliquid norunt, quae influit apud illos qui in affectione veri sunt, et interius dictat quod hoc, quod auditur aut legitur, verum sit vel non. In hac idea sunt illi, qui in illustratione a Domino legunt Verbum. In illustratione esse non aliud est quam in perceptione esse, et inde in agnitione interna, quod hoc et illud verum sit. Hi sunt qui vocantur \"docti a Jehovah\" (Esai. liv. 13; Joh. vi. 45): et de quibus dicitur apud Jeremiam, \"Ecce dies venientes,... quibus pangam... novum foedus... Foedus hoc erit;... dabo legem meam in medio eorum, et super cor eorum scribam illam:... et non docebunt vir amplius socium suum, aut vir fratrem suum, dicendo, Cognoscite Jehovam; omnes enim cognoscent Me\" (xxxi. 31, 33, 34). This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 6"
    },
    {
      "section": 6,
      "title": "Paragraph 6",
      "text": "6. Ex his patet quod fides et veritas unum sint. Quare etiam antiqui, qui ex affectione in cogitatione de veris prae nostratibus fuerunt, loco fidei dixerunt veritatem. Inde quoque est, quod in Hebraea lingua veritas et fides una vox sint, quae vocatur Amuna seu Amen. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 7"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. Quod fides dicatur a Domino apud Evangelistas et in Apocalypsi, erat quia Judaei non crediderunt verum esse, quod Dominus esset Messias a prophetis praedictus; et ubi veritas non creditur, ibi fides dicitur. At usque aliud est fidem habere et credere in Dominum, et aliud fidem habere et credere alicui: de differentia dicetur infra. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 8"
    },
    {
      "section": 8,
      "title": "Paragraph 8",
      "text": "8. Fides separata a veritate intravit et invasit ecclesiam cum dominio Papali, quoniam praecipuum tutamen religionis istius fuit ignorantia veri; quare lectio Verbi etiam vetabatur: alioquin non potuissent coli ut numina, ac sancti eorum invocari, ac in tantum introduci idololatriae, ut cadavera, ossa et sepulcra illorum sancta crederentur, et inde lucrarentur. Ex quo patet quam enormes falsitates fides caeca potest producere. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 9"
    },
    {
      "section": 9,
      "title": "Paragraph 9",
      "text": "9. Fides caeca etiam permansit postea apud plures Reformatos, ex causa quia separaverunt fidem a charitate; et qui separant illas non possunt non in ignorantia veri esse, et cogitationem quod ita sit separatam ab agnitione interna quod ita sit, nominare fidem, Apud hos ignorantia est tutamen dogmatum; nam quamdiu ignorantia regnat, et persuasio quod theologica transcendant, possunt loqui et non contradici, et credi quod vera sint, et quod ii intelligant illa. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 10"
    },
    {
      "section": 10,
      "title": "Paragraph 10",
      "text": "10. Dixit Dominus ad Thomam, \"Quia vidisti Me, Thoma, credidisti; beati qui non vident, et credunt\" (Joh. xx. 29); per quod non intelligitur fides ab interna agnitione veri separata, sed quod beati sint qui non oculis vident Dominum, sicut Thomas, et usque credunt quod Ipse sit; hoc enim in luce veritatis est ex Verbo. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 11"
    },
    {
      "section": 11,
      "title": "Paragraph 11",
      "text": "11. Quia agnitio interna veri est fides, et quia fides et veritas unum sunt, (ut supra, n. 2, 4-6, dictum est,) sequitur quod agnitio externa absque interna non sit fides, nec quod persuasio falsi sit fides. Agnitio externa absque interna est fides ignoti; et fides ignoti est solum scientia, quae memoriae est, quae si confirmatur fit persuasio: et qui in illis sunt, cogitant quod verum sit, quia alius ita dixit, vel cogitant quod verum sit ex confirmato; et tamen falsum aeque confirmari potest quam verum, et quandoque fortius. Per cogitare quod verum sit ex confirmato, intelligitur cogitare illud Verum esse quod ab alio dicitur, et illud non prius explorare, sed modo confirmare. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 12"
    },
    {
      "section": 12,
      "title": "Paragraph 12",
      "text": "12. Si quis cogitat secum, aut dicit alteri, \"Quis potest habere agnitionem internam veri quae fides? ego non possum;\" sed illi dicam, quomodo possit: Fuge mala ut peccata, et adi Dominum, et habebis quantum desideras. Quod ille qui fugit mala ut peccata in Domino sit, videatur in Doctrina Vitae pro Nova Hierosolyma (n. 18-31); quod ille amet verum, et videat illud (n. 32-41 ibi); et quod ille fidem habeat (n. 42-52 ibi). This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 13"
    },
    {
      "section": 13,
      "title": "Paragraph 13",
      "text": "13. (II.) QUOD AGNITIO INTERNA VERI, QUAE FIDES, NON DETUR APUD ALIOS QUAM QUI IN CHARITATE SUNT. Supra dictum est quid fides: hic dicetur quid charitas. Charitas in sua prima origine est affectio boni; et quia bonum amat verum, producit illa affectionem veri, per hanc agnitionem veri, quae est fides; per has in sua serie affectio {1}veri existit et fit charitas. Haec est progressio charitatis a sua origine, quae est affectio boni, per fidem quae est agnitio veri, ad finem suum qui est charitas; finis est anus. Ex his patet quomodo amor, qui est affectio boni, producit fidem, quae est idem cum agnitione veri, et per hanc producit charitatem, quae est idem cum actu amoris per fidem. @1 \"veri\":- sic editio princeps. Forte est legendum boni.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 14"
    },
    {
      "section": 14,
      "title": "Paragraph 14",
      "text": "14. Sed clarius. Bonum non aliud est quam usus: quare charitas in sua prima origine est affectio usus; et quia usus amat media, producit illa affectionem mediorum, ex qua cognitio illorum; et per has in sua serie affectio usus existit et fit charitas. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 15"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. Progressio illorum est, quemadmodum est progressio omnium voluntatis per intellectum in actus in corpore. Voluntas nihil producit ex se absque intellectu, nec intellectu, aliquid ex se absque voluntate; agent in conjunctione ut aliquid existat. Seu quod idem; affectio quae est voluntatis, nihil producit ex se nisi per cogitationem quae est intellectus, nec vicissim; agent in conjunctione ut aliquid existat. Expende, si a cogitatione removeas affectionem, quae est alicujus amoris, num potes cogitare? aut si ab affectione removeas cogitationem, num potes affici aliqua re? aut, quod simile, si a cogitatione removeas affectionem, num poteris loqui? vel si ab affectione removeas cogitationem seu intellectum, num poteris agere aliquid? Simile est cum charitate et fide. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 16"
    },
    {
      "section": 16,
      "title": "Paragraph 16",
      "text": "16. Illustrari haec possunt per comparationem cum arbore. Arbor in sua prima origine est semen, in quo est conatus producendi fructum. Hic conatus excitatus a calore, primum producit radicem, et ex illa virgam seu caulem cum ramis et foliis, et demum fructus; et sic conatus fructificandi existit: ex quibus patet, quod conatus producendi fructus sit perpetuus in omni progressione, usque dum existit; nam si ille desineret, facultas vegetandi illico moreretur. Applicatio haec est:- Arbor est homo; conatus producendi media est apud hominem a voluntate in intellectu; virga seu caulis cum ramis et foliis, sunt apud hominem media per quae, et vocantur vera fidei; fructus qui sunt ultimi effectus conatus fructificandi in arbore, sunt apud hominem usus; in his voluntas existit. Ex his potest videri, quod voluntas producendi usus medio intellectu sit perpetua in omni progressione, usque dum existit. De voluntate et de intellectu, et de conjunctione illorum, videatur in Doctrina Vitae pro Nova Hierosolyma (n. 43). This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 17"
    },
    {
      "section": 17,
      "title": "Paragraph 17",
      "text": "17. Ex nunc dictis patet quod charitas, quatenus est affectio boni seu usus, producat fidem, ut medium, per quam existat; consequenter, quod charitas et fides, in operando usus, conjunctim agant. Tum quod fides non producat bonum seu usum ex se, sed ex charitate, fides enim est charitas media. Fallacia itaque est, quod fides producat bonum sicut arbor fructum; arbor non est fides, sed arbor est homo. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 18"
    },
    {
      "section": 18,
      "title": "Paragraph 18",
      "text": "18. Sciendum est, quod charitas et fides faciant unum sicut voluntas et intellectus, quoniam charitas est voluntatis et fides est intellectus. Similiter, quod charitas et fides faciant unum sicut affectio et cogitatio, quoniam affectio est voluntatis et cogitatio est intellectus. Similiter, quod charitas et fides faciant unum sicut bonum et verum, quia bonum est affectionis quae voluntatis et verum est cogitationis quae intellectus. Verbo, charitas et fides faciunt unum sicut essentia et forma, quoniam essentia fidei est charitas et forma charitatis est fides: ex quibus patet, quod fides absque charitate sit sicut forma absque essentia, quae non est aliquid; et quod charitas absque fide sit sicut essentia absque forma, quae nec est aliquid. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 19"
    },
    {
      "section": 19,
      "title": "Paragraph 19",
      "text": "19. Charitas et fides apud hominem prorsus se habent, sicut motus cordis qui vocatur systole et diastole, et motus pulmonis qui vocatur respiratio: est quoque illorum plenaria correspondentia cum voluntate et intellectu hominis, ita cum charitate et fide: quare etiam voluntas et ejus affectio intelligitur per \"cor\" in Verbo, ac intellectus et ejus cogitatio per \"animam\" in Verbo, et quoque per \"spiritum;\" ideo \"emittere animam\" est non amplius animare, et \"emittere spiritum\" est non amplius respirare. Ex quibus sequitur, quod non dari queat fides absque charitate, nec charitas absque fide; et quod fides absque charitate, sit sicut respiratio pulmonaris absque corde, quae non dari potest in aliquo vivo, sed solum in automato; et quod charitas absque fide sit sicut cor absque pulmone, ex quo non aliquod vivum sentitur: consequenter, quod charitas per fidem operetur usus, sicut cor per pulmonem actus. Tanta similitudo intercedit inter cor et charitatem, ac inter pulmonem et fidem, ut in mundo spirituali quisque noscatur ex sola respiratione, qualis ei fides est, et ex pulsu cordis qualis ei charitas est: angeli enim et spiritus aeque ac homines vivunt corde et respiratione; inde est quod illi similiter ac homines in mundo sentiant, cogitent, agant et loquantur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 20"
    },
    {
      "section": 20,
      "title": "Paragraph 20",
      "text": "20. Quia charitas est amor erga proximum, dicetur etiam quid proximus. Proximus in naturali sensu est homo in composito et in individuo. Homo in composito est ecclesia, patria, et societas; et homo in individuo est concivis, qui in Verbo vocatur \"frater\" et \"socius.\" At proximus in spirituali sensu est bonum; et quia usus est bonum, est proximus in spirituali sensu usus. Quod usus sit spiritualis proximus, quisque agnoscet; quis enim amat hominem solum ut personam? sed amat illum ex eo quod in illo est, ex quo est talis, ita ex quali ejus, hoc namque est homo: hoc quale, quod amatur, est usus, et vocatur bonum; inde est hoc proximus. Quia Verbum in sinu suo est spirituale, ideo illud est amare proximum in spirituali ejus sensu. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 21"
    },
    {
      "section": 21,
      "title": "Paragraph 21",
      "text": "21. Sed aliud est amare proximum ex bono aut usu in illo erga se, et aliud est amare proximum ex bono aut usu in se erga illum. Amare proximum ex bono aut usu in illo erga se, potest etiam malus; sed amare proximum ex bono aut usu in se erga illum, non potest nisi bonus; nam hic ex bono amat bonum, seu ex affectione usus amat usum. Horum et illorum discrimen describitur a Domino apud Matthaeum (cap. v. {1}42-47, seq.). A multis dicitur, \"Amo illum quia me amat et bonum mihi facit;\" sed usque amare illum propter ea solum, non est interius amare illum, nisi ipse in bono sit, et ex illo amet bonum ejus; hic in charitate est, ille autem in amicitia est, quae non est charitas. Is qui ex charitate amat proximum, conjungit se cum bono ejus, et non cum persona nisi quantum et quamdiu in bono est; hic spiritualis est, et spiritualiter amat proximum; at qui ex sola amicitia amat alterum, is conjungit se cum persona, et simul tunc cum ejus malo; hic -post mortem a persona, quae in malo est, aegre separari potest, alter autem potest. Charitas hoc facit per fidem, quae fides est veritas; et homo qui in charitate est, per veritatem scrutatur et videt, quid amandum est, et spectat quale usus iii amando et benefaciendo, @1 42-47 pro \"32, 33, seq.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 22"
    },
    {
      "section": 22,
      "title": "Paragraph 22",
      "text": "22. Amor in Dominum est proprie amor, et amor erga proximum est charitas. Non datur apud hominem amor in Dominum, nisi in charitate; in hac Dominus Se conjungit cum homine. Quia fides in sua essentia est charitas, sequitur quod nemo possit habere fidem in Dominum nisi in charitate sit; ex hac per fidem est conjunctio, per charitatem conjunctio Domini cum homine, et per fidem conjunctio hominis cum Domino. Quod conjunctio reciproca sit, videatur in Domina Vitae pro Nova Hierosolyma (n. 102-107). This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 23"
    },
    {
      "section": 23,
      "title": "Paragraph 23",
      "text": "23. In summa, quantum quis fugit mala ut peccata, et spectat ad Dominum, tantum in charitate est, proinde tantum in fide est. Quod quantum quis fugit mala ut peccata et spectat ad Dominum, tantum in charitate sit, videatur in Doctrina Vitae pro Nova Hierosolyma (n. 67-73, tum n. 74-91); et quod tantum fidem habeat (n. 42-52); quid charitas in proprio sensu (n. 114 ibi). This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 24"
    },
    {
      "section": 24,
      "title": "Paragraph 24",
      "text": "24. Ex omnibus quae hactenus dicta sunt, constare potest, quod fides salutifera, quae est agnitio interna veri, non dari queat apud alios quam qui in charitate sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 25"
    },
    {
      "section": 25,
      "title": "Paragraph 25",
      "text": "25. (III.) QUOD COGNITIONES VERI ET BONI NON SINT FIDEI, ANTEQUAM HOMO IN CHARITATE EST, SED QUOD SINT PROMPTUARIUM, EX QUO FIDES CHARITATIS FORMARI POTEST. Est homini affectio sciendi ex prima pueritia; per hanc discit plura, quae illi usui erunt, et plura quae non usui. Cum adolescit, ex applicatione ad quoddam negotium, haurit illa quae rei negotii sunt; hoc fit ei tunc usus, quo afficitur: sic incohat affectio usus, quae producit affectionem mediorum, per quae venit ad negotium suum, quod ejus usus est. Haec progressio est apud unumquemvis in mundo, quia unicuique est aliquod negotium, ad quod ab usu qui est finis per media ad ipsum usum qui est effectus, procedit. Verum quia hic usus cum mediis ejus est pro vita in mundo, est ejus affectio naturalis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 26"
    },
    {
      "section": 26,
      "title": "Paragraph 26",
      "text": "26. Sed quia omnis homo non modo spectat usus pro vita in mundo, sed etiam spectabit usus pro vita in caelo, (in hanc enim post vitam in mundo veniet, et in hac post illam vivet in aeternum,) ideo quisque a pueritia comparat sibi cognitiones veri et boni ex Verbo, aut ex doctrina ecclesiae, aut ex praedicatione, quae pro illa vita erunt, et reponit illas in memoria naturali, in majore aut minore copia secundum affectionem sciendi connatam, et per varia excitamenta auctam. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 27"
    },
    {
      "section": 27,
      "title": "Paragraph 27",
      "text": "27. Sed omnes hae cognitiones, quotcunque et qualescunque sunt, modo sunt promptuarium ex quo fides charitatis formari potest; et haec fides non formatur, nisi quantum fugit mala ut peccata. Si fugit mala ut peccata, tunc cognitiones illae fiunt fidei, cui vita spiritualis inest: si autem non fugit mala ut peccata, cognitiones illae non sunt nisi quam cognitiones, et non fiunt fidei cui aliqua vita spiritualis inest. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 28"
    },
    {
      "section": 28,
      "title": "Paragraph 28",
      "text": "28. Hoc promptuarium maxime necessarium est, quoniam absque illo non formari potest fides; cognitiones enim veri et boni fidem intrant et faciunt illam: si nullae sint, fides non existit; fides prorsus vacua et inanis non datur; si paucae sint, fides fit pusilla et egena; si multa sint, fides fit locuples et plena secundum copiam. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 29"
    },
    {
      "section": 29,
      "title": "Paragraph 29",
      "text": "29. At sciendum est, quod cognitiones genuini veri et boni faciant fidem, et prorsus non cognitiones falsi; fides enim est veritas, ut supra (n. 5-11) dictum est; ac falsitas, quia est opposita veritati, destruit fidem: nec potest charitas existere, ubi merae falsitates sunt, nam (ut supra n. 18 dictum est,) charitas et fides unum faciunt sicut bonum et verum faciunt unum, Ex his quoque sequitur, quod nullae cognitiones genuini veri et boni nullam fidem faciant, quod paucae aliquam fidem, et quod multae fidem illustrem secundum plenitudinem. Qualis est homini fides ex charitate, talis est ei intelligentia. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 30"
    },
    {
      "section": 30,
      "title": "Paragraph 30",
      "text": "30. Dantur etiam multi, qui non agnitionem internam veri habent, et tamen fidem charitatis; qui sunt qui in vita spectaverunt ad Dominum, et ex religione evitaverunt mala, sed a curis in mundo et negotiis detenti a cogitando de veris, et quoque a defectu veri apud docentes: sed illi usque interius seu in suo spiritu in agnitione veri, quia in affectione ejus, sunt; quare illi post mortem, dum fiunt spiritus, et instruuntur per angelos, agnoscunt vera et cum gaudio recipiunt illa. Aliter vero illi qui in vita non spectaverunt ad Dominum, et non ex religione evitaverunt mala; hi non interius seu in suo spiritu in aliqua affectione veri, et inde nec in aliqua agnitione ejus sunt; quare ii post mortem, cum fiunt spiritus, et instruuntur per angelos, non volunt agnoscere Vera, et inde non recipiunt illa: malum vitae enim interius odit vera; at bonum vitae interius amat vera. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 31"
    },
    {
      "section": 31,
      "title": "Paragraph 31",
      "text": "31. Cognitiones veri et boni, quae praecedunt fidem, apparent quibusdam quod fidei sint, sed usque non sunt; quod opinentur et dicant se credere, non ideo credunt; et nec illae sunt fidei, sunt enim solius cogitationis quod ita sit, sed non sunt agnitionis internae, quod veritates sint; ac fides quod veritates sint, dum nescitur quod sint, est species persuasionis remotae ab agnitione interna. Ut primum autem charitas implantatur, tunc cognitiones illae fiunt fidei, sed non plus quam charitas in illa est. In primo statu, antequam charitas percipitur, apparet illis fides sicut primo loco sit, et charitas secundo; sed in altero statu, cum charitas percipitur, fit fides secundo loco, et charitas primo. Primus status vocatur reformatio, alter status vocatur regeneratio. Cum homo in hoc statu est, tunc apud illum indies crescit sapientia, ac indies bonum multiplicat vera, et fructificat illa. Est homo tunc sicut arbor, quae fructum fert, et in fructu ponit semina, ex quibus novae arbores, et tandem hortus. Fit tunc vere homo, et post mortem angelus, cujus vitam facit charitas, et fides formam, pulchram secundum quale ejus; at fides tunc non amplius vocatur fides, sed intelligentia. Ex his constare potest quod omne fidei sit ex charitate, et nihil ejus ex se; tum etiam quod charitas producat fidem, et non fides charitatem: sunt cognitiones veri quae praecedunt, prorsus sicut penuarium in horreo, quod non nutrit hominem, nisi appetens victum inde frumentum desumit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 32"
    },
    {
      "section": 32,
      "title": "Paragraph 32",
      "text": "32. Dicetur etiam quomodo formatur fides ex charitate. Cuivis homini est mens naturalis et mens spiritualis; mens naturalis pro mundo, et mens spiritualis pro caelo. Homo quoad intellectum est in utroque; non autem quoad voluntatem, priusquam fugit et aversatur mala ut peccata. Cum hoc facit, tunc aperitur mens spiritualis etiam pro voluntate; qua aperta, influit inde in mentem naturalem calor spiritualis e caelo, qui calor in sua essentia est charitas, ac vivificat cognitiones veri et boni quae ibi sunt, et ex illis format fidem. Fit etiam hoc sicut cum arbore, quae non vitam vegetativam accipit, prius quam calor e sole influit, et conjungit se cum luce, ut fit tempore veris. Plenus etiam parallelismus est inter vivificationem hominis et vegetationem arboris, in eo, quod hanc faciat calor mundi, et illam calor caeli: quare etiam homo toties assimilatur .arbori a Domino. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 33"
    },
    {
      "section": 33,
      "title": "Paragraph 33",
      "text": "33. Ex his paucis constare potest quod cognitiones veri et boni non sint fidei, antequam homo in charitate est; sed quod sint promptuarium, ex quo fides charitatis formari possit. Cognitiones veri fiunt vera apud regeneratum; etiam cognitiones boni, nam cognitio boni est in intellectu, at affectio boni in voluntate; ac verum vocatur id quod in intellectu est, et bonum id quod in voluntate. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 34"
    },
    {
      "section": 34,
      "title": "Paragraph 34",
      "text": "34. (IV.) FIDES CHRISTIANA IN UNIVERSALI IDEA. Fides Christiana in universali idea, haec est:- \"Quod Dominus ab aeterno, qui est Jehovah, in mundum venerit, ut subjugaret Inferna, et glorificaret Humanum suum; et quod absque eo nemo mortalium salvari potuerit; et quod salventur qui credunt in Ipsum.\" This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 35"
    },
    {
      "section": 35,
      "title": "Paragraph 35",
      "text": "35. Dicitur in universali idea, quia hoc est universale fidei, ac universale fidei est quod in omnibus et singulis erit. Universale fidei est, quod Deus sit unus persona et essentia, in quo Trinitas, et quod Dominus sit ille Deus. Universale fidei est, quod nullus mortalium salvari potuerit nisi Dominus in mundum venerit. Universale fidei est, quod in mundum venerit, ut removeret infernum ab homine; et removit illud per pugnas contra illud, et per victorias super illud; ita subjugavit illud; et redegit illud in ordinem et sub suam obedientiam. Universale fidei etiam est, quod in mundum venerit, ut Humanum, quod in mundo suscepit, glorificaret, hoc est, uniret Divino a quo; sic infernum ab Ipso subjugatum in ordine et sub obedientia sua in aeternum tenet. Quoniam utrumque hoc non fieri potuit nisi quam per tentationes usque ad ultimum illarum, ac ultimum illarum fuit passio crucis, ideo illam subivit. Haec sunt Universalia Fidei Christianae de Domino. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 36"
    },
    {
      "section": 36,
      "title": "Paragraph 36",
      "text": "36. Universale Fidei christianae a parte hominis est, ut credat in Dominum; nam per credere in Ipsum fit conjunctio cum Ipso, per quam salvatio. Credere in Ipsum est fiduciam habere quod Ipse salvet: et quia fiduciam habere non potest nisi qui bene vivit, ideo etiam hoc per credere in Ipsum intelligitur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 37"
    },
    {
      "section": 37,
      "title": "Paragraph 37",
      "text": "37. De binis his Fidei Christianae Universalibus actum est in specie; de primo, quod Dominum spectat, in Doctrina Novae Hierosolymae de Domino: et de altero, quod hominem spectat, in Doctrina Vitae pro Nova Hierosolyma; quare illa hic amplius diducere non opus est. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 38"
    },
    {
      "section": 38,
      "title": "Paragraph 38",
      "text": "38. (V.) FIDES HODIERNA IN UNIVERSALI IDEA. Fides hodierna in universali idea, est haec:- \"Quod Deus Pater miserit Filium suum, ut satisfaceret pro Humano Genere, et quod propter id Filii meritum misereatur, et salvet illos qui id credunt (alii, qui id credunt, et simul bona faciunt).\" This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 39"
    },
    {
      "section": 39,
      "title": "Paragraph 39",
      "text": "39. Sed ut videatur clarius, qualis illa Fides est, velim adducere in ordine varia, quae ponit. Hodierna Fides (i.) Ponit Deum Patrem et Deum Filium, ut duos, utrumque ab aeterno. (ii.) Ponit Deum Filium in mundum venisse ex voluntate Patris, ut satisfaceret pro Humano Genere, quod alioquin ex Divina Justitia, quam etiam vindicativam vocant, morte aeterna periisset. (iii.) Ponit satisfactionem a Filio per impletionem Legis, et per passionem crucis. (iv.) Ponit misericordiam Patris propter illa Filii. (v.) Ponit imputationem meriti Filii erga illos qui id credunt. (vi.) Ponit hoc momentaneum; et ideo, si non prius, etiam circa ultimam mortis horam. (vii.) Ponit aliquid tentationis, et tunc liberationem per fidem istam. (viii.) Ponit apud hos imprimis fiduciam et confidentiam. (ix.) Ponit apud hos imprimis justificationem, et plenariam gratiam Patris propter Filium, et remissionem omnium peccatorum et sic salvationem. (x.) Doctiores ponunt apud hos conatum ad bonum, qui occulte operatur, et non manifeste movet voluntatem. Alii ponunt operationem manifestam: uterque per Spiritum Sanctum. (xi.) Plerique, qui se confirmant in eo, quod nemo possit facere bonum a se, quod bonum est, et nisi sit meritorium, et quod non sint sub jugo Legis, illi omittunt, et non cogitant de malo et de bono vitae; dicunt enim in se, quod non bonum opus salvet, nec malum damnet, quia sola fides facit omnia. (xii.) In genere ponunt intellectum sub obedientia hujus fidei, vocantes id fidei quod non intelligitur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 40"
    },
    {
      "section": 40,
      "title": "Paragraph 40",
      "text": "40. Sed haec singillatim lustrare et expendere, num veritates sint, supersedetur; patent manifeste ex illis quae hic supra dicta sunt, imprimis ex illis, quae in Doctrina Novae Hierosolymae de Domino, et in Doctrina Vitae pro Nova Hierosolyma, ex Verbo demonstrata sunt, et simul rationaliter confirmata. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 41"
    },
    {
      "section": 41,
      "title": "Paragraph 41",
      "text": "41. At usque ut videatur qualis fides separata a charitate est, et qualis fides non separata ab illa est, velim communicare quae ab angelo caeli audivi. Dixit ille quod locutus sit cum multis Reformatis, et audiverit qualis fides illorum est; et retulit quid cum uno qui in fide separata a charitate fuit, et quid cum altero qui in fide non separata, locutus est, et ab illis audivit. Dixit quod interrogaverit illos, et quod illi responderint. Quae quia illustrare possunt, velim collocutiones illorum hic afferre. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 42"
    },
    {
      "section": 42,
      "title": "Paragraph 42",
      "text": "42. Angelus dixit, quod cum illo qui in fide separata a charitate ita locutus sit; \"Amice, quis es?\" Respondit ille, \"Sum Reformatus Christianus.\" \"Quae tua doctrina, et inde religio?\" Respondit quod sit fides. Dixit, \"Quae tua fides?\" Respondit, \"Fides mea est `Quod Deus Pater miserit Filium, ut satisfaceret pro Humano Genere, et quod salventur qui id credunt.'\" Interrogavit tunc dicendo, \"Quid scis plus, de salvatione?\" Respondit, quod salvatio sit per solam illam fidem. Porro dixit, \"Quid scis de redemptione?\" Respondit quod facta sit per passionem crucis, et quod meritum Filii imputetur per illam fidem. Porro, \"Quid scis de regeneratione?\" Respondit quod fiat per illam fidem. \"Quid scis de paenitentia et remissione peccatorum?\" Respondit quod per illam fidem. \"Dic quid scis de amore et charitate.\" Respondit quod sint illa fides. \"Dic quid scis de bonis operibus.\" Respondit quod sint illa fides. \"Dic quid cogitas de omnibus praeceptis in Verbo.\" Respondit quod sint in illa fide. Tunc dixit, \"Ergo nihil facies.\" Respondit, \"Quid faciam? non possum facere bonum, quod bonum est, a me.\" Dixit, \"Num fidem potes habere a te?\" Respondit, \"Non possum.\" Dixit, \"Quomodo tunc potes fidem habere?\" Respondit, \"In hoc non inquiro; habebo fidem.\" Tandem dixit, \"Omnino scis aliquid praeterea de salute.\" Respondit, \"Quid praeterea, cum per solam illam fidem salvatio?\" Sed tunc dixit angelus, \"Respondes sicut qui canit uno tono tibiae; non audio nisi fidem. Si illam scis, et non praeterea, nihil scis. Abi et vide socios.\" Et abivit et offendit illos in deserto, ubi non gramen. Quaesivit cur ita; dixerunt, quia illis nihil ecclesiae. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 43"
    },
    {
      "section": 43,
      "title": "Paragraph 43",
      "text": "43. Angelus cum illo qui in fide non separata a charitate, ita locutus est: \"Amice, quis es?\" Respondit, \"Sum Christianus Reformatus.\" \"Quae tua doctrina, et inde religio?\" Respondit, \"Fides et charitas.\" Dixit, \"Haec sunt duo.\" Respondit, \"Non separari possunt.\" \"Dixit, \"Quid fides?\" Respondit, \"Credere quod Verbum docet.\" Dixit, \"Quid charitas?\" Respondit, \"Facere quod Verbum docet.\" Dixit, \"Num solum credideris illa, vel num etiam feceris?\" Respondit, \"Etiam feci.\" Angelus caeli tunc aspexit illum, et dixit, \"Mi amice, veni mecum, et habita nobiscum.\" This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 44"
    },
    {
      "section": 44,
      "title": "Paragraph 44",
      "text": "44. (VI.) QUALIS FIDES SEPARATA A CHARITATE EST. Ut fides separata a charitate videatur qualis est, sistam illam in sua nuditate. In hac talis est:- Quod Deus Pater iratus contra genus humanum, rejecerit illud a Se, et ex justitia statuerit vindicare per ejus damnationem aeternam: et quod dixerit ad Filium, \"Descende, imple Legem, ac damnationem illis destinatam in Te suscipe; et tunc forte miserebor.\" Quare descendit, et implevit Legem, et passus Se suspendi cruce, et immaniter occidi: quo facto, rediit ad Patrem, et dixit, \" Damnationem generis humani in Me suscepi; nunc misericors esto,\" intercedens pro illis. At responsum tulit, \"Non possum erga illos; sed quia Te vidi super cruce, et tunc sanguinem tuum, factus sum misericors; at usque non condonabo illis, sed imputabo illis tuum meritum, verum non aliis, quam qui hoc agnoscunt. Hoc erit fides, per quam salvari possunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 45"
    },
    {
      "section": 45,
      "title": "Paragraph 45",
      "text": "45. Haec est fides illa in sua nuditate. Quisnam, cui aliqua ratio illustrata est, in illa non videt paradoxa, quae contra ipsam Divinam essentiam sunt? Ut, quod Deus, qui est ipse Amor, et ipsa Misericordia, potuerit ex ira et inde vindicta damnare homines, et devovere illos inferno: tum, quod velit ad misericordiam moveri per damnationem Filio impositam, et per intuitionem Ejus passionis super cruce et Ejus sanguinis. Quis, cui aliqua ratio illustrata est, non videt quod Deus ad Deum aequalem non dicere potuerit, \"Non condono illis, sed imputo illis tuum meritum?\" ut et, \"Nunc vivant sicut velint, modo illud credant, et salvabuntur?\" Praeter plura. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 46"
    },
    {
      "section": 46,
      "title": "Paragraph 46",
      "text": "46. Sed causa quod haec non visa sint, est quia induxerunt fidem caecam, et per illam occluserunt oculos, et obturaverunt aures. Occlude oculos et obtura aures, hoc est, fac ut non cogitent ex aliquo intellectu, et dic illis, quibus aliqua idea de vita aeterna impressa est, quicquid velis, et credent: immo, si dixeris quod Deus possit irasci et vindictam spirare; quod Deus possit alicui damnationem aeternam inferre; quod Deus velit ad misericordiam moveri per sanguinem Filii; ac id pro merito imputare et adscribere homini ut ejus; ac salvare per solum cogitare. Ut et, quod unus Deus cum altero Deo unius essentiae potuerit talia stipulari, et illi injungere; praeter similia alia. Sed aperi oculos et reclude aures, hoc est, cogita de illis ex intellectu, ac videbis discordantiam illorum cum ipsa veritate. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 47"
    },
    {
      "section": 47,
      "title": "Paragraph 47",
      "text": "47. Occlude oculos et obtura aures, et fac ut non cogitent ex aliquo intellectu; annon poteris inducere fidem, quod Deus dederit omnem suam potestatem homini, ut sit pro Deo in terris? Annon poteris inducere fidem, quod homines mortui invocandi sint? quod nudandum sit caput et flectenda sint genua pro simulacris eorum? quodque cadavera eorum, ossa eorum, et sepulcra illorum, sancta sint et veneranda? Sed si aperis oculos et recludis aures, hoc est, de illis ex aliquo intellectu cogitas, annon videbis enormia, quae ratio humana abominabitur? This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 48"
    },
    {
      "section": 48,
      "title": "Paragraph 48",
      "text": "48. Cum talia et similia alia recipiuntur ab homine, cui ex religione occlusus est intellectus, annon tunc templum, in quo cultum agit, comparari potest speluncae seu cavernae sub terris, ubi quae videt, nescit quid sunt? ac religio ejus comparari potest habitationi in domo, in qua non sunt fenestrae et vox cultus ejus sono, et non loquelae? Cum tali homine non potest angelus caeli loqui, quia unus non intelligit loquelam alterius, This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 49"
    },
    {
      "section": 49,
      "title": "Paragraph 49",
      "text": "49. (VII.) QUOD ILLI QUI IN FIDE SEPARATA A CHARITATE SUNT, IN VERBO REPRAESENTATI SINT PER PHILISTHAEOS. In Verbo per omnia nomina gentium et populorum, tum personarum et locorum, significantur res ecclesiae; ipsa ecclesia per Israelem et Jehudam, quia apud illos fuit instituta; et varia religiosa per gentes et populos circum illos; religiosa concordantia per gentes bonas, et religiosa discordantia per gentes malas. Sunt duo religiosa mala, in quae omnis ecclesia successu temporis degeneratur, unum quod adulterat bona ejus, et alterum quod falsificat Vera ejus. Illud religiosum, quod adulterat bona ecclesiae, trahit suum ortum ex amore imperandi; et alterum religiosum quod falsificat Vera ecclesiae, trahit suum ortum ex fastu propriae intelligentiae. Religiosum quod trahit ortum ex amore imperandi in Verbo intelligitur per Babyloniam; et religiosum, quod trahit ortum ex fastu propriae intelligentiae, in Verbo intelligitur per Philisthaeam. Notum est quinam ex Babylonia hodie sunt; sed non notum quinam ex Philisthaea. Ex Philisthaea sunt qui in fide et non in charitate. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 50"
    },
    {
      "section": 50,
      "title": "Paragraph 50",
      "text": "50. Quod illi ex Philisthaea sint qui in fide et non in charitate, constare potest ex variis quae de illis in Verbo dicuntur, in spirituali sensu intellectis; tam ex altercationibus illorum cum Abrahami et Isaci servis (de quibus Genes. xxi. et xxvi.), quam ex bellis illorum cum filiis Israelis (de quibus in Libro Judicium ac in Libris Samuelis et Regum); omnia enim bella in Verbo descripta in sensu spirituali involvunt et significant bella spiritualia; et quia hoc religiosum, quod est fidei separatae a charitate, continue vult invadere ecclesiam, ideo Philisthaei manserunt in terra Canaane, et filios Israelis crebro infestarunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 51"
    },
    {
      "section": 51,
      "title": "Paragraph 51",
      "text": "51. Quoniam Philisthaei repraesentabant illos qui in fide separata charitate sunt, ideo vocati sunt \"praeputiati;\" et per \"praeputiatos\" intelliguntur qui absque amore spirituali sunt, et inde in solo amore naturali; amor spiritualis est charitas. Causa quod hi \"praeputiati\" dicti sint, est quia per \"circumcisos\" intelliguntur qui in amore spirituali sunt. (Quod Philisthaei \"praeputiati\" dicti sint, videatur 1 Sam. xvii. {1}26, 36; 2 Sam. {2}i. 20; et alibi.) @1 26 pro \"27\"$ @2 i. pro \"ii.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 52"
    },
    {
      "section": 52,
      "title": "Paragraph 52",
      "text": "52. Quod illi qui in fide separata a charitate sunt, per Philisthaeos repraesentati sint, constare potest non modo ex bellis eorum cum filiis Israelis, sed etiam ex pluribus aliis, quae de illis in Verbo memorantur; ut ex illis quae de Dagone idolo eorum, de haemorrhoidibus et muribus, quibus propter arcam in fano idoli eorum positam percussi et infestati sunt, et ex reliquis quae tunc evenerunt (de quibus, 1 Sam. cap. v. et vi.); similiter quae de Goliatho, qui Philisthaeus erat, a Davide interfecto (de quo 1 Sam. cap. xvii.). Dagon enim idolum eorum, erat superius sicut homo, inferius sicut piscis; per quod repraesentabatur religio eorum, quod ex fide esset sicut spiritualis, ex nulla charitate autem esset mere naturalis: per \"haemorrhoides,\" quibus percussi erant, significabantur spurci eorum amores; per \"mures,\" quibus infestati erant, significabatur devastatio ecclesiae per falsificationes veri; et per Goliathum a Davide percussum repraesentabatur fastus propriae intelligentiae illorum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 53"
    },
    {
      "section": 53,
      "title": "Paragraph 53",
      "text": "53. Quod illi qui in fide separata a charitate sunt, repraesentati sint per Philisthaeos, patet etiam ex propheticis Verbi, ubi de illis agitur; ut ex sequentibus his:- Apud Jeremiam, \"Contra Philisthaeos:... Ecce aquae ascendentes ex septentrione, quae fient in flumen inundans, et inundabunt terram et plenitudinem ejus, urbem et habitantes in ea, ut clament homines, et ejulet omnis habitator terrae:... vastabit Jehovah Philisthaeos\" (xlvii. 1, 2, 4): \"aquae ascendentes e septentrione,\" sunt falsa ex inferno; quae \"fient in flumen inundans, et inundabunt terram et plenitudinem ejus,\" significat per illa devastationem omnium ecclesiae; \"urbem et habitantes in ea,\" significat devastationem omnium doctrinae ejus; \"ut clament homines, et ejulet omnis habitator terrae,\" significat defectum omnis veri et boni in ecclesia; \"vastabit Jehovah Philisthaeos,\" significat interitum eorum. Apud Esaiam, \"Ne laeteris Philisthaea tota..., quod fracta sit virga percutiens te; nam e radice serpentis exibit basiliscus, cujus fructus prester volans\" (xiv. {1}29): \"ne laeteris Philisthaea tota,\" significat ne gaudeant qui in fide separata a charitate sunt, quod adhuc maneant: \"nam e radice serpentis exibit basiliscus,\" significat ex fastu propriae intelligentiae destructionem omnis veri apud illos; \"cujus fructus prester volans,\" significat ratiocinia ex falsis mali contra vera et bona ecclesiae. @1"
    },
    {
      "section": 29,
      "title": "Paragraph 29",
      "text": "29 pro \"27 seq.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 54"
    },
    {
      "section": 54,
      "title": "Paragraph 54",
      "text": "54. Quod per circumcisionem repraesentata sit purificatio a malis quae sunt amoris mere naturalis, patet ex his:- \"Circumcidite\" cor vestrum, \"et removete praeputia cordis vestri,... ne exeat... ira mea... propter malitiam operum vestrorum\" (Jerem. iv. 4); \"Circumcidite praeputium cordis vestri, et cervicem vestram non indurate amplius\" (Deutr. x. 16): \"circumcidere cor\" aut \"praeputium cordis\" est purificare se a malis. Inde vicissim, per \"incircumcisum \" seu \"praeputiatum\" intelligitur qui a malis amoris mere naturalis non purificatus; ita qui non in charitate est: et quia immundus corde per \"praeputiatum\" intelligitur, dicitur \"Nullus praeputiatus corde, et praeputiatus carne, intrabit in sanctuarium\" (Ezech. xliv. 9); \"Nullus praeputiatus comedet Pascha\" (Exod. xii. 48). Et quod damnatus sit (Ezech. xxviii. 10; cap. xxxi. 18; cap. xxxii. 19). This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 55"
    },
    {
      "section": 55,
      "title": "Paragraph 55",
      "text": "55. (VIII.) QUOD ILLI QUI IN FIDE SEPARATA A CHARITATE SUNT, INTELLIGANTUR PER \"DRACONEM\" IN APOCALYPSI. Dictum est supra, quod omnis ecclesia successu temporis abeat in duo communia religiosa mala, in unum ex amore imperandi, et in alterum ex fastu propriae intelligentiae; et quod prius religiosum in Verbo intelligatur et describatur per \"Babyloniam,\" et posterius per \"Philisthaeam.\" Nunc quia in Apocalypsi agitur de statu Ecclesiae Christianae, imprimis qualis in fine est, ideo de, binis illis religiosis malis, in genere et in specie ibi agitur. Religiosum quod Per \"Babyloniam\" intelligitur, describitur in cap. xvii., xviii., xix., quod ibi est \"meretrix sedens super bestia coccinea;\" ac religiosum quod per \"Philisthaeam\" intelligitur, describitur in cap. xii., xiii., quod ibi est \"draco,\" tum \"bestia ex mari,\" ac \"bestia ex terra ascendens.\" Quod hoc religiosum per \"draconem et ejus binas bestias\" intellectum sit, hactenus non sciri potuit: causa est, quia sensus spiritualis Verbi non prius apertus fuit, et inde Apocalypsis non intellecta est; et imprimis quia religiosum de fide separata a charitate in Christiano orbe tantum invaluit, ut nemo id videre posset: omne enim religiosum malum occaecat oculos. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 56"
    },
    {
      "section": 56,
      "title": "Paragraph 56",
      "text": "56. Quod religiosum fidei separatae a charitate intelligatur et describatur in Apocalypsi per \"draconem\" et per \"binas ejus bestias,\" non modo e caelo mihi dictum est, sed etiam in mundo spirituum, qui sub caelo est, ostensum est. Visi mihi sunt illi qui in fide separata erant, in coetu sicut magnus draco cum extensa cauda versus caelum; et visi sunt alii, qui tales, separati, in apparentia sicut dracones: sunt enim in illo mundo hujuscemodi apparentiae ex correspondentia spiritualium cum naturalibus: quare etiam illi ab angelis caeli vocantur draconici. Sed plura illorum genera sunt; quidam eorum constituunt draconis caput, quidam illius corpus, et quidam ejus caudam. Illi qui constituunt ejus caudam, sunt qui omnia vera Verbi falsificaverunt; quare dicitur de dracone in Apocalypsi, quod \"cauda sua detraxerit tertiam partem stellarum caeli;\" per \"stellas caeli\" significantur cognitiones veri, et per \"tertiam partem,\" omnes. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 57"
    },
    {
      "section": 57,
      "title": "Paragraph 57",
      "text": "57. Nunc quia per \"draconem\" in Apocalypsi intelliguntur qui in fide separata a charitate sunt, et hoc hactenus ignoratum fuit, et quoque occultum ex non cognitione sensus spiritualis Verbi, ideo dabitur hic Explicatio generalis super illa quae in cap. xii. ibi de Dracone dicuntur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 58"
    },
    {
      "section": 58,
      "title": "Paragraph 58",
      "text": "58. De Dracone haec dicuntur in capite xii., in Apocalypsi:- \"Et signum magnum visum est in caelo; mulier circumdata sole, et luna sub pedibus ejus, et super capite ejus corona stellarum duodecim; et in utero habens clamavit parturiens, et cruciata parere. Et visum est aliud signum in caelo, et ecce draco magnus rufus, habens capita septem, et cornua septem, et super capitibus suis diademata septem. Et cauda sua traxit tertiam partem stellarum caeli, et projecit illas in terram. Et draco stetit coram muliere paritura, ut postquam pepererat, fetum ejus devoraret. Et peperit filium masculum, qui pasturus est omnes gentes virga ferrea: et raptus es[ fetus ejus ad Deum et thronum Ipsius. Et mulier fugit in desertum, ubi habet locum praeparatum a Deo, ut ibi alant eam diebus mille ducentis sexaginta. Et factum est bellum in caelo, Michael et angeli ejus pugnarunt cum dracone, et draco pugnavit et angeli ejus; et non praevaluerunt; et non locus inventus illorum amplius in caelo... Et cum vidit draco quod projectus in terram, persecutus est mulierem quae peperit filium. Et datae mulieri duae alae aquilae magnae, ut volaret in desertum in locum suum, ubi aleretur ibi tempus et tempora et dimidium tempus, a facie serpentis: et ejecit serpens post mulierem ex ore suo aquam tanquam flumen, ut illam a flumine absorptam faceret: et adjuvit terra mulierem, et aperuit terra os suum, et deglutivit flumen, quod ejecit draco ex ore suo. Et iratus est draco contra mulierem, et abivit facere bellum cum reliquis seminis ejus, observantibus mandata Dei, et habentibus testimonium Jesu Christi\" ((vers. 1-8, 13-17)). This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 59"
    },
    {
      "section": 59,
      "title": "Paragraph 59",
      "text": "59. Haec illorum explicatio est:- \"Signum magnum visum est in caelo,\" significat revelationem a Domino de futura ecclesia, et de receptione doctrinae ejus, et a quibus impugnabitur: \"mulier circumdata sole, et luna sub pedibus significat ecclesiam, quae a Domino in amore, et in fide est: \"et super capite ejus corona stellarum duodecim,\" significat sapientiam ac intelligentiam ex Divinis veris apud illos: \"et in utero habens,\" significat nascentem doctrinam: \"clamavit parturiens, et cruciata parere,\" significat resistentiam ab illis qui in fide separata a charitate sunt: \"et visum est aliud signum in caelo,\" significat iterum revelationem: \"et ecce draco magnus rufus,\" significat fidem separatam a charitate, qui \"rufus\" dicitur ab amore mere naturali: \"habens capita septem,\" significat falsum intellectum Verbi: \"et cornua decem,\" significat potentiam ex receptione a multis: \"et super capitibus suis diademata septem,\" significat falsificata vera Verbi: \"et cauda sua traxit tertiam partem stellarum caeli, et projecit illas in terram,\" significat destructionem omnium cognitionum veri: \"et draco stetit coram muliere paritura, ut postquam pepererat, fetum ejus devoraret,\" significat odium illorum et animum destruendi doctrinam ecclesiae in suo ortu: \"et peperit filium masculum,\" significat doctrinam: \"qui pasturus omnes gentes virga ferrea,\" significat quae ex potentia veri naturalis ex spirituali convincet: \"et raptus est filius ejus ad Deum et thronum Ipsius,\" significat tutationem ejus a Domino e caelo: \"et (mulier) fugit in desertum,\" significat ecclesiam inter paucos: \"ubi habet locum praeparatum a Deo,\" significat statum ejus ut interea provideatur inter plures: \"ut ibi alant illam diebus mille ducentis sexaginta,\" significat usque dum crescit ad suum statutum: \"et factum est bellum in caelo, Michael et angeli ejus pugnarunt cum dracone, et draco pugnavit et angeli ejus,\" significat dissensionem et pugnam illorum qui in fide separata a charitate sunt contra illos qui in doctrina ecclesiae de Domino et de vita charitatis sunt: \"et non praevaluerunt,\" significat quod succubuerint: \"et non locus inventus eorum amplius in caelo,\" significat dejectionem illorum: \"cum vidit draco quod projectus sit in terram, persecutus est mulierem quae peperit masculum,\" significat infestationem ecclesiae ab illis qui in fide separata a charitate, propter doctrinam ejus: \"et datae mulieri duae alae aquilae magnae, ut volaret in desertum in locum suum,\" significat circumspectionem dum adhuc inter paucos est: \"ubi aleretur tempus et tempora et dimidium temporis a facie serpentis,\" significat usque dum ecclesia crescit ad suum statutum: \"et ejecit serpens post mulierem ex ore suo aquam tanquam flumen, ut illam a flumine absorptam faceret,\" significat ratiocinationes illorum ex falsis in copia ad destruendum ecclesiam: \"et adjuvit terra mulierem, et aperuit terra os suum, et deglutivit flumen quod ejecit draco ex ore suo,\" significat quod ratiocinationes, quia ex falsis, a se ipsis deciderint: \"et iratus est draco contra mulierem, et abivit facere bellum cum reliquis seminis ejus,\" significat perstans odium illorum: \"observantibus mandata Dei, et habentibus testimonium Jesu Christi,\" significat contra illos qui vivunt vitam charitatis, et credunt in Dominum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 60"
    },
    {
      "section": 60,
      "title": "Paragraph 60",
      "text": "60. In capite xiii. sequente in Apocalypsi agitur de binis bestiis draconis; de una quae visa est ex mari ascendisse, et de altera quae visa est ex terra ascendisse; de priore agitur a versu 1 ad 10, et de posteriore a versu 11 ad 18; quae quod sint bestiae draconis, patet a versibus 2, 4, 11, ibi. Per primam bestiam significatur fides separata a charitate quoad confirmationes ejus ex naturali homine; et per alteram significatur fides separata a charitate quoad confirmationes ejus ex Verbo, quae etiam sunt falsificationes veri. Sed praetereo illa explicare, quia continent argumentationes eorum, quae prolixius diducendae forent; solum ultimum hoc, \"Habens intelligentiam computet numerum bestiae, numerus enim hominis est, et numerus ejus sexcenta sexaginta sex\" (vers. 18): \"habens intelligentiam computet numerum bestiae,\" significat qui in illustratione sunt, inquirant quale confirmationum istius fidei ex Verbo; \"numerus enim hominis est,\" significat quod sit quale propriae intelligentiae; \"et numerus ejus sexcenta sexaginta et sex,\" significat omne verum Verbi falsificatum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 61"
    },
    {
      "section": 61,
      "title": "Paragraph 61",
      "text": "61. (IX.) QUOD ILLI QUI IN FIDE SEPARATA A CHARITATE SUNT, INTELLIGANTUR PER \"HIRCOS\" APUD DANIELEM ET MATTHAEUM. Quod Per \"hircum\" apud Danielem (cap. viii.), et per \"hircos\" apud Matthaeum (cap. xxv.), intelligantur illi qui in fide separata a charitate sunt, constare potest ex eo, quod opponantur \"arieti\" et \"ovibus\" ibi; et per \"arietem\" et per \"oves\" intelliguntur qui in charitate sunt: Dominus enim in Verbo vocatur Pastor; ecclesia ovile; et homines ecclesiae in genere vocantur grex, et in specie oves: et quia \"oves\" sunt illi qui in charitate sunt, ideo \"hirci\" sunt illi qui non in charitate. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 62"
    },
    {
      "section": 62,
      "title": "Paragraph 62",
      "text": "62. Quod illi qui in fide separata a charitate sunt, per \"hircos\" intelligantur, demonstrabitur, (i.) Ab experientia in mundo spirituali; (ii.) Ad Ultimo Judicio, super quos peractum est; (iii.) EX descriptione pugnae inter arietem et hircum apud Danielem; (iv.) Et demum ex omissione charitatis illorum, de quibus apud Matthaeum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 63"
    },
    {
      "section": 63,
      "title": "Paragraph 63",
      "text": "63. (i.) Quod illi qui in fide separata a charitate sunt, intelliguntur in Verbo per \"hircos;\" ad experientia in mundo spirituali. In mundo spirituali apparent omnia quae in mundo naturali; apparent domus et palatia, apparent, paradisi et horti, et in illis arbores omnis generis; apparent agri et novalia, tum campi et vireta; et quoque armenta et greges; omnia in tali similitudine, in qua super nostra tellure; nec alia intercedit differentia, quam quod haec sint ex origine naturali, et illa ex origine spirituali. Quare angeli, quia spirituales sunt, vident illa quae ex origine spirituali sunt, similiter ut homines illa quae ex origine naturali sunt. Omnia quae apparent in mundo spirituali, sunt correspondentiae, correspondent enim affectionibus angelorum et spirituum. Haec causa est, quod illi qui in affectione boni et veri sunt, et inde in sapientia et intelligentia, habitent in palatiis magnificis, circum quae sunt paradisi pleni arboribus, quae correspondent, et circum illos agri et campi, in quibus cubant greges, qui sunt apparentiae. Correspondentiae autem oppositae sunt apud illos qui in affectionibus malis sunt; hi vel sunt in infernis inclusi ergastulis, quae sunt absque fenestris, in quibus tamen est lumen sicut ex igne fatuo, vel sunt in desertis et habitant in mapalibus, circum quae omnia sterilia sunt, et ibi serpentes, dracones, ululae, et plura, quae malis illorum correspondent. Inter caelum et infernum est locus medius, qui vocatur mundus spirituum: in hunc venit omnis homo statim post mortem; et ibi simile commercium est unius cum altero, sicut hominum inter se super tellure; ibi etiam omnia, quae apparent, correspondentiae sunt; apparent etiam ibi horti, luci, silvae cum arboribus et virgultis, ut et campi floridi et virides, et simul varii generis bestiae, mites et immites, omnia secundum correspondentiam affectionum illorum. Ibi saepius vidi oves et hircos; et quoque pugnas inter illos, similes illi pugnae quae describitur apud Danielem (cap. viii.) vidi hircos cum cornibus antrorsum et retrorsum flexis, ac illos cum furore irruentes in oves; vidi hircos cum duobus cornibus, quibus cum vehementia ferierunt oves; et cum aspexi quid esset, vidi aliquos rixantes inter se de charitate et fide; ex quo patuit, quod fides separata a charitate esset quae appareret sicut hircus, et quod charitas ex qua fides esset quae appareret sicut ovis. Quia haec saepius vidi, datum est pro certo scire, quod illi qui in fide separata a charitate sunt, in Verbo per \"hircos\" intelligantur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 64"
    },
    {
      "section": 64,
      "title": "Paragraph 64",
      "text": "64. (ii.) Quod illi qui in fide separata a charitate sunt, intelliguntur in Verbo per \"hircos;\" ex Ultimo Judicio, super quos peractum est. Ultimum judicium non super alios factum est, quam qui in externis fuerunt morales, ac in internis non spirituales, aut parum spirituales; illi autem qui tam in externis quam in internis fuerunt mali, longe ante ultimum judicium in infernum conjecti sunt; et illi qui in externis et simul in internis spirituales fuerunt, longe ante ultimum judicium in caelum elevati sunt; nam judicium non factum est super illos qui in caelo erant, nec super illos qui in inferno, sed super illos qui in medio inter caelum et infernum fuerunt, et ibi sibi fecerunt sicut caelos. Quod ultimum judicium super illos et non super alios factum sit, videri potest in opusculo De Ultimo Judicio (n. 59 et 70); et videbitur ulterius in Continuatione de Ultimo Judicio, et ibi super Reformatos; ex quibus tunc illi qui in fide separata a charitate non modo doctrina sed etiam vita fuerunt, in infernum conjecti sunt; ac illi qui in eadem fide solum quoad doctrinam, sed usque in charitate quoad vitam fuerunt, in caelum elevati sunt: ex quibus patuit, quod non alii per \"hircos\" et per \"oves\" a Domino (apud Matthaeum, cap. xxv.), ubi loquitur de Ultimo Judicio, intellecti sint. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 65"
    },
    {
      "section": 65,
      "title": "Paragraph 65",
      "text": "65. (iii.) Quod illi qui in fide separata a charitate sunt, intelligantur in Verbo per \"hircos;\" ex descriptione pugnae inter arietem et hircum apud Danielem. Omnia quae in Daniele sunt, in spirituali sensu agunt de rebus caeli et ecclesiae, sicut omnia in universa Scriptura Sacra; ut in Doctrina Novae Hierosolymae de illa (n. 5-26) ostensum est: ita quoque illa in Daniele, quae de pugna arietis et hirci ibi (cap. viii.) dicuntur; quae talia sunt: In visione vidi... arietem, cui duo cornua alta, sed altius ascendens posterius: et quod cornu feriret versus occidentem, septentrionem et meridiem; et magnum se faceret. Dein vidi hircum venientem ab occidente super facies totius terrae, cui esset cornu inter oculos; et quod cucurrerit ad arietem cum furore roboris sui, et fregerit duo cornua ejus, et projecerit eum in terram, et conculcaverit eum; at quod fractum sit cornu magnum hirci, et loco ejus ascenderint quatuor cornua: et quod ex uno eorum exiret cornu exiguum, quod crevit \"valde versus meridiem, versus ortum, et versus decus, et usque exercitum caelorum, et dejecit in terram de exercitu, et de stellis, et conculcavit ea: immo extulit se ad Principem exercitus, et ab Eo sublatum est juge, et projectum habitaculum sanctuarii Ejus; quia projecit veritatem in terram. \"Et audivi unum sanctum dicentem,... Quo usque visio haec, juge et praevaricatio vastans, ut detur sanctum et exercitus conculcatio? Et dixit, Usque ad vesperam mane;... tunc justificabitur sanctum (cap. viii, 2-14), This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 66"
    },
    {
      "section": 66,
      "title": "Paragraph 66",
      "text": "66. Quod visio illa praedicat status ecclesiae futuros, patet manifeste; nam dicitur quod \"a Principe exercitus sublatum sit juge,\" \"projectum habitaculum sanctuarii Ejus,\" et quod \"hircus projecerit veritatem in terram:\" tum quod \"Sanctus dixerit, Quousque visio haec, juge et praevaricatio vastans, ut detur sanctum et exercitus conculcatio?\" et quod hoc esset \"ad vesperam mane, quando justificabitur sanctum:\" per \"vesperam\" enim intelligitur finis ecclesiae quando nova erit. Simile postea in eo capite per \"reges Mediae et Persiae\" intelligitur, quod per \"arietem;\" et simile per \"regem Graeciae\" quod per \"hircum;\" nam nomina regnorum, gentium et populorum, tum personarum et locorum, in Verbo significant res caeli, et ecclesiae. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 67"
    },
    {
      "section": 67,
      "title": "Paragraph 67",
      "text": "67. Explicatio illorum haec est:- \"Aries,\" cui duo cornua alta, quorum altius ascendit posterius, significat illos qui in fide ex charitate sunt: quod \"cornu feriret versus occidentem, septentrionem et meridiem,\" significat dissipationem mali et falsi: quod \"magnum se faceret,\" significat incrementum: \"hircus veniens ab occidente super facies totius terrae,\" significat illos qui in fide separata a charitate sunt, ac invasionem ecclesiae ab illis; \"occidens\" est malum naturalis hominis; \"cui cornu inter oculos,\" significat propriam intelligentiam: quod \"cucurrerit ad arietem cum furore roboris,\" significat quod vehementer impugnaverit charitatem et ejus fidem: quod fregerit duo cornua ejus, projecerit eum in terram, et conculcaverit eum,\" significat quod prorsus disperserit et charitatem et fidem, nam qui unam etiam alteram dispergit, unum enim faciunt: quod \"fractum sit cornu magnum hirci,\" significat non apparentiam propriae intelligentiae: quod \"loco ejus ascenderint quatuor cornua,\" significat applicationes sensus litterae Verbi ad confirmandum: quod \"ex uno eorum exiret cornu exiguum,\" significat argumentationem, quod nemo possit implere legem, et facere bonum a se ipso: quod \"id cornu creverit versus meridiem, versus ortum et versus decus,\" significat per id insurrectionem in omnia ecclesiae: \"et usque ad exercitum caelorum, et dejecit de exercitu, et de stellis, et conculcavit illa,\" significat sic destructionem omnium cognitionum boni et veri, quae charitatis et fidei essent: quod \"extulerit se ad Principem exercitus\" et ab Eo sublatum est juge, et habitaculum sanctuarii Ejus,\" significat quod sic: depopulatus sit omnia cultus Domini et ecclesiae Ipsius: quod \"veritatem projecerit in terram,\" significat quod vera Verbi falsificaverit per \"vesperam mane, quando justificabitur sanctum,\" significatur finis ecclesiae istius, et principium novae.\" This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 68"
    },
    {
      "section": 68,
      "title": "Paragraph 68",
      "text": "68. (iv.) Quod illi qui in fide separata a charitate sunt, intelligantur per \"hircos;\" ex omissione charitatis eorum apud Matthaeum. Quod non alii per \"hircos\" ac per \"oves\" intelligantur apud Matthaeum (cap. xxv. 31-46) quam qui per \"hircum\" et per \"arietem\" apud Danielem, patet ex eo, quod ad oves enumerentur opera charitatis, et dicatur, quod illa fecerint; et quod ad hircos enumerentur eadem opera charitatis, et dicatur quod illa non fecerint, et quod hi ideo damnentur: est enim apud eos qui in fide separata a charitate sunt, omissio operum, ex negatione quod nihil salutis et ecclesiae in illis sit; et cum removetur ita charitas, quae consistit in operibus, cadit etiam fides, quoniam fides est ex charitate; et cum non charitas et fides, est damnatio. Si omnes mali per \"hircos\" ibi intellecti fuissent, non opera charitatis quae non fecerunt, sed mala quae fecerunt, enumerata fuissent. Similes per \"hircos\" etiam intelliguntur apud Sachariam, \"Super pastores exarsit ira mea, et super hircos visitabo\" (x. 3). Et apud Ezechielem, \"Ecce Ego judicans inter pecudem et pecudem, inter arietes et inter hircos: num parum vobis, pascuum bonum depascitis, etiam reliquum pascuorum conculcatis pedibus vestris?... cornibus vestris feritis omnes oves infirmas, donec disperseritis illas: ideo salvabo gregem meum, ut non sit amplius in praedam\" (xxxiv. 17, 18, (21,) 22, seq.). This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 69"
    },
    {
      "section": 69,
      "title": "Paragraph 69",
      "text": "69. (X.) QUOD FIDES SEPARATA A CHARITATE ECCLESIA ET OMNIA EJUS DESTRUAT. Fides separata a charitate nulla est fides, quoniam charitas est vita fidei, est anima ejus, et est essentia ejus; et ubi nulla fides est quia nulla charitas, ibi nulla ecclesia est. Quare dicit Dominus, \"Filius hominis cum venerit, num inveniet fidem super terra?\" (Luc. xviii. 8.) This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 70"
    },
    {
      "section": 70,
      "title": "Paragraph 70",
      "text": "70. Audivi hircos et oves aliquoties de eo collocutos, num illis, qui se confirmaverunt in fide separata a charitate, ulla veritas sit; et quia dixerunt, quod multa sit, lis illa in examen missa est. Et tunc interrogati sunt, num sciant quid amor, quid charitas, et quid bonum; et quia haec erant quae separaverunt, non potuerunt aliter respondere, quam quod non scirent. Interrogati sunt, quid peccatum, quid paenitentia, et quid remissio peccatorum; et quia responderunt quod qui justificati sunt per fidem, illis remissa peccata sint, ut non amplius appareant, dictum est illis, \"Haec non veritas sunt.\" Interrogati quid regeneratio, responderunt quod vel sit baptismus, vel quod sit remissio peccatorum per fidem: dictum illis quod id non veritas sit. Interrogati quid spiritualis homo, responderunt quod sit qui justificatus est per fidem confessionis nostrae: sed dictum illis, quod haec non veritas sit. Interrogati de redemptione, de unione Patris et Domini, deque unitate Dei, et responderunt quae non veritates erant; praeter plura. Post interrogationes et responsa lis ad judicium venit; quod erat, quod illi qui confirmaverunt se in fide separata a charitate non habeant ullam veritatem. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 71"
    },
    {
      "section": 71,
      "title": "Paragraph 71",
      "text": "71. Quod ita sit, non credi potest ab illis in mundo; quoniam qui in falsis sunt, non vident aliter quam quod falsa sint vera, et quod plura scire quam quae fidei eorum sunt, tanti non sit; et fides illorum est separata ab intellectu, est enim fides caeca, et ideo non inquirunt; et hoc non aliter inquiri potest quam ex Verbo media illustratione intellectus; quare vera, quae ibi sunt, vertunt in falsa, cogitando fidem ubi vident amorem, paenitentiam, remissionem peccatorum, et plura quae facti erunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Faith (Dick) n. 72"
    },
    {
      "section": 72,
      "title": "Paragraph 72",
      "text": "72. Verum enim vero, tales sunt illi qui se in sola fide et doctrina et vita confirmaverunt; sed non illi, qui, tametsi audiverunt et crediderunt quod sola fides salvet, usque mala ut peccata fugerunt. This page is part of © 2000-2001 The Academy of the New Church"
    }
  ]
}