{
  "id": "isb_latin",
  "title": "Isb Latin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "Interaction SB (Hartley) n. 1"
    },
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "1. DE COMMERCIO ANIMAE ET CORPORIS QUOD CREDITUR FIERI VEL PER INFLUXUM PHYSICUM, VEL PER INFLUXUM SPIRITUALEM, VEL PER HARMONIAM PRAESTABILITAM AB EMANUELE SWEDENBORG De commercio animae et corporis, seu de Operatione unius in alterum, ac unius cum altero, sunt tres Opiniones et Traditiones, quae sunt Hypotheses; Prima vocatur Influxus physicus, Altera Influxus Spiritualis, et Tertia Harmonia praestabilita. Prima, quae vocatur Influxus physicus, est ex apparentiis sensuum et inde fallaciis, quoniam apparet sicut objecta visus, quae afficiunt oculos, influant in cogitationem, et producant illam; pariter loquelae quae movent aures, sicut influant in mentem, et producant ideas ibi; consimiliter olfactus, gustus, et tactus: quoniam horum Sensuum organa primum recipiunt contactus e Mundo alluentes, et secundum affectiones illorum apparet Mens cogitare et quoque velle, ideo Antiqui Philosophi et Scholastici crediderunt influxum ab illis derivari in animam, et sic concluserunt Hypothesin de Influxu physico seu naturali. Altera, quae vocatur Influxus Spiritualis, a quibusdam occasionalis, est ex ordine et ejus legibus; quoniam Anima est substantia spiritualis, et inde purior, prior, et interior, Corpus autem est materiale, et inde crassius, posterius et exterius, et secundum ordinem est, ut purius influat in crassius, prius in posterius, et interius in exterius, ita Spirituale in Materiale, et non vicissim; proinde Mens cogitativa in Visum secundum statum inductum oculis ex objectis, quem statum Mens illa etiam disponit ad nutum; pariter Mens perceptiva in Auditum secundum Statum inductum auribus ex loquelis. Tertia, quae vocatur Harmonia Praestabilita, est ex apparentiis et fallaciis rationis, quoniam Mens in ipsa operatione una et simul agit cum corpore; at usque omnis operatio est primum successiva et postea simultanea, operatio successiva est Influxus, et operatio simultanea est Harmonia; quemadmodum cum Mens cogitat et postea loquitur, aut cum vult et postea agit, quare est fallacia rationis stabilire simultaneum et excludere Successivum. Praeter has tres Opiniones de Commercio Animae et Corporis non dabilis est quarta, quippe sive operabitur Anima in Corpus, sive Corpus in Animam, sive utraque continue simul. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 2"
    },
    {
      "section": 2,
      "title": "Paragraph 2",
      "text": "2. Quoniam Influxus spiritualis est ex ordine et ejus legibus, ut dictum est, ideo hic a sapientibus in Orbe erudito prae duobus reliquis agnitus et receptus est: omne id quod ex ordine est, Veritas est, ac Veritas se ipsam manifestat ex luce ei insita, etiam in umbra rationis, in qua sunt Hypotheses. Sed sunt tria quae hanc Hypothesin involvunt umbrae, ignorantia quid Anima, ignorantia quid Spirituale, et ignorantia qualis est Influxus, quare haec tria prius evolvenda sunt antequam Ratio videt ipsam Veritatem; nam Veritas hypothetica non est ipsa veritas, sed conjectura veritatis; est sicut pictura in pariete in luce stellarum noctu visa, cui Mens inducit formam Variam secundum phantasiam; aliter dum lux solis post auroram illuminat illam, et non modo communia ejus sed etiam singularia ejus detegit et sistit videnda; ita fit ex umbra veritatis, in qua est haec Hypothesis, aperta Veritas, dum cognoscitur quid et quale est Spirituale respective ad naturale, tum quid et qualis est Anima humana, ut et qualis in illam, et per illam in Mentem perceptivam et cogitativam, et ex hac in corpus est influxus. Ast haec a nemine tradi possunt, nisi cui data est a Domino consociatio cum Angelis in Mundo spirituali et simul cum Hominibus in Mundo naturali; et hoc quia mihi datum est, potui describere quid et quale est unum et alterum, quod factum est in Opusculo de Amore Conjugiali, de Spirituali in Memorabili ibi n: 326 ad 329; de Anima Humana, n: 315, et de Influxu n: 380, et plenius n: 415 ad 422. Quis non scit, aut scire potest, quod Bonum amoris et Verum fidei influant a Deo in hominem, et quod influant in Animam ejus, ac sentiantur in Mente ejus, ac effluant ex cogitatione in loquelas, et ex voluntate in actiones. Quod inde sit influxus spiritualis, ac ejus origo et derivatio, manifestabitur in hoc ordine. I. Quod duo Mundi sint, Mundus Spiritualis, ubi sunt Spiritus et Angeli, et Mundus naturalis, ubi sunt Homines. II. Quod Mundus Spiritualis exstiterit et subsistat ex suo Sole, et quod Mundus naturalis ex suo. III. Quod Sol Mundi spiritualis sit purus amor a Jehovah Deo, Qui in medio ejus est. IV. Quod ex illo Sole procedat Calor et Lux, et quod Calor ex illo procedens in essentia sua sit Amor, et quod Lux inde in essentia sua sit Sapientia. V. Quod tam Calor ille quam Lux illa influant in hominem, Calor in ejus Voluntatem et producat ibi bonum amoris, et Lux in ejus intellectum, et producat verum sapientiae. VI. Quod illa duo, calor et lux, seu amor et sapientia, a Deo conjunctim influant in Animam hominis, et per hanc in Mentem, ejus affectiones et cogitationes, et ex his in corporis sensus, loquelas et actiones. VII. Quod Sol Mundi naturalis sit purus ignis, et quod per hunc solem exstiterit et subsistat Mundus naturae. VIII. Quod inde omne quod ex hoc sole procedit, in se spectatum sit mortuum. IX. Quod Spirituale induat se Naturali, sicut homo se veste. X. Quod Spiritualia ita induta in homine faciant ut vivere possit rationalis et moralis, ita spiritualiter naturalis. XI. Quod receptio influxus istius sit secundum statum amoris et sapientiae apud hominem. XII. Quod Intellectus in homine possit elevari in lucem, hoc est, in sapientiam, in qua sunt Angeli Caeli, secundum excultum rationis, et quod Voluntas ejus in calorem, hoc est, in amorem similiter secundum facta vitae; sed quod amor voluntatis non elevetur, nisi quantum homo vult et facit illa, qua sapientia intellectus docet. XIII. Quod prorsus aliter apud bestias. XIV. Quod tres gradus sint in Mundo spirituali, et tres gradus in Mundo naturali, secundum quos fit omnis influxus. XV. Quod fines sint in primo gradu, causae in secundo, et effectus in tertio. XVI. Quod ex his pateat, qualis est influxus spiritualis ab origine sua ad effectus. Singula hoc nunc paucis illustranda sunt. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 3"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "3. I. Quod duo Mundi sint, Mundus spiritualis ubi sunt Spiritus et Angeli, et Mundus naturalis, ubi sunt Homines. Quod sit Mundus spiritualis, in quo sunt Spiritus et Angeli, distinctus a Mundo naturali in quo sunt homines, hactenus in Orbe etiam Christiano alte latuit; causa est, quia non aliquis Angelus descendit et oretenus docuit, nec aliquis homo ascendit et vidit; ne itaque ex ignorantia illius Mundi, et inde ex ancipite fide de Caelo et Inferno, homo infatuaretur in tantum ut fieret Naturalista atheus, placuit Domino aperire visum spiritus mei, et hunc elevare in Caelum, et quoque demittere in Infernum, et exhibere videndum quale est utrumque. Inde patuit mihi quod duo Mundi sint, et illi inter se distincti, unus in quo omnia spiritualia sunt et inde vocatur Mundus spiritualis, et alter in quo omnia naturalia sunt, et inde vocatur Mundus naturalis, ac quod spiritus et angeli in suo Mundo vivant, ac homines in suo; tum quod unusquisque homo per mortem transmigret e suo in alterum, et in hoc vivat in aeternum. Cognitio de utroque hoc mundo praemittenda est, ut a principio suo detegatur Influxus, de quo hic agitur; influit enim Mundus spiritualis in Mundum Naturalem, et actuat hunc in singulis ejus, tam apud homines quam apud bestias, et quoque facit vegetativum in arboribus et herbis. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 4"
    },
    {
      "section": 4,
      "title": "Paragraph 4",
      "text": "4. II. Quod Mundus Spiritualis exstiterit et subsistat ex Suo Sole, et quod Mundus naturalis ex suo. Quod sit alius Sol Mundi Spiritualis, et alius Mundi naturalis, est quia Mundi illi prorsus distincti sunt, ac Mundus trahit suam originem ex Sole; non enim potest Mundus, in quo omnia spiritualia sunt, oriri ex Sole, ex quo omnia naturalia sunt, nam sic foret Influxus physicus, qui tamen est contra ordinem. Quod Mundus exstiterit ex Sole, et non vicissim, constat ex effectu causae, quod Mundus in omnibus et singulis ejus subsistat per Solem, ac subsistentia demonstrat existentiam, quare dicitur quod subsistentia sit perpetua existentia; ex quo patet, quod si removeretur Sol, caderet Mundus ejus in Chaos, et hoc in nihilum. Quod in Mundo spirituali sit alius Sol quam in Mundo naturali, possum testari, quia illum vidi; apparet igneus sicut noster Sol, paene simili magnitudine, distat ab Angelis sicut noster Sol ab hominibus; at non oritur nec occidit, sed stat immotus in media altitudine inter zenith et horizontem, inde est Angelis perpetua lux, et perpetuum ver. Homo rationis, qui non aliquid novit de Sole Mundi Spiritualis, facile delirat in sua idea de Creatione Universi, quam, cum profunde volvit, non aliter percipit, quam quod sit ex natura, et quia origo naturae est Sol, quam quod sit ex Sole ejus ut Creatore. Insuper non potest aliquis percipere Influxum spiritualem, nisi etiam sciat originem ejus, omnis enim Influxus est ex Sole, Influxus Spiritualis ex suo, et Influxus naturalis ex suo; Internus visus hominis, qui est Mentis ejus, influxum recipit ex Sole spirituali, Externus autem Visus, qui est corporis, influxum recipit ex Sole naturali, et in Operatione se conjungunt, similiter ut Anima cum Corpore. Ex his patet, in quam caecitatem, caliginem, et fatuitatem incidere possunt illi qui nihil sciunt de Mundo Spirituali, et ejus Sole; in Caecitatem, quia Mens ex solo visu oculi pendens, in ratiociniis fit similis vespertilioni, qui vage et modo ad appensa lintea noctu volat: in Caliginem, quia visus mentis, dum in illum ab interiori influit visus oculi, orbatur omni spirituali lumine, et fit similis noctuae: in Fatuitatem, quia nihilominus homo cogitat, sed ex naturalibus de spiritualibus, et non vicissim, ita amenter, stulte, et fatue. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 5"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5. III. Quod Sol Mundi Spiritualis sit purus Amor, a Jehovah Deo, Qui in medio ejus est. Spiritualia non possunt aliunde procedere, quam ex Amore, et Amor non aliunde quam ex Jehovah Deo, Qui est Ipse Amor, quare Sol Mundi Spiritualis, ex quo omnia Spiritualia, ut a suo fonte, scaturiunt, est purus Amor a Jehovah Deo, Qui in medio ejus est, procedens: ipse ille Sol non est Deus, sed est a Deo, est proxima Sphaera circum Illum ab Illo. Per hunc Solem a Jehovah Deo creatum est Universum, per quod intelliguntur in complexu omnes Mundi, qui totidem sunt, quot in Expanso nostri Caeli sunt Stellae. Quod Creatio per illum Solem, qui est purus Amor, facta sit, ita a Jehovah Deo, est quia Amor est ipsum Esse Vitae, et Sapientia est Existere vitae inde, et ex Amore per Sapientiam omnia creata sunt; hoc intelligitur per haec apud Johannem; Verbum erat apud Deum, et Deus erat Verbum, omnia per Ipsum facta sunt, et absque Ipso factum est nihil quod factum est; et Mundus per Ipsum factum est, i: 1, 3, 10; Verbum ibi est Divinum Verum, ita quoque Divina Sapientia; quare etiam Verbum ibi vocatur Lux, quae illuminat omnem hominem, Vers: 9, similiter ut facit Divina Sapientia per Divinum Verum. Illi qui aliunde deducunt ortum Mundorum, quam ex Divino Amore per Divinam Sapientiam, hallucinantur sicut cerebrosi, qui vident larvas ut homines, phantasmata ut luces, ac entia rationis ut effigies reales; est enim universum creatum cohaerens Opus ex Amore per Sapientiam; visurus es hoc si potis es lustrare nexus in ordine a primis ad ultima. Quemadmodum Deus est unus, ita quoque Sol spiritualis est unus, nam de spiritualibus, quae sunt ejus derivationes, non praedicabilis est extensio spatii, et Essentia et Existentia absque spatio est ubivis in spatiis absque spatio, ita Divinus Amor a principio Universi ad omnes fines ejus; quod Divinum impleat omnia, et per impletionem in statu creato conservet omnia, ratio videt e longinquo, et in propinquo quantum cognoscit Amorem qualis in se est, ejus conjunctionem cum Sapientia, ut percipiantur fines, ejus influxum in sapientiam, ut sistantur causae, et ejus operationem per sapientiam, ut producantur effectus. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 6"
    },
    {
      "section": 6,
      "title": "Paragraph 6",
      "text": "6. IV. Quod ex illo Sole procedat Calor et Lux, at quod Calor ex illo procedens in essentia sua sit amor, et quod Lux inde in essentia sua sit sapientia. Notum est, quod in Verbo, et inde in communi Praedicatorum sermone, Divinus Amor exprimatur per Ignem, ut quod Ignis caelestis impleat corda, et accendat sancta desideria ad colendum Deum; causa est, quia Ignis correspondet amori, et inde significat eum; ex eo est quod Jehovah Deus visus sit ut Ignis in rubo coram Mose, similiter super Monte Sinai coram Filiis Israelis, et quod mandatum sit, quod Ignis perpetuo custodiretur super Altari, et quod quavis vespera accenderentur lucernae Candelabri in Tabernaculo; hoc erat, quia ignis significabat amorem. Quod sit Calor ex illo igne, patet manifeste ex amoris effectibus, quod homo incendatur, incalescat, et inflammetur, sicut amor ejus exaltatur in zelum, aut in excandescantiam irae; Calor sanguinis, seu Calor vitalis hominum, et in genere Animalium, non aliunde est quam ex Amore, qui facit vitam illorum: Ignis infernalis nec aliud est quam Amor oppositus amori Caelesti: inde nunc est, quod Amor Divinus appareat Angelis ut Sol in Mundo illorum, igneus, ut noster Sol, ut supra dictum est, et quod Angeli in calore sint secundum receptionem Amoris a Jehovah Deo per illum Solem. Quod Lux ibi in sua essentia sit Sapientia, inde fluit, sunt enim Amor et Sapientia individui, sicut Esse et Existere, Amor enim per Sapientiam, et secundum illam existit; hoc simile est sicut in Mundo nostro, quod Calor tempore veris, uniat se cum Luce, et producat germinationes et tandem fructificationes: praeterea quisque scit, quod Calor spiritualis sit Amor, et Lux spiritualis sit sapientia; calet enim homo sicut amat, ac intellectus ejus in luce est sicut sapit. Lucem illam spiritualem saepius vidi, excedit lucem naturalem candore et quoque splendore in immensum, est enim sicut ipse candor et ipse splendor in se, apparet ut splendens et fulgurans nix, qualia visa sunt vestimenta Domini cum transformatus est, Marc: ix: 3. Luc: ix: 29: quoniam Lux est Sapientia, ideo Dominus se vocat Lucem, quae illuminat omnem hominem, Joh: i: 9, et alibi, quod sit ipsa Lux, Joh: iii: 19, Cap: viii: 12, Cap: xii: 35, 36, 46, hoc est, quod sit ipsum Divinum Verum, quod est Verbum, ita ipsa Sapientia. Creditur quod Lumen naturale, quod etiam est rationale, sit ex luce nostri Mundi, sed est ex luce Solis Mundi spiritualis, nam visus mentis influit in visum oculi, ita quoque luces, et non vicissim; si vicissim, foret influxus physicus, et non Influxus spiritualis. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 7"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. V. Quod tam Calor ille, quam Lux illa influant in hominem, Calor in ejus voluntatem, et producat ibi bonum amoris, et Lux in ejus intellectum, et producat ibi verum sapientiae. Notum est quod universaliter omnia se referant ad Bonum et Verum, et quod non detur singulare ens in quo non relativum ad illa duo est; inde est quod in homine sint duo Receptacula vitae, unum quod est receptaculum Boni, quod vocatur Voluntas, alterum quod est receptaculum Veri, quod vocatur Intellectus; et quia Bonum est Amoris, et Verum est Sapientiae, est Voluntas receptaculum amoris, ac Intellectus receptaculum sapientiae. Quod bonum sit amoris, est quia homo quod amat, hoc velit, et cum operatur illud appellet bonum; et quod Verum sit sapientiae, est quia omnis sapientia est ex veris, imo bonum quod sapiens cogitat, est verum, et hoc fit bonum, cum vult et facit illud. Qui non rite distinguit inter bina illa Receptacula vitae, quae sunt Voluntas et Intellectus, et claram notionem sibi format de illis, frustra satagit cognoscere Influxum spiritualem, nam Influxus est in Voluntatem, et Influxus est in Intellectum, in Voluntatem hominis est Influxus boni amoris, et in Intellectum ejus est Influxus veri sapientiae, uterque a Jehovah Deo immediate per Solem in cujus medio est, et mediate per Caelum Angelicum. Bina illa Receptacula, Voluntas et Intellectus, tam distincta sunt, sicut sunt Calor et Lux, nam Voluntas recipit calorem caeli, qui in essentia sua est amor, ac Intellectus recipit lucem caeli, quae in essentia sua est sapientia, ut supra dictum est. Datur Influxus e Mente humana in loquelas, et datur in actiones, Influxus in loquelas fit ex Voluntate per Intellectum, Influxus autem in actiones fit ex Intellectu per Voluntatem: illi qui modo Influxum in intellectum, et non simul in voluntatem norunt, et ex illo ratiocinantur et concludunt, sunt sicut monoculi, qui modo vident objecta unius lateris, et non simul alterius; ac sicut manci, qui modo una manu contortim operantur: ac sicut claudi, qui super uno pede cum baculo subsultim ambulant. Ex his paucis explanatum est, quod Calor spiritualis influat in voluntatem hominis, et producat bonum amoris, et quod Lux spiritualis influat in intellectum ejus, et producat verum sapientiae. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 8"
    },
    {
      "section": 8,
      "title": "Paragraph 8",
      "text": "8. VI. Quod illa duo, viz. Calor et Lux, seu Amor et Sapientia, a Deo conjunctim influant in Animam Hominis, et per hanc in Mentem, ejus affectiones et cogitationes, et ex his in corporis sensus, loquelas et actiones. Influxus spiritualis hactenus a limatis ingeniis traditus est ab anima in corpus, et non aliquis Influxus in Animam, et per illam in Corpus, tametsi notum est, quod omne bonum amoris et omne verum fidei influant a Deo in hominem, et nihil eorum ab homine, et illa quae influunt a Deo, influunt proxime in Animam ejus, et per Animam in Mentem rationalem, et per hanc in illa quae faciunt corpus; si quis aliter indagat Influxum Spiritualem, est sicut qui obturat venam fontis, et usque ibi quaerit perennes aquas; aut qui deducit ortum arboris ex radice et non ex semine; aut qui lustrat principiata absque principio. Anima enim non est vita in se, sed est recipiens vitae a Deo, Qui est Vita in se, et omnis Influxus est vitae, ita a Deo; id intelligitur per hoc, Jehovah Deus inspiravit in nares hominis animam vitarum, et factus est homo in animam viventem, Gen: ii: 7; inspirare in nares animam vitarum, significat indere perceptionem boni et veri; et quoque Dominus dicit de se, Quemadmodum Pater habet vitam in seipso, ita dedit etiam Filio vitam habere in seipso, Joh: v: 26; vita in seipso est Deus; et vita animae est vita a Deo influens. Nunc quia omnis Influxus est vitae, et haec operatur per sua receptacula, ac intimum seu primum receptaculorum in homine est ejus Anima, ideo ut rite percipiatur Influxus, exordiendum est a Deo, et non a statione media; si ab hac, foret doctrina Influxus sicut currus absque rotis, aut sicut navis absque velis. Quoniam ita est, ideo in praemissis actum est de Sole Mundi Spiritualis in cujus medio est Jehovah Deus, n: 5; et de Influxu amoris et sapientiae, ita vitae, inde, n: 6, 7. Quod per Animam influat Vita a Deo in hominem, et per hanc in ejus Mentem, h. e., in hujus affectiones et cogitationes, et ex his in corporis sensus, loquelas et actiones, est quia illa sunt vitae in ordine successivo; Mens enim est subordinata animae, et Corpus subordinatum menti, ac Menti sunt binae Vitae, una voluntatis et altera intellectus, Vita voluntatis ejus est bonum amoris, cujus derivationes vocantur affectiones, ac Vita intellectus ibi est verum sapientiae, cujus derivationes vocantur cogitationes, per has et illas vivit mens; Vita autem corporis sunt sensus, loquela et actiones; quod haec sint ab anima per mentem, consequitur ex ordine in quo sunt, et ex hoc se manifestant Coram sapiente absque scrutinio. Anima humana, quia est substantia superior Spiritualis, recipit influxum immediate a Deo, Mens autem humana, quia est substantia inferior spiritualis, recipit influxum a Deo mediate per Mundum Spiritualem, et Corpus quia est ex substantiis naturae, quae vocantur materiae, recipit influxum a Deo, mediate per Mundum naturalem. Quod Bonum amoris et Verum sapientiae, conjunctim, h. e., unita in unum, a Deo influant in animam hominis, sed quod in progressione dividantur ab homine, ac conjungantur duntaxat apud illos, qui a Deo se patiuntur duci, in sequentibus videbitur. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 9"
    },
    {
      "section": 9,
      "title": "Paragraph 9",
      "text": "9. VII. Quod Sol mundi naturalis sit purus ignis, et quod per hunc Solem exstiterit et subsistat Mundus naturae. Quod Natura et ejus Mundus, per quae intelliguntur Atmosphaerae, ac Tellures quae vocantur Planetae, inter quas est Orbis Terraqueus super quo nos habitamus, et quoque omnia et singula, quae superficiem ejus quotannis adornant; et quod haec et illa unice subsistant ex Sole, qui facit Centrum illorum, ac per radios lucis suae, et per temperies caloris sui ubivis praesens est, quisque ex autopsia, notione sensuum, et ex scriptis de inhabitatione ejus pro certo scit; et quoniam perpetua subsistentia inde est, pro certo etiam concludere potest ratio, quod existentia etiam inde sit, nam perpetuo subsistere est perpetuo existere sicut exstitit. Ex his sequitur, quod Mundus naturalis per hunc Solem a Jehovah Deo secundario creatus sit. Quod sint Spiritualia, et quod sint Naturalia inter se prorsus distincta, et quod origo et sustentatio Spiritualium sit a Sole, qui est purus Amor, in cujus medio est Creator et Stator universi Jehovah Deus, hactenus demonstratum est; quod autem origo et sustentatio naturalium sit Sol qui est purus Ignis, et quod hic sit ex illo ac uterque a Deo, sequitur ex se, ut sequitur posterius a priori, ac prius a Primo. Quod Sol naturae et ejus mundorum sit purus ignis, omnes effectus ejus commonstrant, ut concentratio radiorum ejus in focum arte optica, ex qua prodit ignis in vehementia urens et quoque flamma; natura caloris ejus similis calori ex igne elementari graduatio istius caloris secundum incidentiam, unde Climata, et quoque quatuor Tempora anni, praeter plura, ex quibus ratio per sui corporis sensus confirmare potest, quod Sol mundi naturalis sit merus ignis, et quoque quod sit ignis in ipsa sua puritate. Illi qui nihil sciunt de Origine Spiritualium ex suo Sole, sed solum de Origine naturalium ex suo, vix possunt aliter quam confundere spiritualia et naturalia, et per fallacias sensuum et inde rationis concludere, quod Spiritualia non sint nisi quam pura naturalia, et quod ex horum activitate excitata per lucem et calorem exsurgat sapientia et amor; illi quia non vident aliud oculis, nec percipiunt aliud naribus, neque respirant aliud pectore, quam naturam, ideo eidem adscribunt omnia etiam rationalia, ac sic insorbent naturalismum sicut spongia aquas; sed hi comparari possunt cum aurigis, qui quadrijuges equos alligant post currum et non ante illum; aliter illi, qui distinguunt inter spiritualia et naturalia, et haec deducunt ex illis; hi etiam percipiunt Influxum animae in corpus, quod sit spiritualis, et quod naturalia, quae sunt corporis, inserviant animae pro vehiculis et mediis, ut in Mundo naturali producat suos effectus: si aliter concludis, assimilari potes cancro, qui vadit promovendo gradus per caudam, et trahit oculos retro secundum gressum; ac tuus visus rationalis comparari potest cum visu oculorum Argi in occipitio, sopitis illis in frontispitio; hi etiam se credunt Argos cum ratiocinantur, dicunt enim, quis non videt ortum universi ex natura, et quid tunc Deus nisi intimum extensum naturae, et similia irrationalia, ex quibus gloriantur plus quam sapientes ex rationalibus. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 10"
    },
    {
      "section": 10,
      "title": "Paragraph 10",
      "text": "10. VIII. Quod inde omne quod ex hoc Sole procedit, in se spectatum sit mortuum. Quis non ex ratione intellectus, si hic paulum elevatur supra sensualia corporis, videt, quod Amor in se spectatus sit vivus, et quod apparentia ignis ejus sit vita, et vicissim quod ignis elementaris in se spectatus, respective sit mortuus; consequenter quod Sol mundi Spiritualis, quia est purus Amor, sit vivus, et quod Sol Mundi naturalis, quia est purus ignis, sit mortuus; similiter omnia quae procedunt et existunt ex illis. Sunt duo, quae efficiunt omnes effectus in Universo, Vita et Natura, et efficiunt illos secundum ordinem, dum Vita ab interiori actuat naturam: aliter dum Natura ab interiori adducit vitam ad agendum, quod fit apud illos, qui ponunt naturam quae in se est mortua, supra et intra vitam, et inde unice litant voluptatibus sensuum et concupiscentiis carnis, et nihili pendunt spiritualia animae et vere rationalia mentis; hi propter inversionem illam sunt qui vocantur Mortui; tales sunt omnes Naturalistae athei in Mundo, et omnes Satanae in Inferno; nuncupantur etiam Mortui in Verbo, ut apud Davidem Adhaeserunt Baalpeori, et comederunt sacrificia Mortuorum,\" Psalm: cvi: 28. \"Persequitur hostis animam meam, sedere me facit in tenebris sicut Mortuos mundi,\" Psalm: cxliii: 3. \"Ad audiendum gemitum vincti, et ad aperiendum Filiis Mortis,\" Psalm: cii: 21, et in Apocalypsi \"Novi opera tua quod nomen habeas quod vivas, sed Mortuus es; esto vigilans et stabili reliqua qua Moribunda sunt,\" iii: 1, 2; dicuntur Mortui, quia Mors spiritualis est damnatio, et damnatio est illis, qui credunt Vitam esse ex natura, et sic lucem hujus esse lucem Vitae, et per id abscondunt, suffocant, et exstinguunt omnem ideam de Deo, deque Caelo, et de Vita aeterna; hi inde sunt sicut Noctuae, quae vident lucem in tenebris et tenebras in luce, hoc est, falsa ut vera, ac mala ut bona; et quia jucunda mali illis sunt jucunda cordis, non dissimiles sunt illis Avibus et Bestiis, quae vescuntur corporibus mortuorum ut cupediis, ac sentiunt foetores ex sepulchris ut balsama. Hi quoque non vident alium Influxum quam physicum seu naturalem; si usque affirmant Influxum spiritualem, fit hoc non ex aliqua idea ejus, sed ex ore Praeceptoris. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 11"
    },
    {
      "section": 11,
      "title": "Paragraph 11",
      "text": "11. IX. Quod Spirituale induat se naturali, sicut homo se veste. Notum est, quod in omni operatione sit activum et passivum, et quod ex solo activo nihil existat, nec aliquid ex solo passivo; simile est cum spirituali et naturali, spirituale quia est vis viva est activum, ac naturale quia est vis mortua est passivum; inde sequitur, quod quicquid in hoc Mundo solari a principio exstitit, et dein omni momento existit, sit ex spirituali per naturale, et hoc non modo in subjectis Regni animalis, sed etiam in subjectis Regni vegetabilis. Notum etiam est ejus simile, quod in omni quod efficitur sit principale et instrumentale, et quod haec duo, dum aliquid fit, appareant ut unum, tametsi distincte duo sunt; quare inter canones sapientiae etiam hoc est, quod causa principalis et causa instrumentalis faciant simul unam causam; ita quoque spirituale et naturale; quod haec duo in efficiendis appareant ut unum, est quia spirituale est intra naturale sicut fibra intra musculum, et sanguis intra arterias, aut sicut cogitatio intus in loquelis, et affectio in sonis, ac facit se sentiri per naturale ex his; sed adhuc, sicut per transennam, patet quod spirituale se induat naturali, sicut homo se veste. Corpus organicum, quo Anima se induerat, assimilatur hic vesti, quia hanc illud investit, et quoque Anima se illo exuit, et illud a se projicit sicut exuvias, cum per mortem a naturali Mundo emigrat in suum spiritualem; veterascit etiam corpus sicut vestis, non autem anima, quia haec est substantia spiritualis, quae nihil commune habet cum naturae mutationibus, quae progrediuntur ab exordiis ad fines, ac periodice terminantur. Illi qui non considerant Corpus ut vestimentum seu indumentum animae, quod in se est mortuum, et modo adaptatum recipiendis viribus vivis influentibus per Animam ex Deo, non possunt aliter quam ex fallaciis concludere, quod Anima per se vivat et Corpus per se, et quod inter utriusque vitam sit Harmonia Praestabilita; aut etiam quod vita animae influat in vitam corporis, aut vita corporis in vitam animae, et sic concipiunt Influxum aut Spiritualem aut Naturalem; cum tamen veritas ex omni quod creatum est contestata est, quod posterius non agat ex se sed ex priori a quo, ita nec hoc ex se sed ex adhuc priori, et quod sic non aliquid nisi a Primo, qui agit ex se, ita a Deo: praeterea Vita est unica, et haec non creabilis est, sed summopere influxibilis in formas organice adaptatas ad receptionem; tales formae sunt omnia et singula in Universo creato. Creditur a multis, quod Anima sit vita, et quod sic homo, quia vivit ex anima vivat ex sua vita, ita ex se, proinde non per Influxum vitae a Deo, sed hi non possunt aliter quam complicare quendam nodum gordium ex fallaciis, et omnia judicia mentis suae eidem intricare, unde mera insania in spiritualibus, aut struere labyrinthum, e quo mens nusquam per aliqua rationis fila potest remetiri viam et se educere; actualiter etiam se demittunt sicut in cavernas sub terra, ubi in aeternis tenebris degunt; nam fallaciae inde prodeunt innumerabiles, et singulae horrendae, ut quod Deus se transfuderit et transscripserit in homines, et quod inde unusquisque homo sit aliquod Numen, quod vivit ex se, et sic quod bonum faciat et sapiat ex se; similiter quod fidem et charitatem possideat in se et sic depromat illa a se, et non a Deo, praeter plura enormia, qualia sunt apud illos in inferno, qui, dum in Mundo erant, crediderunt naturam vivere, aut activitate sua producere vitam; hi dum spectant ad Caelum, vident lucem ejus ut meram caliginem. Quondam audivi vocem e Caelo dicentis, quod si foret scintilla vitae in homine ejus, et non Dei in illo, non foret Caelum, nec aliquid ibi, et inde quod non foret aliqua Ecclesia in terris, et inde non Vita aeterna. Consulantur plura de hac re in Memorabili inserto Operi de Amore Conjugiali, n: 132 ad 136. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 12"
    },
    {
      "section": 12,
      "title": "Paragraph 12",
      "text": "12. X. Quod Spiritualia ita induta in homine faciant, ut vivere possit rationalis et moralis, ita spiritualiter naturalis. Ex principio supra stabilito, quod anima induat se corpore sicut homo se veste, sequitur hoc ut conclusum; influit enim Anima in Mentem humanam, et per hanc in Corpus, et secum fert vitam, quam continue recipit a Domino, et transfert illam sic mediate in corpus, ubi per arctissimam unionem facit sicut corpus vivat; inde, et ex mille experientiae testimoniis patet, quod spirituale unitum materiali, sicut vis viva cum vi mortua, faciat ut homo loquatur rationaliter, et agat moraliter: apparet sicut lingua et labia loquantur ex quadam vita in se, et quod brachia et manus agant similiter, sed est cogitatio, quae in se est spiritualis, quae loquitur, ac voluntas, quae similiter est spiritualis, quae agit, ac utraque per sua organa, quae in se materialia sunt, quia desumpta ex naturali Mundo; quod ita sit, in die apparet, dummodo attenditur ad hoc, remove cogitationem a loquela, nonne os momento obmutescet, tum remove voluntatem ab actione, nonne manus momento quiescent. Unitio spiritualium cum naturalibus et inde apparentia vitae in materialibus, comparari potest vino nobili in spongia munda, ac musto saccharino in uva, ac liquori sapido in pomo, et quoque odori aromatico in cinnamomo; horum omnium fibrae continentes sunt materiae, quae ex se nihil sapiunt, nec fragrant, sed ex fluoribus in illis et inter illa, quare si exprimis succos illos, sunt mortua fila; similiter organa propria corporis, si aufertur vita. Quod homo ex unitione spiritualium cum naturalibus sit rationalis, patet ex analyticis cogitationis ejus, et quod sit moralis ex honestis actionis et decoris gestuum ejus; haec sunt illi ex facultate, quod recipere possit influxum a Domino per Caelum angelicum, ubi est ipsum habitaculum sapientiae et amoris, ita rationalitatis et moralitatis; ex his percipitur quod spirituale et naturale unita in homine faciant, ut vivat spiritualiter naturalis. Quod similiter et usque dissimiliter post mortem, est quia anima ejus tunc induta est corpore substantiali, sicut in Mundo naturali induta fuit corpore materiali. Creditur a multis, quod perceptiones et cogitationes mentis, quia spirituales, influant nudae, et non per formas organizatas; sed ita somniant illi, qui non viderunt interiora capitis, ubi perceptiones et cogitationes in suis principiis sunt, ut quod ibi sint cerebra, intexta et contexta substantiis, cineritia et medullari, et quod sint glandulae, cava, septa, et cuncta illa circumcincta meningibus et matribus, et quod homo secundum statum omnium illorum integrum aut perversum sane aut insane cogitet et velit, proinde quod sit rationalis et moralis secundum informationem organicam mentis suae: nam Visus rationalis hominis, qui est intellectus, absque formis organizatis ad receptionem lucis spiritualis, foret nullius praedicationis, sicut visus naturalis absque oculis; et sic porro. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 13"
    },
    {
      "section": 13,
      "title": "Paragraph 13",
      "text": "13. XI. Quod receptio influxus istius sit secundum statum amoris et sapientiae apud hominem. Quod homo non sit vita, sed organum recipiens vitae a Deo, et quod amor una cum sapientia sit vita, tum quod Deus sit ipse Amor et ipsa Sapientia, et sic ipsa Vita, supra demonstratum est; inde sequitur quod quantum homo amat sapientiam, seu quantum sapientia in sinu amoris apud illum est, tantum sit imago Dei, hoc est, receptaculum vitae a Deo; ac vicissim, quantum in opposito amore est, et inde in insania, tantum non recipiat vitam a Deo, sed ab Inferno, quae vita vocatur mors. Ipse amor et ipsa sapientia non sunt vita, sed sunt esse vitae, at jucunda amoris et amoena sapientiae, quae sunt affectiones, faciunt vitam, Esse enim vitae per illa Existit; Influxus vitae a Deo fert secum illa jucunda et amoena, sicut influxus lucis et caloris tempore veris in Mentes humanas, et quoque in omnis generis Aves et Bestias, imo in Vegetabilia quae tunc germinant et prolificant; nam jucunda amoris et amoena sapientiae expandunt animos, et adaptant illos ad receptionem, sicut gaudia et laetitiae expandunt facies, et adaptant illas ad influxum hilarium animae. Homo, quem amor sapientiae afficit, est sicut Hortus in Edene, in quo sunt binae Arbores, una Vitae, et altera Scientiae boni et mali; Arbor vitae est receptio amoris et sapientiae a Deo, et Arbor scientiae boni et mali est receptio illorum a semet, at hic insanit, et usque credit se sapere sicut Deus, ille autem vere sapit, et credit nullum sapere nisi quam solus Deus, et quod homo tantum sapiat quantum id credit, et plus quantum sentit se velle id; sed plura de hoc videantur in Memorabili inserto operi de Amore conjugiali, n: 132 ad 136. Unum arcanum illa confirmans e Caelo hic addam; omnes angeli Caeli vertunt Frontispicium ad Dominum ut Solem, et omnes Angeli inferni vertunt Occipitium ad Illum, et hi recipiunt Influxum in affectiones suae voluntatis, quae in se sunt concupiscentiae, et faciunt ut intellectus faveat, at illi recipiunt influxum in affectiones sui intellectus, et faciunt ut voluntas faveat, inde hi sunt in sapientia, illi autem in insania; Intellectus enim humanus habitat in Cerebro, quod est sub frontispicio, ac Voluntus in Cerebello quod est in occipitio: quis non scit, quod homo ex falsis insaniens faveat sui mali cupiditatibus, et per rationes ex intellectu confirmet illas, et quod homo sapiens ex veris videat quales suae voluntatis cupiditates sunt, ac refraenet illas; hoc facit sapiens, quia vertit faciem ad Deum, hoc est, credit in Deum, et non in se, at illud facit insaniens, quia avertit faciem a Deo, hoc est, credit in se et non in Deum; credere in se est credere quod amet et sapiat ex se et non ex Deo, et hoc significatur per edere ex arbore scientiae boni et mali, at credere in Deum, est credere quod amet et sapiat ex Deo et non ex se, et hoc est edere ex Arbore vitae, Apoc: ii: 7. Ex his, sed adhuc [non] nisi sicut in lumine nocturno lunari, percipi potest, quod receptio influxus vitae a Deo sit secundum statum amoris et sapientiae apud hominem. Hic Influxus porro illustrari potest per influxum lucis et caloris in vegetabilia, quae florent et fructus ferunt secundum compaginationes fibrarum formantium illa, ita secundum receptionem; et quoque illustrari potest per influxum radiorum lucis in lapides pretiosos, qui modificant illos in colores secundum situm partium contexentium illos, ita etiam secundum receptionem; pariter per vitra optica et per aquas pluviae, per quae sistuntur irides secundum incidentias, refractiones et sic receptiones lucis; similiter mentes humanae quoad lucem spiritualem, quae procedit a Domino ut Sole, et perpetuo influit, sed recipitur varie. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 14"
    },
    {
      "section": 14,
      "title": "Paragraph 14",
      "text": "14. XII. Quod intellectus in homine possit elevari in lucem, hoc est, in sapientiam, in qua sunt Angeli Caeli, secundum excultum rationis, et quod voluntas ejus in calorem caeli, hoc est, in amorem similiter secundum facta vitae; sed quod amor voluntatis non elevetur, nisi quantum homo vult et facit illa, quae sapientia intellectus docet. Per Mentem humanam intelliguntur duae ejus facultates, quae vocantur Intellectus et Voluntas; Intellectus est Receptaculum lucis caeli, quae in essentia sua est sapientia, et Voluntas est Receptaculum caloris Caeli, qui in essentia sua est amor, ut supra ostensum est: haec duo, sapientia et amor, procedunt a Domino ut Sole, ac influunt in Caelum universaliter et singulariter, unde Angelis est sapientia et amor, et quoque in Mundum hunc universaliter et singulariter, unde hominibus est sapientia et amor. Sed illa duo unitim procedunt a Domino, ac similiter unitim influunt in animas angelorum et hominum, verum non recipiuntur unitim in mentibus illorum, recipitur primum ibi Lux quae facit Intellectum, et pedetentim Amor qui facit Voluntatem; hoc etiam ex proviso est, quia omnis homo e novo creandus est, hoc est, reformandus, et hoc fit per Intellectum; hauriet enim ab infantia cognitiones veri et boni, quae docebunt illum bene vivere, hoc est, rite velle et facere, ita formatur Voluntas per Intellectum. Propter hunc finem data est homini facultas elevandi Intellectum paene in lucem, in qua sunt Angeli coeli, ut videat quid illum oportet velle et inde facere, ut prosper sit in Mundo ad tempus, ac beatus post mortem in aeternum; prosper et beatus fit, si comparat sibi sapientiam, ac voluntatem sub ejus obedientia tenet; at improsper et infelix, si intellectum suum mittit sub obedientiam voluntatis; causa est, quia Voluntas a nativitate inclinat ad mala, etiam enormia; quare nisi illa refraenaretur per Intellectum, homo rueret in nefaria, imo ex insita ferina natura depopularetur et trucidaret sui causa quoscunque, qui sibi non favent et indulgent. Praeterea, nisi Intellectus separatim potuisset perfici et Voluntas per illum, homo non foret homo, sed bestia; non enim absque separatione illa, et absque ascensu intellectus supra voluntatem, potuisset cogitare, et ex cogitatione loqui, sed solum sonare suam affectionem, nec potuisset ex ratione agere, sed ex instinctu, minus potuisset cognoscere illa quae Dei sunt, et per illa Deum, et sic conjungi Ipsi, et vivere in aeternum; cogitat enim et vult homo sicut a se, et hoc sicut a se, est reciprocum conjunctionis, nam conjunctio absque reciproco non dabilis est, sicut non conjunctio activi cum passivo absque reactivo; solus Deus agit, et homo se patitur agi, ac reagit in omni apparentia sicut a se, tametsi interius a Deo. Ex his rite perceptis videri potest, qualis est amor voluntatis hominis, si elevatur per intellectum, tum qualis est si non elevatur, consequenter qualis est homo. Sed hoc, qualis est homo, si amor voluntatis ejus non elevatur per intellectum, illustrabitur per Comparationes; est sicut Aquila volans in altum, sed ut primum videt escas infra, quae cupidinis ejus sunt, ut gallinas, pullos olorum, imo catulos ovium, momento se dejicit, et devorat: similis etiam est adultero, qui inferius in cella recondit scortum, et per vices surgit in supremam religionem domus, et cum commorantibus ibi loquitur sapienter de castitate, ac alternis ex consortiis se proripit, et lasciviam suam infra satiat cum scorto: est quoque similis furi in turri, qui ibi simulat custodias agere, ut primum videt infra objectum rapinae, accelerat cursum deorsum, et id praedatur: assimilari etiam potest muscis paludis, quae in columna volant super capite equi currentis, quae quiescente equo decidunt, et immergunt se paludi suae: talis est homo, cujus voluntas seu amor non elevatur per intellectum, subsistit enim tunc infra ad pedem, immersus immundis naturae et libidinosis sensuum: aliter prorsus illi qui per sapientiam intellectus domant illecebras cupiditatum voluntatis; apud hos postea Intellectus init foedus conjugiale cum voluntate, proinde sapientia cum amore, et supra cohabitant cum delitiis. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 15"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. XIII. Quod prorsus aliter apud Bestias. Illi qui ex sola apparentia coram sensibus corporis judicant, concludunt quod Bestiis aeque sit voluntas et intellectus quemadmodum hominibus, et inde quod solum discrimen sit, quod homo possit loqui, et sic eloqui id quod cogitat et desiderat, at bestia modo sonare illa; attamen Bestiis non est voluntas et intellectus, sed duntaxat instar utriusque, quod Eruditi vocant analogon. Quod homo sit homo, est quia Intellectus ejus potest elevari supra voluntatis ejus desideria, et sic desuper cognoscere et videre illa, et quoque moderari illa; at bestia est bestia, quia desideria ferunt illam ad faciendum quod facit; quare homo est homo per id quod Voluntas ejus sit sub obedientia intellectus, at bestia est bestia per id, quod intellectus ejus sit sub obedientia voluntatis ejus: ex his sequitur hoc conclusum, quod intellectus hominis, quia recipit influam lucem e Caelo, et hanc apprehendit et appercipit ut suam, et ex hac cogitat analytice cum omni Varietate prorsus sicut a se, sit vivus, et inde verus intellectus, et quod Voluntas ejus, quia recipit influum amorem caeli, et ex hoc agit sicut ex se, sit viva, et inde vere Voluntas; vicissim autem apud bestias. Quamobrem illi qui ex libidinibus voluntatis cogitant, assimilantur bestiis, et quoque in Mundo spirituali e longinquo apparent sicut bestiae; agunt etiam similiter, cum sola differentia, quod possint aliter si volunt; at illi qui libidines voluntatis suae per intellectum coercent, et inde rationaliter et sapienter agunt, in Mundo spirituali apparent ut homines, et sunt angeli caeli. Verbo, voluntas et intellectus apud bestias semper cohaerent, et quia voluntas in se est caeca, est enim caloris et non lucis, facit etiam intellectum caecum, inde bestia non scit et intelligit quid agit, et tamen agit, nam agit ex Influxu e Mundo spirituali, et talis actus est Instinctus. Creditur quod bestia ex intellectu cogitet quod agit, sed ne hilum, modo ex amore naturali, qui illi inest ex creatione, succenturiantibus sensibus corporis ejus, fertur ad agendum; quod homo cogitet et loquatur, est unice quia Intellectus ejus est separabilis a voluntate, et elevabilis usque in lucem caeli, nam Intellectus cogitat, et Cogitatio loquitur. Quod Bestiae agant secundum leges ordinis inscriptas naturae illarum, et aliquae sicut moraliter et rationaliter, secus ac plures homines, est quia intellectus illarum est caeca obedientia desideriorum voluntatis illarum, et inde non potuerunt pervertere illa per prava ratiocinia, sicut homines. Observandum est quod per voluntatem et intellectum bestiarum in antedictis intelligatur instar et analogon illorum; analoga denominantur ita ex apparentia. Vita bestiae comparari potest cum noctambulo, qui ex voluntate sopito intellectu ambulat et agit: et quoque cum caeco, qui vadit vias ducente cane: ut et cum fatuo, qui ex consuetudine et inde habitu secundum normas facit opus: similiter cum casso memoria, et inde orbato intellectu, qui usque scit aut discit se amicire, edere lauta, amare sexum, ambulare plateas a domo et ad domum, et facere talia, quae adblandiuntur sensibus et indulgent carni, a quorum illecebris et voluptatibus fertur, tametsi non cogitat, et inde non potest loqui. Ex his patet, quantum hallucinantur, qui credunt Bestias rationalitate gaudere, et modo discriminari ab hominibus per figuram externam, et per quod non possint eloqui rationalia quae intus recondunt; ex quibus fallaciis plures etiam concludunt, quod si homo post mortem vivit, etiam bestia victura sit, et vicissim, quod si bestia non vivit post mortem, nec homo victurus sit; praeter plura somnia, oriunda ex ignorantia de Voluntate et Intellectu, et quoque de Gradibus, per quos Mens hominis tanquam per scalas assurgit ad Caelum. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 16"
    },
    {
      "section": 16,
      "title": "Paragraph 16",
      "text": "16. XIV. Quod tres Gradus sint in Mundo spirituali, et tres Gradus in Mundo naturali hactenus ignoti, secundum quos fit omnis influxus. Per investigationem causarum ab effectibus invenitur, quod duplicis generis Gradus sint, unum in quo sunt Priora et Posteriora, alterum in quo sunt Majora et Minora: Gradus qui distinguunt Priora et Posteriora, vocandi sunt Gradus Altitudinis, tum etiam Discreti; Gradus autem, per quos Majora et Minora inter se distinguuntur, vocandi sunt Gradus Latitudinis, et quoque Continui; Gradus altitudinis seu discreti sunt sicut Generationes et Compositiones unius ab altero; ut pro exemplo, alicujus Nervi a fibris, et cujusvis fibrae a fibrillis; aut alicujus Ligni, Lapidis, aut Metalli a partibus, et cujusvis partis a particulis: Gradus autem latitudinis seu continui sunt sicut Incrementa et Decrementa ejusdem Gradus altitudinis quoad latum, longum, altum et profundum, sicut voluminum aquae, aut aeris, aut aetheris, majorum et minorum, ac sicut massarum ligni, lapidis, aut metalli grandium et non grandium. Omnia et singula in Mundis, Spirituali et Naturali, a creatione in duplicis hujus Generis Gradibus sunt; totum Regnum Animale in hoc Mundo in illis Gradibus in communi et in particulari est; totum Regnum Vegetabile, et totum Regnum Minerale pariter; ut et Expansum Atmosphaericum a Sole usque ad Tellurem. Sunt ideo tres Atmosphaerae secundum Gradus altitudinis discretim distinctae tam in Mundo spirituali, quam in Mundo naturali, quia utrobivis est Sol; sed Atmosphaerae Mundi spiritualis, ex origine sua trahunt, quod sint substantiales, et Atmosphaerae Mundi naturalis ex origine sua trahunt, quod sint materiales; et quia Atmosphaerae secundum illos Gradus ex Originibus suis descendunt, et illae sunt Lucis et Caloris continentia et sicut vehicula promoventia, Sequitur quod tres Gradus sint lucis et caloris; et quia Lux in Spirituali Mundo in essentia sua est sapientia, et Calor ibi in essentia sua est amor, ut supra in suo Articulo demonstratum est, sequitur etiam, quod tres Gradus Sapientiae et tres Gradus amoris sint, proinde tres Gradus vitae; graduantur enim per illa quae transeunt. Inde est, quod tres Caeli angelici sint, Supremum quod etiam vocatur Tertium, ubi sunt Angeli supremi gradus; Medium, quod etiam vocatur Secundum, ubi sunt Angeli medii gradus, ac Ultimum, quod etiam vocatur Primum, ubi sunt Angeli ultimi gradus; Caeli illi etiam distincti sunt secundum Gradus sapientiae et amoris; illi qui in Ultimo Caelo sunt, in amore sciendi vera et bona sunt, illi qui in Medio caelo, in amore intelligendi illa sunt, et qui in Supremo caelo in amore sapiendi sunt, hoc est, vivendi secundum illa quae sciunt et intelligunt. Quoniam Caeli angelici distincti sunt in tres Gradus, ideo etiam Mens humana distincta est in tres Gradus, quia illa est imago Caeli, h. e., Caelum in minima forma; inde est, quod homo possit fieri Angelus unius ex tribus illis Caelis, et hoc fit secundum receptionem sapientiae et amoris a Domino; Angelus Caeli ultimi si modo recipit amorem sciendi vera et bona, Angelus Medii Caeli si recipit amorem intelligendi illa, et Angelus Supremi Caeli, si recipit amorem sapiendi, hoc est, vivendi secundum illa: quod Mens humana distincta sit in Tres regiones secundum Caelos, videatur in Memorabili inserto Operi de Amore Conjugiali, n: 270. Ex his patet, quod omnis Influxus spiritualis ad hominem et in hominem a Domino descendat per tres illos gradus, et quod ab homine recipiatur secundum gradum sapientiae et amoris, in quo est. Cognitio horum Graduum est hodie maximae utilitatis, quoniam multi, quia non sciunt illos, subsistunt et haerent in ultimo gradu, in quo sunt Sensus illorum corporis, et ex ignorantia, quae est caligo intellectus, non possunt elevari in lucem spiritualem, quae supra illos est; inde Naturalismus sicut ex sua sponte invadit, ut primum satagunt rimari et scrutari aliquid de Anima et Mente humana et ejus rationalitate, et plus si de Caelo et de Vita post mortem; inde fiunt comparative sicut illi qui in foris stant cum tubis opticis in manibus spectantes ad Caelum, ac vana vaticinia edunt; et quoque sicut illi, qui de omni objecto viso, et de omni re audita garriunt et quoque ratiocinantur, praeter quod aliquid rationale ex intellectu insit; sed hi sunt sicut laniones, qui credunt se peritos anatomiae, quia lustrarunt viscera boum et ovium extrinsecus et non intrinsecus. Veritas usque est, quod ex influxu luminis naturalis non illustrati per influxum lucis spiritualis cogitare, non sit aliud quam somniare, et ex illa cogitatione loqui, sit hariolari. Sed de Gradibus his plura videantur in Opere de Divino Amore et Divina Sapientia, Amstelodami An: 1763 edito, n: 173 ad 281. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 17"
    },
    {
      "section": 17,
      "title": "Paragraph 17",
      "text": "17. XV. Quod Fines sint in primo gradu, Causae in secundo, et Effectus in tertio. Quis non videt, quod finis non sit causa, sed producat causam, et quod causa non sit effectus, sed quod producat effectum, consequenter quod sint distincte tria quae sequuntur ordine. Finis apud hominem est amor ejus voluntatis, nam quod homo amat, hoc proponit sibi et intendit; causa apud illum est ratio ejus intellectus, nam finis per illam inquirit causas medias, seu efficientes; ac Effectus est operatio corporis ex illis et secundum illa; ita sunt Tria in homine, quae sequuntur ordine similiter ut sequuntur Gradus altitudinis: cum tria illa sistuntur, tunc finis est intus in causa, ac finis per causam in effectu, quare tria illa in effectu coexistunt: inde est, quod dicatur in Verbo, quod unusquisque secundum opera ejus judicandus sit, finis enim seu amor voluntatis ejus, ac causa seu ratio intellectus ejus, effectibus qui sunt opera corporis ejus, simul insunt; ita quale totius hominis. Illi, qui non sciunt haec, et distinguunt objecta rationis ita, non possunt aliter quam terminare ideas cogitationis suae in Epicuri atomis, aut in Leibnitzii monadibus, aut in Wolfii substantiis simplicibus, et sic occludere intellectum suum sicut obice, ut ne quidem ex ratione possit Cogitare de Influxu spirituali, quia non de aliqua progressione, nam dicit Auctor de Substantia sua simplici, quod illa divisa cadat in nihilum; sic etenim Intellectus in suo primo lumine, quod est mere ex sensibus corporis, subsistit, nec promovet gradum ultra; unde est quod non aliter sciatur, quam quod Spirituale sit tenue naturale, tum quod Rationale sit bestiis sicut homini, et quod Anima sit halitus venti, qualis est qui exspiratur ex pectore dum moritur; praeter plura, quae non lucis sunt, sed caliginis. Quoniam secundum illos Gradus progrediuntur omnia in Mundo spirituali, et omnia in Mundo naturali, ut in superiori Articulo dictum est, patet quod illos cognoscere ac dispescere, ac videre in ordine, sit proprie intelligentia; omnis homo etiam per illos cognoscitur qualis est, cum scitur ejus amor, nam, ut dictum est, finis qui est voluntatis, et causae quae sunt intellectus, et effectus qui sunt corporis, sequuntur ex Amore ejus, sicut ex semine arbor, et ex arbore fructus. Sunt triplicis generis Amores, Amor caeli, Amor mundi, et Amor sui; amor caeli est spiritualis, amor mundi est materialis, et amor sui est corporalis; dum amor est spiritualis, trahunt omnia quae ex illo sequuntur, sicut formae a sua essentia, quod sint spiritualia, similiter si principalis amor est mundi seu opum, et sic materialis, trahunt etiam omnia quae ex illo sequuntur, ut principiata a suo principio, quod sint materialia; pariter si principalis amor est amor sui seu eminentiae super omnes alios, et sic corporalis, trahunt omnia quae ex illo sequuntur, quod sint corporalia, causa est, quia homo hujus amoris se solum intuetur, et sic cogitationes mentis suae immergit corpori; quapropter ut mox supra dictum est, qui cognoscit regnantem alicujus amorem, et simul progressiones finium ad causas, et causarum ad effectus, quae tria sequuntur in ordine secundum gradus altitudinis, ille cognoscit totum hominem: ita Angeli caeli cognoscunt unumquemvis cum quo loquuntur; amorem ejus percipiunt ex sono loquelae ejus, ex facie vident imaginem ejus, et ex gestu corporis figuram ejus. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 18"
    },
    {
      "section": 18,
      "title": "Paragraph 18",
      "text": "18. XVI. Quod ex his pateat, qualis est Influxus spiritualis ab origine sua ad effectus. Influxus spiritualis hactenus deductus est ab anima in corpus, non autem a Deo in animam, et sic in corpus; hoc factum est, quia nemo aliquid sciverat de Mundo spirituali, et de Sole ibi, ex quo omnia Spiritualia ut ex suo fonte scaturiunt, et sic nihil de Influxu spiritualium in naturalia. Nunc quia mihi datum est simul esse in Mundo spirituali et in Mundo naturali, et sic utrumque Mundum et utrumque Solem videre, obligor a conscientia mea manifestare illa; nam quid juvat scire, nisi id quod quis scit etiam sciat alter, quid sine hoc illud, nisi quam colligere et in scrinio recondere opes, et solum per vices tueri et numerare illas absque ulla intentione usus ex illis; avaritia spiritualis non aliud est. Sed ut plene Sciatur, quid et qualis est Influxus spiritualis, necessum est scire, quid in sua essentia est Spirituale, et quid Naturale, tum etiam quid Anima Humana; ne itaque lucubratiuncula haec propter ignorantiam illorum manca sit, interest ut consulantur aliqua Memorabilia inserta Operi de Amore Conjugiali, de Spirituali in Memorabili ibi, n: 326 ad 329; de Anima Humana, n: 315; et de Influxu Spiritualium In Naturalia, n: 380, et amplius n: 415 ad 422. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 19"
    },
    {
      "section": 19,
      "title": "Paragraph 19",
      "text": "19. His subjungam hoc Memorabile. Postquam haec Scripta sunt, precatus sum ad Dominum, ut daretur loqui cum discipulis Aristotelis, et simul cum discipulis Cartesii, et cum discipulis Leibnitzii, propter finem, ut opiniones mentis eorum de Commercio Animae et Corporis haurirem: post precationem aderant: novem Viri, tres Aristotelici, tres Cartesiani, et tres Leibnitziani, et steterunt circum me, a latere sinistro adoratores Aristotelis, ad dextrum sectatores Cartesii, et a tergo fautores Leibnitzii; e longinquo ad distantiam, et per intervalla inter se, visi sunt tres sicut Laureati, et ex influa perceptione Cognovi quod essent ipsi Antesignani seu Archididascali; post Leibnitzium stabat unus manu tenens alam vestis ejus, et dicebatur quod esset Wolfius. Novem illi Viri, cum intuerentur se mutuo, faceta voce se primum salutabant, et affabantur. Sed mox tunc ex inferis exsurgebat Spiritus cum facula in manu dextra, et vibrabat illam ante facies illorum, inde facti sunt inimici, tres contra tres, et torvo vultu se aspiciebant; invasit enim libido altercandi et litigandi; et tunc exorsi sunt Aristotelici, qui quoque erant Scholastici, dicentes quis non videt, quod objecta per sensus influant in animam, sicut quis per fores intrat in conclave, et quod Anima cogitet secundum influxum; nonne dum Amator videt pulchram Virginem aut sponsam, oculus ejus scintillat, et fert amorem ejus ad animam; nonne Avarus cum videt Crumenas in quibus nummi, ad illas ardet omni sensu, et inde hoc infert in animam, et excitat cupidinem possidendi illas; nonne cum aliquis Superbus audit laudes de se ab altero, arrigit aures, et hae perferunt illas ad animam; suntne Sensus corporis sicut atria, per quae ad animam unice fit ingressus; quis ex his et innumeris similibus aliter potest concludere, quam quod Influxus e natura seu physicus sit. Ad haec dicta, sectatores Cartesii tenentes digitos sub fronte, et nunc retrahentes illos, respondebant, dicendo; heu, loquimini ex apparentiis; nonne scitis, quod non oculus amet virginem aut sponsam ex se sed ex anima; pariter quod nec sensus corporis cupiat nummos in crumena ex se sed ex anima; similiter quod nec aures arripiant laudes assentantium aliter; nonne perceptio est quae facit sentire, et perceptio est animae et non organi; dicite si potestis, quid aliud facit linguam et labia loqui quam cogitatio, et quid aliud facit manus operari quam voluntas, ac cogitatio et voluntas sunt animae et non corporis; ita quid facit oculum videre, et aures audire, et reliqua organa sentire, nisi quam anima; ex his et ex innumeris similibus aliis unusquisque qui supra sensualia corporis sapit, concludit, quod non sit influxus corporis in animam, sed animae in corpus, quem nos vocamus Influxum occasionalem, et quoque spiritualem. His auditis tres Viri, qui post triades priores steterunt, qui erant fautores Leibnitzii, extulerunt vocem, dicentes, audivimus argumenta ab utraque parte, et contulimus illa, et percepimus, quod in multis praevaleant haec illis, et in multis his illa, quare, si licet, componemus lites; et ad interrogationem quomodo, dixerunt, Non est aliquis Influxus animae in corpus, nec corporis in animam, sed est unanima et instantanea operatio utriusque simul, quam celebris Auctor pulchro nomine insignivit, vocando Harmoniam praestabilitam. His peractis rursus apparuit Spiritus cum facula in manu sed nunc sinistra, et vibravit illam ad occipitia illorum, inde confusae factae sunt ideae omnium, et conclamabant, non scit anima nostra nec corpus, in quam partem transeamus, quare dirimamus has lites per sortem, et sorti quae primum exit favebimus; et sumserunt tres schedulas, et uni illarum inscripserunt, Influxus Physicus, alteri Influxus Spiritualis, et tertiae Harmonia Praestabilita; et miserunt tres illas in cavum pilei; et elegerunt unum qui expromeret, et hic immissa manu apprehendit illam, super qua scriptus fuit Influxus Spiritualis; qua visa et lecta, dixerunt omnes, quidam tamen claro et fluente sono, quidam obscuro et intracto, faveamus huic, quia primum exivit. At subito tunc adstitit Angelus et dixit, ne credatis, quod chartula pro Influxu spirituali exiverit fortuito, sed ex proviso; Vos enim quia in confusis ideis estis, non videtis veritatem ejus, sed ipsa Veritas obtulit se illam manui, ut ei faveatis. This page is part of © 2000-2001 The Academy of the New Church Interaction SB (Hartley) n. 20"
    },
    {
      "section": 20,
      "title": "Paragraph 20",
      "text": "20. Quondam interrogatus sum, quomodo a Philosopho factus sum Theologus, et respondi, eo modo quo Piscatores facti sunt Discipuli et Apostoli a Domino; et quod ego etiam a prima juventute fuerim Piscator spiritualis; hoc audito, interrogavit quid Piscator spiritualis, replicui, quod Piscator in Verbo in sensu ejus spirituali significet hominem, qui indagat et docet Veritates naturales, et postea spirituales rationaliter: ad interrogationem quomodo hoc demonstratur, dixi ex his locis in Verbo, \"Tunc deficient aquae e mari, ac fluvius exsiccabitur et exarescet, ideo lugebunt Piscatores, et tristes erunt omnes projicientes hamum in mare,\" Esai: xix: 5, 8. Alibi; \"Super fluvio, cujus aquae sanabantur, stabant Piscatores ab Engedi, expansione sagenarum aderant, juxta speciem erat Piscis eorum, sicut Piscis maris magni, multus valde,\" Ezech: xlvii: 9, 10. Et alibi \"Ecce Ego mittam, dictum Jehovae, ad Piscatores multos, qui Filios Israelis Piscabuntur,\" Jerem: xvi: 16. Inde patet, cur Dominus Piscatores elegerat in Discipulos, et dixerat, \"Venite post Me, et faciam vos Piscatores Hominum,\" Matth: iv: 18, 19. Marc: i: 16, 17; et ad Petrum, postquam multitudinem piscium captaverat, \"Ex nunc homines capies,\" Luc: v: 9, 10. Postea demonstravi originem illius significationis Piscatorum ex Apocalypsi Revelata; videlicet, quia Aqua significat Vera naturalia, n: 50, 932; similiter Fluvius, n: 409, 932; Piscis illos qui in Veris naturalibus sunt, n: 405; et Inde Piscatores illos, qui Veritates indagant et docent. His auditis Interrogator extulit vocem et dixit, nunc possum intelligere, cur Dominus vocaverat et elegerat Piscatores ut essent Discipuli, et ideo non miror, quod etiam temet, quoniam, ut dixisti, a prima juventute fuisti Piscator in spirituali sensu, hoc est, Indagator veritatum naturalium; quod nunc Veritatum spiritualium, est quia hae super illis fundantur. His addidit, quia erat Vir rationis, quod solus Dominus cognoscat, quis idoneus est ad percipiendum et ad docendum illa, quae Novae Ipsius Ecclesiae sunt, num aliquis inter Primates, vel num aliquis inter famulos illorum. Praeterea, quis Theologus inter Christianos non prius in Gymnasiis studuit Philosophiae, antequam inauguratus est Theologus; unde ei alioquin intelligentia Demum dixit, quia factus es Theologus, aperi quae tua Theologia, respondi, quod haec duo sint Principia ejus, Quod Deus unus sit, et quod Conjunctio charitatis et fidei sit, ad quae retulit, quis haec negat, respondi, quod Theologia hodierna interius lustrata. This page is part of © 2000-2001 The Academy of the New Church"
    }
  ]
}