{
  "id": "life_latin",
  "title": "Life Latin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "Doc. of Life (Dick) n. 1"
    },
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "1. DOCTRINA VITAE PRO NOVA HIEROSOLYMA. (I.) QUOD OMNIS RELIGIO SIT VITAE, ET QUOD VITA EJUS SIT FACERE BONUM. Omnis homo, cui est religio, scit et agnoscit, quod qui bene vivit, salvetur, et quod qui male vivit, condemnetur: scit enim et agnoscit, quod, qui bene vivit, bene cogitet, non solum de Deo, sed etiam de proximo; non autem qui male vivit. Vita hominis est ejus amor; et quod homo amat, non modo libenter facit, sed etiam libenter cogitat. Quod itaque dicatur, quod vita sit facere bonum, est quia facere bonum unum agit cum cogitare bonum; quae si non unum agunt apud hominem, non sunt vitae ejus. Sed haec in sequentibus demonstranda sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 2"
    },
    {
      "section": 2,
      "title": "Paragraph 2",
      "text": "2. Quod religio sit vitae, et quod vita sit facere bonum, hoc omnis qui legit Verbum videt, et cum legit, agnoscit. In Verbo haec sunt:- \"Quisquis... solverit praeceptorum horum minimum, et docuerit ita homines, minimus vocabitur in regno caelorum: qui vero facit et docet, hic magnus vocabitur in regno caelorum. Dico... vobis, nisi justitia vestra abundaverit super Scribarum et Pharisaeorum, non intrabitis in regnum caelorum\" (Matth. i. v. 19, 20). \"Omnis arbor, quae non facit fructum bonum, exscinditur, et in ignem conjicitur; quare ex fructibus eorum cognoscetis illos\" (Matth. i. vii. 19, 20). \"Non omnis dicens Mihi, Domine, Domine, intrabit in regnum caelorum, sed faciens voluntatem Patris Mei, qui est in caelis\" (Matth. vii. 21). \"Multi dicent Mihi in die illo, Domine, Domine, nonne per nomen tuum prophetavimus et in nomine tuo multas virtutes fecimus? Sed tunc confitebor illis, Non novi vos, discedite a Me, operantes iniquitatem\" (Matth. vii. 22, 23). \"Omnis.. qui audit verba mea, et facit illa, comparabo viro prudenti, qui aedificavit domum suam super petra.\" \"At omnis audiens verba mea et non faciens illa, comparabitur viro stulto, qui aedificavit domum suam super arena\" (Matth. vii. 24, 26). Jesus dixit, \"Exivit seminans ad seminandum... semina alia cecidederunt super viam duram;... alia in petrosa;... alia inter spinas... et alia in terram bonam... Ille qui in terram bonam seminatus, hic est, qui Verbum audit et attendit qui inde fructum fert et facit alius... centuplum, alius... sexagecuplum, et alius... trigecuplum. Cum haec dixit Jesus, exclamabat, dicens, \"Qui habet aures ad audiendum audiat\" (Matth. xiii. 3-9, 23). \"Venturus... est Filius hominis in gloria Patris sui,... et tunc reddet unicuique secundum facta ejus\" (Matth. xvi. 27). \"Auferetur a vobis regnum Dei, et dabitur genti facienti fructus ejus\" (Matth. xxi. 43). \"Quando... venerit Filius hominis in gloria sua,... tunc sedebit super throno gloriae.\" Et dicet ovibus a dextris, \"Venite benedicti... et tanquam hereditatem possidete paratum vobis regnum a fundatione mundi; nam esurivi et dedistis Mihi quod ederem, sitivi et potastis Me, peregrinus fui et collegistis Me, nudus fui et induistis Me, aegrotus fui et visitastis Me, in custodia fui et venistis ad Me. Tunc respondebunt... justi, Quando\" ita \"vidimus Te?... Sed respondens Rex dicet... Amen dico vobis, in quantum fecistis uni ex fratribus meis minimis, Mihi fecistis.\" Et Rex dicet similia ad hircos, qui a sinistris; et quia illi talia non fecerunt, dicet, \"Discedite a Me maledicti in ignem aeternum, paratum diabolo, et angelis ejus\" (Matth. xxv. 31-46). \"Facite... fructus dignos paenitentia;... jam jam... securis ad radicem arborum jacet; omnis igitur arbor non faciens fructum bonum, exscinditur et in ignem conjicitur\" (Luc. iii, 8, 9). Jesus dixit, \"Quid... Me vocatis Domine, Domine, et non facitis quae dico? Omnis qui venit ad Me, et audit sermones meos, et facit illos,... similis est homini aedificanti domum et posuit fundamentum super petra:... qui vero audit et non facit, similis est homini aedificanti domum super humo sine fundamento\" (Luc. vi. 46-49). Jesus dixit, \"Mater mea et fratres mei hi sunt, qui audiunt Verbum Dei et faciunt illud\" (Luc. viii. 21). \"Tunc incipietis stare et pulsare januam, dicentes, Domine,... aperi nobis; sed respondens dicet\" illis, \"Non novi vos unde sitis:... Discedite a Me, omnes operarii iniquitatis (Luc. xiii. 25-27). \"Hoc... est judicium, quod Lux venerit in mundum, sed dilexerunt homines magis tenebras quam lucem, erant enim opera eorum mala; omnis... qui mala facit, odit lucem ne coarguantur opera ejus. Qui autem facit veritatem, venit ad lucem, ut manifestentur opera ejus quoniam in Deo facta sunt\" (Joh. iii. 19-21). \"Et exibunt qui bona fecerunt, in resurrectionem (vitae, qui vero mala fecerunt in resurrectionem) judicii\" (Joh. v. 29). \"Scimus... quod peccatores Deus non audiat; sed si quis Deum colit, et voluntatem Ejus facit, hunc audit\" (Joh. ix. 31). \"Si haec scitis, beati estis si feceritis illa\" (Joh. xiii. 17). \"Qui habet praecepta.. et facit illa, ille est qui amat Me;... et Ego amabo illum, et manifestabo illi Me Ipsum; et ad illum\" veniam, \"et mansionem apud illum\" faciam. \"Qui non amat Me, verba mea non servat\" (Joh. xiv. 15, 21-24). Jesus dixit, \"Ego sum vitis..., et Peter meus vinitor: omnem palmitem in Me non ferentem fructum, tollit illum; omnem autem palmitem fructum ferentem, putabit illum, ut plus fructus ferat\" (Joh. xv. 1, 2). \"In hoc glorificatus est Pater meus, ut fructum multum feratis, et reddamini discipuli mei\" (Joh. xv. 8). \"Vos amici mei estis, si feceritis quaecunque mando vobis:... Ego elegi vos,... ut fructum feratis, et fructus vester maneat\" (Joh. i. xv. 14, 16). Dominus dixit Johanni, \"Scribe angelo Ephesinae Ecclesiae Novi opera tua... habeo contra te, quod charitatem priorem reliqueris,... age paenitentiam, et priora opera fac; Sin vero,... movebo candelabrum tuum e loco ejus\" (Apoc. ii. 1, 2, 4, 5). \"Angelo Ecclesiae Smyrnaeorum scribe,... Novi opera tua\" (Apoc. ii. 8(, 9)). \"Angelo Ecclesiae in Pergamo scribe, Novi opera tua, paenitentiam age\" (Apoc. ii. {1}12, 16). \"Angelo Ecclesiae in Thyatiris scribe Novi opera tua et charitatem;... et opera tua posteriora plura primis\" (Apoc. ii. ({2}18, 19). \"Angelo Ecclesiae in Sardibus scribe Novi opera tua, quod nomen habeas quod vivas, sed mortuus es:... non inveni opera tua perfecta coram Deo paenitentiam age\" (Apoc. iii. 1-3). Angelo Ecclesiae quae in Philadelphia scribe,... Novi opera tua\" (Apoc. iii. 7, 8). \"Angelo Ecclesiae Laodicensium scribe,... Novi opera tua age paenitentiam\" (Apoc. iii. 14, 15, 19). \"Audivi vocem e caelo dicentem, Scribe, Beati mortui, qui in Domino moriuntur a nunc:... dicit Spiritus, ut requiescant ex laboribus suis, opera... illorum sequuntur cum illis\" (Apoc. xiv. 13). \"Liber apertus est, qui est vitae; et judicati sunt mortui, juxta ea quae scripta in {3}libro, omnes secundum opera illorum\" (Apoc. xx. 12, 13). \"Ecce venio cito, et merces mea Mecum, ut dem unicuique secundum opus ejus\" (Apoc. xxii. 12). Similiter in Veteri Testamento:- \"Retribue illis juxta opus illorum, et juxta factum manuum illorum\" (Jerem. xxv. 14). Jehovah, \"cujus oculi aperti sunt super omnes vias {4}hominum, ad dandum {5}cuivis secundum vias ejus, et secundum fructum operum ejus\" (Jerem. xxxii. 19). \"Visitabo secundum vias ejus, et opera ejus retribuam illi\" (Hosch. iv. 9). \"Jehovah... juxta vias nostras, juxta opera nostra facit nobiscum\" (Hosch. i. 6). Ac multis in locis, quod statuta, mandata et leges facerent. Ut, \"Observabitis statuta mea, et judicia mea, quae si fecerit homo, vivet per illa\" (Levit. xviii. 5). \"Observabitis omnia statuta mea, et judicia mea, ut faciatis illa\" (Levit. xix. 37; cap. xx. 8; cap. xxii. 31). Benedictiones, si fecerint praecepta, et maledictiones si non fecerint (Levit. xxvi. 4-46). Mandatum filiis Israelis, ut facerent sibi peniculamentum super alis vestium suarum, ut recordarentur omnium praeceptorum Jehovae, ut facerent illa ({6}Num. xv. 38, 39). Et in mille aliis locis. Quod opera sint quae faciunt hominem ecclesiae, et quod salvetur secundum illa, docet etiam Dominus in parabolis; quarum plures involvunt, quod qui bona faciunt acceptentur, et qui mala, rejiciantur. Ut in parabola De Agricolis in vinea (Matth. xxi. 33-44): De Ficu, quae non dedit fructum ({7}Luc. xiii. 13-25): De Talentis et Minis cum quibus negotiarentur (Matth. xxv. 19-31): De Samarita qui obligavit vulnera sauciati a latronibus (Luc. x. 30-37): De Divite et Lazaro (Luc. xvi. 19-31): De decem Virginibus (Matth. xxv. 1-12). @1 12 pro \"13\"$ @2 18, 19 pro \"26\"$ @3 \"libro\":- sic editio princeps. Videatur autem Apoc. Rev., n. 868, ubi legitur \"libris.\"$ @4 \"hominum\":- sic editio princeps. Vid. autem Arc. Caelest., n. 627, ubi legimus \"filorum hominis.\"$ @5 \"cuivis\":- sic editio princeps. Vid. autem A.C., n. 627, ubi legitur \"viro.\"$ @6 Num. xv. 38, 39 pro \"Deut. xxvii. 25\"$ @7 Luc. xiii. 6-9 pro \"Joh. xiii. 6 seq.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 3"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "3. Quod omnis, cui religio est, sciat et agnoscat, quod qui bene vivit salvetur, et qui male vivit condemnetur, est ex conjunctione caeli cum homine, qui ex Verbo novit quod Deus sit, quod caelum et infernum sint, et quod vita post mortem sit: inde est communis illa perceptio. Quare in Doctrina fidei Athanasianae de Trinitate, quae universaliter in Christiano orbe recepta est, etiam hoc, quod in fine ejus dicitur, universaliter receptum est: nempe, \"Jesus Christus, qui passus est propter salvationem nostram, ascendit in caelum, et sedet ad dextram Patris omnipotentis, unde venturus est ad judicandum vivos et mortuos; et tunc illi, qui bona fecerunt, intrabunt in vitam aeternam, et qui mala fecerunt, in ignem aeternum.\" This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 4"
    },
    {
      "section": 4,
      "title": "Paragraph 4",
      "text": "4. Sunt tamen in ecclesiis Christianis multi, qui docent quod sola fides salvet, et non aliquod bonum vitae seu bonum opus; hi etiam adjiciunt, quod non malum vitae seu malum opus condemnet justificatos per solam fidem, quia in Deo et in gratia sunt. Sed mirum est, quod tametsi illi talia docent, usque agnoscant, quod fit ex communi perceptione e caelo, quod salventur qui bene vivunt, et condemnentur qui male vivunt. Quod usque agnoscant patet ex Oratione, quae in templis tam in Anglia, quam in Germania, Suecia et Dania legitur coram populo, qui Sacram Cenam obit. Quod in illis regnis sint qui solam illam fidem docent, notum est. Oratio quae in Anglia legitur coram populo qui sacramentum Cenae obit, est haec:- This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 5"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5. \"The way and means to de received as worthy partakers of that Holy Table, is, first, to examine your lives and conversations by the rule of God's commandments, and whereinsoever ye shall perceive yourselves to have offended either by will, word or deed, there to bewail your own sinfulness, and to confess yourselves to Almighty God, with full purpose of amendment of life; and if ye shall perceive your offences to be such as are not only against God, but also against your neighbors, then ye shall reconcile yourselves unto them, being ready to make restitution and satisfaction according to the utmost of your powers, for all injuries and wrongs done by you to any other, and being likewise ready to forgive others that have offended you, as ye would have forgiveness of your offences at God's hand, for otherwise the receiving of the Holy Communion doth nothing else but increase your damnation. Therefore if any of you be a blasphemer of God, a hinderer or slanderer of His Word, an adulterer, or be in malice or envy, or in any other grievous crime, repent you of your sins, or else come not to that Holy Table; lest after the taking of that Holy Sacrament the Devil enter into you, as he entered into Judas, and fill you full of all iniquities, and bring you to destruction both of body and soul.\" This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 6"
    },
    {
      "section": 6,
      "title": "Paragraph 6",
      "text": "6. Haec in Latino sermone ita sunt:- Haec est via et hoc est medium, ut quis fiat dignus particeps Sanctae Cenae: primarium est, ut exploret suae vitae facta et commercia secundum normam praeceptorum Dei; et in quibuscunque animadvertit se offendisse voluntate aut loquela aut facto, tunc deploret vitiosam suam naturam, et confessionem faciat coram omnipotente Deo, cum pleno proposito emendandi vitam. Et si animadvertit offensas tales esse, ut non modo sint contra Deum, sed etiam contra proximum, tunc reconciliabit se illi, et promptus erit ad restitutionem et satisfactionem ex omni potentia sua, propter injurias et mala alicui facta; et similiter promptus erit ad remittendum aliis offensas, quemadmodum vult ut offensae suae remittantur a Deo: alioquin receptio Sanctae Communionis non facit nisi quam aggravet damnationem. Quapropter si quis vestrum est blasphemator Dei, obtrectator aut sugillator Verbi Ipsius, aut adulter, aut in malitia vel in malevolentia, aut in aliquo alio enormi crimine, paenitentiam a peccatis age; si non, ad Sanctam Cenam ne accedas; alioquin post receptionem ejus Diabolus intraturus est in te, sicut intravit in Judam, et impleturus te omni iniquitate, et destructurus et corpus et animam. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 7"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. Datum est interrogare aliquos presbyteros Angliae, qui solam fidem confessi sunt et praedicaverunt, quod factum est in mundo spirituali, num quando in templis praelegerunt illam orationem, in qua non nominatur fides, crediderint quod ita sit; ut, quod si mala faciunt, et non paenitentiam agant, Diabolus intraturus in illos sicut in Judam, et destructurus illorum et corpus et animam. Dixerunt, quod in illo statu, in quo fuerunt cum praelegerunt orationem, non aliud sciverint et cogitaverint, quam quod illa essent ipsa religio; sed quod cum sermones suos seu praedicationes concinnarent et elimarent, non similiter cogitaverint, quia de fide quod esset unicum medium salutis, et de bono vitae quod esset accessorium morale pro bono publico. Sed usque convicti sunt, quod etiam illis communis perceptio esset, quod qui bene vivit salvetur, et qui male vivit condemnetur, et quod haec perceptio illis sit, quando non in suo proprio sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 8"
    },
    {
      "section": 8,
      "title": "Paragraph 8",
      "text": "8. Quod omnis religio sit vitae, est quia unusquisque post mortem est sua vita; manet enim eadem, quae ei fuerat in mundo, et non mutatur; mala enim vita in bonam non potest converti, nec bona in malam, quia oppositae sunt, et conversio in oppositum est exstinctio: quare quia oppositae sunt, vita bona vocatur vita, et vita mala vocatur mors. Inde est quod religio sit vitae, et quod vita sit bonum facere. Quod homo sit post mortem qualis ejus vita fuerat in mundo, videatur in opere De Caelo et Inferno (n. 470-484). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 9"
    },
    {
      "section": 9,
      "title": "Paragraph 9",
      "text": "9. (II.) QUOD NEMO POSSIT BONUM FACERE, QUOD BONUM EST, A SE. Quod hactenus vix aliquis sciat, num bonum quod facit sit a se, vel a Deo, est causa, quia ecclesia separavit fidem a charitate, et bonum est charitatis. Homo dat pauperibus, opitulatur egenis, impendit templis et xenodochiis, consulit ecclesiae, patriae et concivi, sedule invisit templum, tunc devote auscultat et orat, Verbum et libros pietatis legit, et cogitat de salute, et non scit num illa faciat a se vel a Deo. Eadem potest facere ex Deo, et potest facere ex se; si illa ex Deo facit, bona sunt; si ex se, non bona sunt. Immo dantur similia bona ex se, quae exstanter mala sunt; ut sunt bona hypocritica, quae deceptoria et fraudulenta. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 10"
    },
    {
      "section": 10,
      "title": "Paragraph 10",
      "text": "10. Bona ex Deo, et ex se, possunt comparari auro. Aurum quod ab intimo aurum, et vocatur aurum obryzum, hoc bonum aurum est; aurum commixtum argento est quoque aurum, sed bonum secundum commixtionem; minus autem aurum commixtum cupro. At aurum arte factum, et simile auro ex colore, non est bonum; non enim substantia auri in eo est. Datur etiam auratum; ut auratum argentum, cuprum, ferrum, stannum, plumbum, tum auratum lignum et auratus lapis, quae superficietenus etiam possunt apparere sicut aurum; sed quia non sunt aurum, aestimantur vel secundum artem, vel secundum pretium aurati, vel secundum pretium auri quod abradi potest. Haec bonitate differunt ab ipso auro, sicut vestis ab homine. Potest etiam lignum putidum et scoria, immo fimus, induci auro; hoc aurum est, quod cum bono Pharisaico comparabile est. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 11"
    },
    {
      "section": 11,
      "title": "Paragraph 11",
      "text": "11. Homo ex scientia novit, num aurum in substantia bonum est, num commixtum et falsificatum, et num inductum; sed non ex scientia novit, num bonum quod facit in se bonum est: hoc solum novit, quod bonum a Deo bonum sit, et quod bonum ab homine non bonum sit. Quare quia interest saluti scire, num bonum quod facit a Deo sit, vel num a Deo non sit, ideo revelandum est; sed antequam revelatur, dicetur aliquid de bonis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 12"
    },
    {
      "section": 12,
      "title": "Paragraph 12",
      "text": "12. Datur bonum civile, bonum morale, et bonum spirituale. Bonum civile est quod homo facit ex lege civili; per id bonum et secundum id est homo civis in mundo naturali. Bonum morale est quod homo facit ex lege rationali; per id bonum et secundum id est ille homo. Bonum spirituale est quod homo facit ex lege spirituali; per id bonum et secundum id est homo civis in mundo spirituali. Haec bona sequuntur in hoc ordine: bonum spirituale est supremum, bonum morale est medium, et bonum civile est ultimum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 13"
    },
    {
      "section": 13,
      "title": "Paragraph 13",
      "text": "13. Homo cui est bonum spirituale, est homo moralis et quoque homo civilis; at homo cui non est bonum spirituale, apparet sicut sit homo moralis et civilis, sed usque non est. Quod homo cui est bonum spirituale, sit homo moralis et civilis, est quia bonum spirituale essentiam boni in se habet, et ex illo bonum morale et civile. Essentia boni non potest dari aliunde, quam ab Ipso qui est ipsum Bonum. Effunde cogitationem quaquaversum, intende, et inquire, unde bonum est bonum, et videbis quod sit a suo esse, et quod id sit bonum quod esse boni in se habet, consequenter quod id sit bonum, quod est ab ipso Bono, ita a Deo; consequenter quod bonum non a Deo, sed ab homine, non bonum sit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 14"
    },
    {
      "section": 14,
      "title": "Paragraph 14",
      "text": "14. Ex illis quae in Doctrina de Scriptura Sacra (n. 27, 28, 38), dicta sunt, videri potest, quod supremum, medium et ultimum faciant unum, sicut finis, causa et effectus; et quod quia faciunt unum, ipse finis dicatur finis primus, causa finis medius, et effectus finis ultimus. Inde patebit, quod apud hominem cui bonum spirituale est, morale apud illum sit spirituale medium, ac quod civile sit spirituale ultimum. Inde nunc est, quod dictum sit, quod homo, cui est bonum spirituale, sit homo moralis et homo civilis; et quod homo, cui non est bonum spirituale, non sit homo moralis, ,nec civilis, sed quod modo appareat sicut sit. Apparet sibi et quoque aliis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 15"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. Quod homo, qui non spiritualis est, usque possit rationaliter cogitare et inde loqui, sicut spiritualis homo, est quia intellectus hominis potest elevari in lucem caeli, quae est veritas, et ex illa videre; sed voluntas hominis non potest similiter elevari in calorem caeli, qui est amor, et ex illo facere. Inde est, quod veritas et amor non unum faciant apud hominem, nisi spiritualis sit; inde etiam est quod homo possit loqui; hoc etiam facit discrimen inter hominem et inter bestiam. Per hoc quod intellectus possit elevari in caelum, cum adhuc non voluntas, est quod homo possit reformari et spiritualis fieri; sed tunc primum reformatur et spiritualis fit, quando etiam voluntas elevatur. Ex illa dote intellectus prae dote voluntatis, est, quod homo, qualiscunque sit, etiam malus, possit rationaliter cogitare et inde loqui, sicut spiritualis; sed quod non usque rationalis sit, est quia intellectus non ducit voluntatem, sed voluntas intellectum; intellectus modo docet et monstrat viam, ut in Doctrina de Scriptura Sacra (n. 115) dictum est; et quamdiu voluntas non una cum intellectu est in caelo, homo non est spiritualis, et inde nec rationalis; nam cum relinquitur suae voluntati seu suo amori, tunc rationalia intellectus sui de Deo, de caelo, et de vita aeterna, ejicit, et loco illorum assumit talia quae cum voluntatis ejus amore concordant, et illa vocat rationalia. Sed haec videnda erunt in transactionibus de Sapientia Angelica. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 16"
    },
    {
      "section": 16,
      "title": "Paragraph 16",
      "text": "16. In sequentibus illi qui bonum faciunt a se, dicentur homines naturales; quoniam morale et civile apud illos quoad essentiam est naturale: at illi qui bonum faciunt a Domino, dicentur homines spirituales; quoniam morale et civile apud illos quoad essentiam est spirituale. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 17"
    },
    {
      "section": 17,
      "title": "Paragraph 17",
      "text": "17. Quod nemo possit facere aliquod bonum quod bonum est, a se, docet Dominus apud Johannem: \"Homo non potest sumere quicquam, nisi sit datum illi e caelo\" (iii. 27). et apud eundem, \"Qui manet in Me, et Ego in illo, hic fert fructum multum: quia sine Me non potestis facere quicquam\" (xv. 5): \"Qui manet in Me, et Ego in illo, hic fert fructum multum,\" est quod a Domino sit omne bonum; \"fructus\" est bonum: \"sine Me non potestis facere quicquam,\" est quod nemo id possit facere a se. Illi qui credunt in Dominum, et bonum faciunt ab Ipso, vocantur \"Filii Lucis\" (Joh. xii. 36; Luc. xvi. 8); \"Filii nuptiarum\" (Marc. ii. 19); \"Filii resurrectionis\" (Luc. xx. 36); \"Filii Dei\" (Luc. xx; 36; Joh. i. 12); \"Ex Deo nati\" (Joh. i. 13); Quod Deum visuri sint (Matth. v. 8); Quod Dominus mansionem apud illos facturus sit (Joh. xiv. 23); Quod fidem Dei habeant (Marc. {1}xi. 22): Quod opera illorum sint a Deo facta (Joh. iii. 21). Haec in summa sunt in his verbis: \"Quotquot receperunt\" Jesum, \"dedit illis potestatem ut filii Dei essent, credentibus in nomen Ipsius; qui non ex sanguinibus, neque e voluntate carnis, neque e voluntate viri, sed ex Deo nati sunt (Joh. i 12, 13): \"credere in nomen filii Dei,\" est credere Verbum, et vivere secundum id; \"voluntas carnis\" est proprium voluntatis hominis, quod in se est malum; et \"voluntas viri\" est proprium intellectus ejus, quod in se est falsum ex malo; \"nati ex illis,\" sunt qui ex proprio volunt et faciunt, ac cogitant et loquuntur; \"nati a Deo\" sunt qui illa ex Domino: in summa, quod non bonum sit quod ab homine, sed quod bonum sit quod a Domino. @1 xi. pro \"xii.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 18"
    },
    {
      "section": 18,
      "title": "Paragraph 18",
      "text": "18. (III.) QUOD QUANTUM HOMO FUGIT MALA UT PECCATA, TANTUM FACIAT BONA NON A SE, SED A DOMINO. Quis non scit et scire potest, quod mala impediant, quin Dominus ad hominem intrare possit? Malum enim est infernum, et Dominus est caelum, ac infernum et caelum opposita sunt; quantum itaque homo est in uno, tantum non potest esse in altero; unum enim agit contra alterum, et destruit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 19"
    },
    {
      "section": 19,
      "title": "Paragraph 19",
      "text": "19. Homo, quamdiu est in mundo, in medio est inter infernum et caelum; infra est infernum et supra est caelum; et tunc tenetur in libero convertendi se aut ad infernum aut ad caelum: si se convertit ad infernum, avertit se a caelo; si autem convertit se ad caelum, avertit se ab inferno. Seu quod idem est; homo, quamdiu est in mundo, in medio stat inter Dominum et diabolum, ac tenetur in libero convertendi se aut ad unum aut ad alterum: si se convertit ad diabolum, se avertit a Domino; si autem convertit se ad Dominum, avertit se a diabolo. Seu quod idem est; homo, quamdiu in mundo est, in medio est inter malum et bonum, et tenetur in libero convertendi se aut ad unum aut ad alterum: si se convertit ad malum, avertit se a bono; si autem convertit se ad bonum, avertit se a malo. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 20"
    },
    {
      "section": 20,
      "title": "Paragraph 20",
      "text": "20. Dicitur quod homo teneatur in libero convertendi se huc illuc; hoc liberum est cuivis homini non ab ipso, sed a Domino; quare dicitur quod teneatur in illo. De aequilibrio inter caelum et infernum, et quod homo sit in illo, et inde in libero, videatur in opere De Caelo et Inferno (n. 589-596, et n. 597-603). Quod quivis homo in libero teneatur, et quod id nemini auferatur, videbitur in suo loco. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 21"
    },
    {
      "section": 21,
      "title": "Paragraph 21",
      "text": "21. Ex his manifeste patet, quod quantum homo fugit mala, tantum apud Dominum et in Domino sit; et quantum in Domino est, tantum faciat bona non a se, sed a Domino. Inde haec communis Lex resultat,- Quod quantum quis fugit mala, tantum faciat bona. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 22"
    },
    {
      "section": 22,
      "title": "Paragraph 22",
      "text": "22. Sed duo requisita sunt: unum, quod homo fugere debeat mala quia peccata sunt, hoc est, quia sunt infernalia et diabolica, ita contra Dominum, et contra leges Divinas: alterum, quod humo debeat fugere mala ut peccata sicut ab se ipso, sed sciat et credat quod a Domino, Sed de hoc et de illo requisito dicetur in articulis subsequentibus. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 23"
    },
    {
      "section": 23,
      "title": "Paragraph 23",
      "text": "23. Ex his sunt tria haec consequentia: (i.) Quod si homo bona vult et facit, antequam fugit mala ut peccata, bona non sint bona. (ii.) Quod si homo pia cogitat et loquitur, et non fugit mala ut peccata, pia non sint pia. (iii.) Quod si homo scit et sapit multa, et non fugit mala ut peccata, usque non sapiat. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 24"
    },
    {
      "section": 24,
      "title": "Paragraph 24",
      "text": "24. (i.) Quod si homo bona vult et facit, antequam fugit mala ut peccata, bona non sint bona, est quia non prius est in Domino, ut supra dictum est: prout si det pauperibus, opem ferat egenis, impendat templis et hospitalitiis, benefaciat ecclesiae, patriae et concivibus, doceat Evangelium et convertat, agat justitiam in judiciis, sinceritatem in negotiis, et rectitudinem in operis; et tamen mala ut peccata nihili facit, sicut fraudes, adulteria, odia, blasphemias, et similia alia; tunc non aliter potest facere bona, quam quae intus mala sunt; facit enim illa ex se, et non ex Domino; ita est ipse in illis, et non Dominus; et bona, in quibus ipse homo est, sunt omnia conspurcata malis ejus, et spectant ipsum et mundum. Attamen eadem illa facta, quae supra recensita sunt, interius bona sunt, si homo fugit mala ut peccata prout fraudes, adulteria, odia, blasphemias, et similia alia: facit enim illa a Domino, et vocantur \"in Deo facta\" (Joh. iii. 19-21). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 25"
    },
    {
      "section": 25,
      "title": "Paragraph 25",
      "text": "25. (ii.) Quod si homo pia cogitat et loquitur, et non fugit mala ut peccata, pia non sint pia, est quia non est in Domino. Ut si frequentat templa, devote auscultat praedicationes, legit Verbum et pietatis libros, obit sacramentum Cenae, cottidie fundit preces; immo si multum cogitat de Deo, et de salute, et tamen mala, quae sunt peccata, nihili facit, (ut fraudes, adulteria, odia, blasphemias, et similia alia,) tunc non potest aliter cogitare et loqui pia, quam quae intus non pia sunt, nam ipse homo cum malis suis est in illis. Haec quidem tunc nescit, sed tamen inibi sunt, et coram illo latent; est enim sicut fons, cujus aqua est impura ex vena. Exercitia pietatis ejus vel sunt modo solennia ex habitu, vel sunt meritoria, vel sunt hypocritica: ascendunt quidem versus caelum, sed reflectunt se in via et decidunt, sicut fumi in aere. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 26"
    },
    {
      "section": 26,
      "title": "Paragraph 26",
      "text": "26. Datum est videre et audire multos post mortem, qui enumeraverunt bona sua opera, et pietatis exercitia, quae nunc supra (n. 24, 25) memorata sunt, et plura adhuc. Inter illos etiam vidi quosdam habere lampades et non oleum. At inquisitum est num fugerint mala ut peccata, ac inventi, quod non; quare illis dictum est, quod mali sint. Visi etiam postea intrare cavernas, ubi similes mali erant. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 27"
    },
    {
      "section": 27,
      "title": "Paragraph 27",
      "text": "27. (iii.) Quod si homo scit et sapit multa, et non fugit mala ut peccata, usque non sapiat, est ex simili causa, de qua prius; quod sapiat a se et non a Domino. Prout si sciat doctrinam ecclesiae suae, et omnia ejus ad amussim; si sciat confirmare illa per Verbum et per ratiocinia; si sciat doctrinas omnium ecclesiarum a saeculis, et simul edicta omnium conciliorum; immo si sciat veritates, et quoque videat et intelligat illas, ut si sciat quid fides, quid charitas, quid pietas, quid paenitentia et remissio peccatorum, quid regeneratio, quid Baptismum et Sacra Cena, quid Dominus, et quid redemptio et salvatio; is usque non sapit si non fugit mala ut peccata: sunt enim cognitiones absque vita, quia modo intellectus ejus et non simul voluntatis ejus sunt; et quae talia sunt, tempore pereunt, ex causa, de qua supra (n. 15); post mortem etiam ipse homo ejicit illa, quia cum amore voluntatis ejus non concordant. Sed usque cognitiones maxime necessariae sunt, quia illae docent quomodo homo faciet; et cum facit illas, tunc apud illum vivunt; non prius. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 28"
    },
    {
      "section": 28,
      "title": "Paragraph 28",
      "text": "28. Haec omnia, quae hactenus dicta sunt, Verbum multis in locis docet; ex quibus sequentia modo adducentur. Verbum docet quod nemo possit in bono esse et simul in malo; seu quod idem, quod nemo possit quoad animam in caelo esse et simul in inferno. Docet hoc in his:- \"Nemo potest duobus dominis servire; nam aut unum odio habebit et alterum amabit, aut uni adhaerebit et alterum contemnet: non potestis Deo servire et mammonae\" (Matth. vi. 24). \"Quomodo potestis bona loqui, cum mali estis?... ex abundantia cordis os loquitur; bonus homo ex bono thesauro cordis sui emittit bona, et malus homo ex malo thesauro emittit mala\" (Matth. xii. 34, 35), \"Arbor... bona non facit fructum malum, neque arbor mala facit fructum bonum: omnis... arbor ex proprio fructu cognoscitur; non enim ex spinis colligunt ficus, neque ex rubo vindemiant uvam\" (Luc. vi. 43, 44). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 29"
    },
    {
      "section": 29,
      "title": "Paragraph 29",
      "text": "29. Verbum docet, quod nemo possit bonum facere a se, sed a Domino. Dixit Jesus, \"Ego sum Vitis..., et Pater meus Vinitor: omnem palmitem in Me non ferentem fructum, tollit illum: omnem autem fructum ferentem, putabit illum, ut plus fructus ferat. Manete in Me, etiam Ego in vobis: quemadmodum palmes non potest ferre fructum a se ipso\" nisi manserit in vite, ita neque vos, nisi in Me manseritis. Ego sum Vitis, vos palmites; qui manet in Me, et Ego in illo, hic fert fructum multum; quia sine Me, non potestis facere quicquam. Nisi quis manserit in Me, ejectus est foras sicut palmes, et arefactus est, et colligunt illum, et in ignem conjiciunt, et comburitur\" (Joh. xv. 1-6). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 30"
    },
    {
      "section": 30,
      "title": "Paragraph 30",
      "text": "30. Verbum docet, quod quantum homo non purificatus est a malis, bona ejus non sint bona, nec pia ejus sint pia, nec sapiat, et vicissim; in his:- \"Vae vobis Scribae et Pharisaei, hypocritae, quia similes vos facitis sepulcris dealbatis, quae foris quidem apparent pulchra, intus vero plena sunt ossibus mortuorum et omni immunditie: sic etiam vos foris quidem apparetis... justi, intus vero pleni estis hypocrisi et iniquitate. Vae vobis,... quia purgatis exterius poculi et patinae, interiora vero plena sunt rapina et intemperantia. Pharisaee caece, purga prius interius poculi et patinae, ut fiat etiam exterius mundum\" (Matth. xxiii. 25-28). Tum ex his apud Esaiam, \"Audite verbum Jehovae, principes Sodomae; audite legem Dei nostri, popule Gomorrhae. Quid Mihi multitudo sacrificiorum vestrorum?... Ne addite adducere mincham vanitatis; suffitus abominatio Mihi est, novilunium et sabbathum,... non possum ferre iniquitatem...: novilunia... et festa stata vestra odit anima mea... Unde quando expanditis manus vestras, occulto oculos meos a vobis: etiam si multiplicatis orationem, non Ego audiens; manus vestrae sanguinibus plenae sunt. Lavate vos, purificate vos, removete malitiam operum vestrorum a coram oculis meis, cessate malum facere. ...Si fuerint peccata vestra sicut coccinea, sicut nix albescent; si rubra fuerint..., sicut lana erunt\" (i. 10-18). Haec in summa sunt, quod nisi homo fugit mala, omnia cultus ejus non bona sint, similiter omnia ejus opera; nam dicitur, \"Non possum ferre iniquitatem,\" \"purificate vos, removete malitiam operum vestrorum, cessate malum facere.\" Apud Jeremiam, \"Revertimini quisque a via sua mala, et bona reddite opera vestra\" (xxxv. 15). Quod iidem nec sapiant:- Apud Esaiam, \"Vae sapientibus in oculis suis, et coram faciebus suis intelligentibus\" (v. 21). Apud eundem, \"Peribit sapientia sapientium..., ac intelligentia intelligentium: vae illis profunde sapiunt,... et fiunt in tenebris opera illorum\" (xxix. 14, 15). Et alibi apud eundem, \"Vae descendentibus in Aegyptum pro auxilio, et super equis innituntur, et confidunt super curru quod multus, et super equitibus quod validi sint..., sed non respiciunt ad Sanctum Israelis, et Jehovam non quaerunt. ...Sed surget contra domum malignorum, et contra auxilium operantium iniquitatem; nam Aegyptus non Deus, et equi ejus caro non spiritus\" (xxxi. 1-3): ita describitur propria intelligentia; \"Aegyptus\" est scientia; \"equus\" est intellectus inde; \"currus \"est doctrina inde ; \"eques\" est intelligentia inde; de quibus dicitur, \"Vae illis, qui non respiciunt ad Sanctum Israelis, et Jehovam non quaerunt:\" destructio eorum per mala, intelligitur per \"Surget contra domum malignorum, et contra auxilium operantium iniquitatem:\" quod illa sint ex proprio, et ideo non in illis vita, intelligitur per quod \"Aegyptus homo et non Deus,\" et quod \"equi ejus caro et non spiritus;\" \"homo\" et \"caro\" sunt proprium hominis, \"Deus\", et \"spiritus\" sunt vita a Domino, \"equi Aegypti\" sunt propria intelligentia. Talia sunt plura in Verbo de intelligentia a se, et de intelligentia a Domino, quae modo per sensum spiritualem patent. Quod nemo salvetur per bona a se, quia non sunt bona, patet ex his:- \"Non omnis dicens Mihi, Domine, Domine, intrabit in regnum caelorum, sed faciens voluntatem Patris mei...: multi dicent Mihi in die illo, Domine, Domine, nonne per nomen tuum prophetavimus, et per nomen tuum daemonia ejecimus, et in nomine tuo multas virtutes fecimus? sed tunc confitebor illis, Non novi vos, discedite a Me, operantes iniquitatem\" (Matth. vii. 21-23). Et alibi, \"Tunc incipietis foris stare, et pulsare januam, dicentes, Domine... aperi nobis;... et incipietis dicere, Edimus coram Te, et bibimus, et in plateis nostris docuisti: sed dicet, Dico vobis, non novi vos unde sitis, discedite a Me, omnes operarii iniquitatis\" (Luc. xiii. 25-27). Similes enim sunt Pharisaeo, Qui in Templo stans orabat, dicens quod non esset sicut reliqui homines, rapax, injustus, moechus, quod jejunaret bis in septimana, et daret decimas omnium quae possidebat (Luc. xviii. 11-14): sunt etiam illi qui vocantur \"Inutiles servi\" (Luc. xvii. 10). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 31"
    },
    {
      "section": 31,
      "title": "Paragraph 31",
      "text": "31. Veritas est, quod nullus homo possit facere bonum a se, quod bonum est: sed per id destruere omne bonum charitatis, quod homo, qui fugit mala ut peccata, facit, est enorme; est enim e diametro contra Verbum, quod mandat quod homo faciet; est contra praecepta amoris in Deum, et amoris erga proximum, a quibus mandatis Lex et Prophetae pendent; et est sugillare et supplantare omne religionis; unusquisque enim scit, quod religio sit bonum facere, et quod quisque secundum facta judicetur. Omnis homo talis est, ut possit fugere mala sicut a se ipso ex potentia Domini, si illam imploret; et quod postea facit, est bonum a Domino. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 32"
    },
    {
      "section": 32,
      "title": "Paragraph 32",
      "text": "32. (IV.) QUOD QUANTUM QUIS FUGIT MALA UT PECCATA, TANTUM AMET VERA. Sunt duo universalia, quae procedunt a Domino, Divinum Bonum et Divinum Verum; Divinum Bonum est Divini Amoris Ipsius, et Divinum Verum est Divinae Sapientiae Ipsius. Illa duo in Domino unum sunt, et inde ut unum procedunt ab Ipso; sed non ut unum recipiuntur ab angelis in caelis, et ab hominibus in terris. Sunt angeli et homines qui plus ex Divino Vero recipiunt quam ex Divino Bono, et sunt qui plus ex Divino Bono quam ex Divino Vero. Inde est quod caeli in duo regna distinguantur, quorum unum vocatur regnum caeleste, alterum regnum spirituale: caeli qui plus ex Divino Bono recipiunt, constituunt regnum caeleste; qui autem plus ex Divino Vero, constituunt regnum spirituale. De binis his regnis, in quae caeli distincti sunt, videatur in opere De Caelo et Inferno (n. 20-28). Sed usque angeli omnium caelorum tantum in sapientia et intelligentia sunt, quantum bonum apud illos unum facit cum vero; bonum quod non unum facit cum vero, hoc illis non est bonum; vicissim etiam verum quod non unum facit cum bono, hoc illis non est verum. Inde patet, quod bonum conjunctum vero faciat amorem et sapientiam apud angelum et apud hominem; et quia angelus est angelus ex amore et sapientia apud illum, similiter homo, patet quod bonum conjunctum vero faciat ut angelus sit angelus caeli, et quod homo sit homo ecclesiae. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 33"
    },
    {
      "section": 33,
      "title": "Paragraph 33",
      "text": "33. Quoniam Bonum et Verum unum sunt in Domino, ac ut unum procedunt ab Ipso, sequitur quod bonum amet verum, et verum amet bonum, ac velint unum esse. Similiter oppositum illorum, quod malum amet falsum, et falsum malum, ac velint unum esse. Conjunctio boni et veri in sequentibus vocabitur conjugium caeleste; et conjunctio mali et falsi conjugium infernale. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 34"
    },
    {
      "section": 34,
      "title": "Paragraph 34",
      "text": "34. Horum consequens est, quod quantum quis fugit mala ut peccata, tantum amet vera; tantum enim in bono est, ut in mox praecedente articulo ostensum est. Tum vicissim, quod quantum quis non fugit mala ut peccata, tantum non amet vera, quia tantum non in bono est. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 35"
    },
    {
      "section": 35,
      "title": "Paragraph 35",
      "text": "35. Potest quidem homo, qui non fugit mala ut peccata, amare vera; sed non amat illa quia vera sunt, sed quia inserviunt famae, ex qua ei honor aut lucrum; quare si non inserviunt, non amat illa. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 36"
    },
    {
      "section": 36,
      "title": "Paragraph 36",
      "text": "36. Bonum est voluntatis, verum est intellectus. Ab amore boni in voluntate procedit amor veri in intellectu; ab amore veri procedit perceptio veri; a perceptione veri cogitatio veri; ex illis est agnitio veri, quae est fides in suo genuino sensu. Quod haec progressio ab amore boni ad fidem sit, demonstrabitur in transactione de Divino Amore et Divina Sapientia. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 37"
    },
    {
      "section": 37,
      "title": "Paragraph 37",
      "text": "37. Quoniam bonum non est bonum nisi sit conjunctum, vero, ut dictum est, consequenter bonum non prius existit; et tamen continue vult existere, quare ut existat, desiderat et comparat sibi vera; ex his est nutritio ejus et formatio ejus. Haec causa est, quod quantum quis in bono est, tantum amet Vera, proinde quantum quis fugit mala ut peccata, nam tantum in bono est. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 38"
    },
    {
      "section": 38,
      "title": "Paragraph 38",
      "text": "38. Quantum quis in bono est, et ex bono amat Vera, tantum amat Dominum, quoniam Dominus est ipsum Bonum et ipsum Verum: est itaque Dominus apud hominem in bono et in vero; si hoc ex illo amatur, tunc Dominus amatur, et non aliter, Hoc Dominus docet apud Johannem, \"Qui habet praecepta mea et facit illa, ille est qui amat Me;... qui vero non amat Me, verba mea non servat\" (xiv. 21, 24). Et alibi, \"Si mandata mea servaveritis, manebitis in amore meo\" (Joh. xv. 10); \"praecepta,\" \"verba\" et \"mandata\" Domini sunt vera. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 39"
    },
    {
      "section": 39,
      "title": "Paragraph 39",
      "text": "39. Quod bonum amet Verum, illustrari potest per comparationes cum sacerdote, milite, negotiatore et artifice. Cum sacerdote:-ille, si in bono sacerdotii est, quod est prospicere saluti animarum, docere viam ad caelum, ac ducere quos docet; is sicut est in illo bono, ita ex amore et ejus desiderio, comparat sibi vera quae doceat, et per quae ducat: sacerdos autem qui non in bono sacerdotii est, sed in jucundo functionis suae ex amore sui et mundi, quod solum illi bonum est, ille etiam ex amore et ejus desiderio comparat sibi illa in copia secundum jucundum, quod est ejus bonum, inspirans. Cum milite:- si in amore militiae est, ac in tutela aut in fama sentit bonum, is ex bono hoc et secundum id comparat sibi scientiam ejus, et si praefectus est, intelligentiam ejus: haec sunt sicut Vera, ex quibus jucundum amoris, quod est bonum ejus, nutritur et formatur. Cum negotiatore:- si se addixerat negotio ex amore ejus, is haurit cum voluptate omnia quae ut media illum amorem ingrediuntur et componunt: haec quoque sunt sicut Vera, cum negotiatio est bonum ejus. Cum artifice:- si studio incumbit suae operae, et illam amat ut bonum suae vitae, is emit instrumenta, et per talia quae sunt scientiae ejus, perficit se; per haec facit opus suum ut sit bonum. Ex his patet quod vera sint media, per quae bonum amoris existit, et fit aliquid; consequenter, quod bonum amet vera ut existat. Inde in Verbo per \"veritatem facere\" intelligitur facere ut bonum existat. Hoc intelligitur per \"Veritatem facere\" (Joh. {1}iii. 21); \"Sermones Domini facere\" (Luc. vi. {2}47); \"Praecepta Ipsius facere\" (Joh. xlv. 24); \"Verba Ipsius facere\" (Matth. vii. {3}24); \"Verbum Dei facere\" (Luc. viii. 21); ac \"Statuta et judicia facere\" (Levit. {4}xviii. 5). Hoc quoque est \"bonum\" et \"fructum\" facere, nam bonum et fructus est id quod existit. @1 iii. pro \"iv.\"$ @2 47 pro \"5\"$ @3 24 pro \"20\"$ @4 xviii. pro \"xvii.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 40"
    },
    {
      "section": 40,
      "title": "Paragraph 40",
      "text": "40. Quod bonum amet verum, et velit cum illo conjungi, illustrari etiam potest per comparationem cum cibo et aqua, seu cum pane et vino: unum et alterum erit; cibus aut panis solus non facit aliquid in corpore ad nutritionem, sed cum aqua aut vino; quare unum appetit et desiderat alterum. Per \"cibum\" et \"panem\" etiam in Verbo in sensu ejus spirituali intelligitur bonum, ac per \"aquam\" et \"vinum\" intelligitur verum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 41"
    },
    {
      "section": 41,
      "title": "Paragraph 41",
      "text": "41. Ex dictis nunc constare potest, quod qui fugit mala ut peccata, amet vera ac desideret illa; et quo plus fugit, eo plus amet et desideret, quia eo plus in bono est. Inde venit in conjugium caeleste, quod est conjugium boni et veri, in quo est caelum, et erit ecclesia. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 42"
    },
    {
      "section": 42,
      "title": "Paragraph 42",
      "text": "42. (V.) QUOD QUANTUM QUIS FUGIT MALA UT PECCATA, TANTUM FIDEM HABEAT, ET SPIRITUALIS SIT. Fides et vita inter se distinctae sunt, sicut cogitare et facere; et quia cogitare est intellectus, et facere est voluntatis, sequitur quod fides et vita inter se distinctae sint sicut intellectus et voluntas: qui scit distinctionem harum, ille etiam scit distinctionem illorum; et qui scit conjunctionem harum, ille etiam scit conjunctionem illorum. Quare praemittendum est aliquid de intellectu et voluntate. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 43"
    },
    {
      "section": 43,
      "title": "Paragraph 43",
      "text": "43. Sunt homini binae facultates, quarum una vocatur Voluntas, et altera Intellectus. Illae inter se distinctae sunt, sed ita creatae ut unum sint; et cum unum sunt, vocantur Mens; quare mens humana illae sunt, et omnis vita hominis ibi. Sicut omnia in universo quae secundum ordinem Divinum sunt, se referunt ad Bonum et Verum, ita omnia apud hominem ad Voluntatem et Intellectum, nam bonum apud hominem est ejus voluntatis, et verum apud illum est ejus intellectus; sunt enim hae binae facultates receptacula et subjecta illorum; voluntas est receptaculum et subjectum omnium boni, ac intellectus est receptaculum et subjectum omnium veri. Bona et vera apud hominem non alibi sunt; ita non amor et fides sunt alibi, quoniam amor est boni et bonum est amoris, ac fides est veri et verum est fidei. Nihil magis interest scire, quam quomodo voluntas et intellectus unam mentem faciunt. Faciunt unam mentem, sicut bonum et verum faciunt unum; est enim simile conjugium inter voluntatem et intellectum, quale est inter bonum et verum. Quale hoc conjugium est, aliquantum in praecedente articulo dictum est; cui hoc addendum est, quod sicut bonum est ipsum esse rei, ac verum est existere rei inde, ita voluntas apud hominem est ipsum esse vitae ejus, ac intellectus existere vitae inde: nam bonum, quod est voluntatis, se in intellectu format, et certo modo se sistit videndum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 44"
    },
    {
      "section": 44,
      "title": "Paragraph 44",
      "text": "44. Quod homo possit multa scire, cogitare, et intelligere, et tamen non sapere, supra (n. 27, 28) ostensum est; et quia fidei est scire et cogitare, et magis adhuc intelligere quod ita sit, ita potest homo credere quod fidem habeat, et tamen non habet. Causa quod non habeat, est quia in malo vitae est, ac malum vitae et verum fidei nusquam possunt unum agere. Malum vitae destruit verum fidei, quia malum vitae est voluntatis, et verum fidei est intellectus, ac voluntas ducit intellectum, ac facit ut unum secum agat; quare si aliquid in intellectu est quod non concordat cum voluntate, hoc quando homo sibi relictus est, et ex suo malo et ejus amore cogitat, tunc verum, quod est in intellectu, vel ejicit, vel cogit ut unum sit per falsificationem. Aliter apud illos qui in bono vitae sunt; hi sibi relicti ex bono cogitant, et verum, quod in intellectu est, amant, quia concordat. Ita fit conjunctio fidei et vitae, sicut est conjunctio veri et boni, atque haec et illa sicut est conjunctio intellectus et voluntatis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 45"
    },
    {
      "section": 45,
      "title": "Paragraph 45",
      "text": "45. Ex his nunc sequitur, quod sicut homo fugit mala ut peccata, ita fidem habeat, quia ita in bono est, ut supra ostensum. Hoc confirmatur etiam ex suo contrario, quod qui non fugit mala ut peccata, non fidem habeat, quia in malo est, ac malum intrinsecus odit verum; extrinsecus quidem potest ejus amicum agere, ac sufferre, immo amare ut in intellectu sit; at cum extrinsecum exuitur, quod fit post mortem, tunc verum suum amicum in mundo primum ejicit, postea negat quod verum sit, et demum aversatur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 46"
    },
    {
      "section": 46,
      "title": "Paragraph 46",
      "text": "46. Fides hominis mali est fides intellectualis, cui nihil boni ex voluntate inest: ita est fides mortua, quae est sicut spiratio pulmonaris absque anima ejus ex corde; intellectus etiam correspondet pulmoni, et voluntas cordi. Est quoque sicut pulchra meretrix, etiam ornata purpura et auro, quae interius maligna tabe scatet; meretrix etiam correspondet falsificationi veri, et inde in Verbo significat illam. Est etiam sicut arbor luxurians foliis, et non dans fructus, quam hortulanus exscindit; etiam \"arbor\" significat hominem, \"folia,\" et \"flores\" ejus vera fidei, et \"fructus\" bonum amoris. Alia vero est fides in intellectu, cui bonum ex voluntate inest: haec fides est viva; et est sicut respiratio pulmonaris, cui anima est ex corde; et est sicut pulchra uxor amabilis viro ex castitate; et est sicut arbor fructifera. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 47"
    },
    {
      "section": 47,
      "title": "Paragraph 47",
      "text": "47. Plura sunt quae apparent solius fidei esse; sicut quod Deus sit, quod Dominus qui Deus sit Redemptor et Salvator, quod caelum et infernum sint, quod vita post mortem sit; et plura alia, de quibus non dicitur quod facienda, sed quod credenda. Haec fidei etiam mortua sunt apud hominem qui in malo est, sed viva apud hominem qui in bono est. Causa est, quia homo qui in bono est, non modo facit bene ex voluntate, sed etiam cogitat bene ex intellectu, non solum coram mundo, sed etiam coram se cum solus est: aliter qui in malo est. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 48"
    },
    {
      "section": 48,
      "title": "Paragraph 48",
      "text": "48. Dictum est, quod illa appareant solius fidei esse; sed cogitatio intellectus trahit suum existere ex amore voluntatis, qui est esse cogitationis in intellectu, ut supra (n. 43) dictum est: quod enim quis ex amore vult, hoc vult facere, vult cogitare, vult intelligere, et vult loqui; seu quod idem, quod quis ex voluntate amat, hoc amat facere, amat cogitare, amat intelligere, et amat loqui. Accedit, cum homo fugit malum ut peccatum, tunc ille in Domino est, ut supra ostensum, et Dominus operatur omnia: quare Dominus, ad interrogantes Ipsum quid facerent ut operarentur opera Dei, dixit, \"Hoc opus Dei est, ut credatis in Ipsum quem misit Ille\" (Joh. vi. 28(, 29)): \"credere in Dominum,\" non est modo cogitare quod Ipse sit, sed etiam est facere verba Ipsius, ut alibi docet. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 49"
    },
    {
      "section": 49,
      "title": "Paragraph 49",
      "text": "49. Quod qui in malis sunt, non fidem habeant, utcunque putant se habere, ostensum est apud tales in mundo spirituali: deducti sunt in societatem caelestem, unde spirituale fidei angelorum intravit in interiora fidei illorum qui eo deducti sunt; ex quo hi perceperunt, quod illis modo naturale seu externum fidei esset, et non spirituale seu internum ejus: quare ipsi confessi sunt, quod prorsus nihil fidei haberent, et quod persuaserint sibi in mundo, quod cogitare quod ita sit, ex omni causa, esset credere seu fidem habere. Sed aliter percepta est fides illorum, qui non in malo fuerunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 50"
    },
    {
      "section": 50,
      "title": "Paragraph 50",
      "text": "50. Ex his videri potest quid fides spiritualis, et quid fides non spiritualis; quod fides spiritualis sit apud illos qui non peccata faciunt, nam qui (non) peccata faciunt, illi bona faciunt, non a se sed a Domino (videatur supra, n. {1}18-21), et per fidem fiunt spirituales: fides apud illos est veritas. Hoc docet ita Dominus apud Johannem: \"Hoc... est judicium, quod Lux venit in mundum, sed amaverunt homines magis tenebras quam lucem, erant enim opera illorum mala; omnis... qui mala facit, odit lucem, et non venit ad lucem, ne coarguantur opera ejus: qui autem facit veritatem, venit ad lucem, ut manifestentur opera ejus, quoniam in Deo facta sunt\" (iii. 19-21). @1 21 pro \"31\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 51"
    },
    {
      "section": 51,
      "title": "Paragraph 51",
      "text": "51. Haec quae hactenus dicta sunt, confirmantur ex his in Verbo: \"Bonus homo ex bono thesauro cordis sui profert bonum; at malus homo ex malo thesauro cordis sui profert malum; nam ex abundantia cordis loquitur os\" (Luc. vi. 46; Matth. xii. 35): per \"cor\" in Verbo intelligitur voluntas hominis; et quia homo inde cogitat et loquitur, dicitur \"Ex abundantia cordis loquitur os.\" \"Non quod intrat in os, immundum reddit hominem; sed quod egreditur ex corde, hoc immundum reddit hominem\" (Matth. xv. 11); per \"cor\" etiam hic intelligitur voluntas. Jesus dixit de muliere quae unguento lavit pedes Ipsius, \"Remissa sunt ei peccata, quia multum amavit;\" et postea, \"Fides tua te salvam facit\" (Luc. {1}vii. 46-50); ex quibus patet quod cum peccata remissa sunt, ita cum non sunt, fides salvet. Quod \"filii Dei\" et \"nati a Deo\" dicantur, qui non in proprio voluntatis suae sunt, et inde non in proprio intellectus sui, hoc est, qui non in malo sunt et inde in falso, et quod illi sint qui credunt in Dominum, docet Ipse apud Johannem, cap. i., vers. 12, 13; qui locus explicatus videatur supra (n. 17 fin.). @1 vii. pro \"vi.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 52"
    },
    {
      "section": 52,
      "title": "Paragraph 52",
      "text": "52. Conclusum ex his sequitur, quod apud hominem non detur granum veri plus quam datur bonum; ita non granum fidei plus quam datur vita. Datur cogitatio quod ita sit, in intellectu, sed non agnitio quae fides, nisi detur consensus in voluntate. Ita fides et vita pari passu ambulant. Ex his nunc patet quod quantum quis fugit mala ut peccata, tantum fidem habeat, et spiritualis sit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 53"
    },
    {
      "section": 53,
      "title": "Paragraph 53",
      "text": "53. (VI.) QUOD DECALOGUS DOCEAT QUAENAM MALA SUNT PECCATA. Quaenam gens in universo terrarum orbe non novit quod malum sit furari, adulterari, occidere, et false testari? Nisi haec scirent, et ne quis talia faciat, per leges caverent, actum foret de illis; nam societas, respublica et regnum, absque illis legibus caderent. Quis autumare potest quod gens Israelitica prae omnibus aliis tam stupida fuerit, ut ignoraverit, quod illa essent mala Quapropter mirari quis potest, cur leges illae, universaliter in terrarum orbe cognitae cum tanto miraculo e Monte Sinai ab Ipso Jehovah promulgatae fuerint. Sed audi: cum tali miraculo promulgatae fuerunt, ut scirent quod leges illae non modo leges civiles et morales essent, sed etiam leges spirituales; et quod facere contra illas, non modo esset malum facere contra concivem et contra societatem, sed etiam esset peccare contra Deum: quare leges illae, per promulgationem e Monte Sinai a Jehovah, factae sunt leges religionis; evidens enim est, quod quicquid Jehovah Deus mandat, hoc mandet ut religionis sit, et quod faciendum propter Ipsum, et propter hominem ut salvetur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 54"
    },
    {
      "section": 54,
      "title": "Paragraph 54",
      "text": "54. Illae leges quia fuerunt primitiae Verbi, et inde primitiae ecclesiae a Domino apud gentem Israeliticam instaurandae, et quia erant in brevi summario complexus omnium religionis, per quae conjunctio Domini cum homine, et hominis cum Domino, datur, ideo tam sanctae fuerunt, ut nihil sanctius. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 55"
    },
    {
      "section": 55,
      "title": "Paragraph 55",
      "text": "55. Quod sanctissimae fuerint, constare potest ex eo, quod Ipse Jehovah, hoc est, Dominus, descenderit super Monte Sinai in igne et cum angelis, et illas viva voce inde promulgaverit; et quod populus per triduum se praeparaverit ad videndum et audiendum: quod mons circumseptus fuerit, ne quis accederet et moreretur: quod nec sacerdotes neque seniores appropinquarent, sed Moses solus: quod Leges illae inscriptae fuerint binis tabulis lapideis digito Dei: quod Moses, cum illas secunda vice e monte deportavit, facie radiaverit: quod postea repositae fuerint in arca, et haec in intimo tabernaculi; et super illam datum fuerit propitiatorium, et super hoc positi cherubi, ex auro: quod hoc fuerit sanctissimum ecclesiae illorum, et vocatum sanctum sanctorum; quod extra velum, intra quod illud, collocata fuerint, quae repraesentaverunt sancta caeli et ecclesiae, quae erant candelabrum cum septem lucernis ex auro, altare suffimenti ex auro, et mensa super qua panes facierum obducta auro, cum aulaeis circumcirca ex bysso, purpura et coccino. Sanctitas totius hujus tabernaculi non aliunde fuit, quam ex Lege quae fuit in arca. Propter sanctitatem tabernaculi ex Lege in arca, universus populus Israeliticus circum illud in ordine secundum tribus ex mandato castrametatus est, et in ordine post illud profectus est; et tunc supra illud fuit nubes interdiu, et ignis noctu. Propter sanctitatem Legis illius, et praesentiam Domini in illa, loquebatur Dominus super propitiatorio inter cherubos cum Mose; et arca vocabatur \"Jehovah ibi:\" tum non licuit Aharoni intrare intra velum nisi cum sacrificiis et suffitu. Quia Lex illa erat ipsa sanctitas ecclesiae, ideo arca introducta fuit in Zionem a Davide; et postea in medio templi Hierosolymitani reposita, et faciebat ejus adytum. Propter Domini praesentiam in Lege illa et circum illam, etiam miracula per arcam, in qua Lex illa fuit, facta sunt: ut quod aquae Jordanis discissae sint, et quamdiu arca in medio quiescebat, populus in sicco transiverit; quod per circumlationem ejus muri Jerichuntis ceciderint; quod Dagon deus Philisthaeorum coram illa decideret, et postea ad limen fani jaceret divulsus a capite; et quod propter illam percussi sint Bethschemitae ad plura millia; praeter alia, Haec omnia ex sola praesentia Domini in decem Ipsius Verbis, quae sunt Praecepta Decalogi. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 56"
    },
    {
      "section": 56,
      "title": "Paragraph 56",
      "text": "56. Tanta potentia et tanta sanctitas inerat isti Legi, etiam quia illa erat complexus omnium religionis; constabat enim ex binis tabulis, quarum una continet omnia quae a parte Dei sunt, et altera in complexu omnia quae a parte hominis sunt. Ideo Legis illius praecepta vocantur \"decem Verba;\" ita vocantur quia \"decem\" significant omnia. Sed quomodo illa Lex est complexus omnium religionis, videbitur in sequente articulo. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 57"
    },
    {
      "section": 57,
      "title": "Paragraph 57",
      "text": "57. Quoniam per Legem illam est conjunctio Domini cum homine, et hominis cum Domino, vocatur illa Foedus et Testimonium Foedus quia conjungit, et Testimonium quia testatur; nam \"foedus\" significat conjunctionem, ac \"testimonium\" testificationem ejus. Propterea tabulae illae erant binae, una pro Domino, altera pro homine. Conjunctio fit a Domino; sed tunc cum homo facit illa quae in ejus tabula scripta sunt. Dominus enim continue praesens est et operatur, et vult ingredi, sed homo ex suo libero, quod illi a Domino est, aperiet; nam dicit, \"Ecce sto ad januam et pulso; si quis audiverit vocem meam, et aperuerit januam, ingrediar ad illum, et cenabo cum illo, et ille Mecum\" (Apoc. iii. 20). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 58"
    },
    {
      "section": 58,
      "title": "Paragraph 58",
      "text": "58. In altera tabula, quae est pro homine, non dicitur quod homo faciet hoc et illud bonum; sed dicitur quod non faciet hoc et illud malum: ut, \"Non occides,\" \"Non adulteraberis,\" \"Non furaberis,\" \"Non false testaberis,\" \"Non concupisces.\" Causa est, quia homo non aliquod bonum potest facere a se; sed cum ille mala non facit, tunc bonum facit non a se sed a Domino. Quod homo possit fugere mala sicut a se ex potentia Domini, si illam imploret, videbitur in sequentibus. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 59"
    },
    {
      "section": 59,
      "title": "Paragraph 59",
      "text": "59. Illa quae de Legis istius promulgatione, sanctitate et potentia, supra (n. 55) dicta sunt, inveniuntur in his locis in Verbo:- Quod Jehovah descenderit super Montem Sinai in igne, et quod tunc fumaverit et contremuerit mons et quod fuerint tonitrua, fulgura, nubes gravis, et vox buccinae (Exod. xix. 16, 18: Deutr. iv. 11; cap. v. 19-23 (B.A. 22-26)). Quod populus ante descensum Jehovae se praeparaverit et sanctificaverit per tres dies (Exod. xix. 10, 11, 15). Quod mons circumseptus fuerit, ne quisquam ad ima ejus appropinquaret et accederet, ne moreretur; et quod nec sacerdotes, sed Moses solus (Exod. xix. 12, 13, 20-23; cap. xxiv. 1,2). Lex promulgata e Monte Sinai (Exod. xx. 2-14 (B.A. 2-17); Deutr. v. 6-18 (B.A. 6-21)). Quod Lex illa inscripta sit binis tabulis lapideis digito Dei (Exod xxxi. 18; cap. xxxii. 15, 16: Deutr. ix. 10). Quod Moses, cum illas tabulas secunda vice e monte deportavit, facie radiaverit (Exod. xxxiv. 29-35). Quod tabulae repositae fuerint in arca (Exod. xxv. 16; cap. xl. 20: Deutr. x. 5: 1 Reg. viii. 9). Quod super arcam datum sit propitiatorium, et super hoc positi sint cherubi ex auro (Exod. xxv. 17-21). Quod arca, cum propitiatorio et cherubis, intimum tabernaculi fecerit; et quod candelabrum ex auro, altare suffimenti ex auro, et mensa super qua panis facierum obducta auro, exterius tabernaculi fecerint; ac decem aulaea ex bysso purpura et coccino, extimum ejus\" (Exod. xxv. 1 ad fin.; cap. xxvi. 1 ad fin.; cap. xl. 17-28). Quod locus, ubi arca, vocatus sit sanctum sanctorum (Exod. xxvi. 33). Quod universus populus Israeliticus circum habitaculum in ordine secundum tribus castrametatus sit, et in ordine post illud profectus sit (Num. ii. 1 ad fin.). Quod tunc super habitaculo fuerit nubes interdiu et ignis noctu (Exod. xl. 38: Num. ix. 15, 16 ad fin.; cap. xiv. 14: Deutr. i. 33). Quod Dominus locutus sit cum Mose supra arcam inter cherubos (Exod. xxv. 22; Num. vi,. 89). Quod arca, ex Lege in illa, dicta sit \"Jehovah ibi,\" dixit enim Moses cum arca proficiscebatur, \"Surge Jehovah;\" et cum quiescebat, \"Redi Jehovah\" (Num. x. 35, 36; et porro 2 Sam. vi. 2; Psalm. cxx:xii. 7, 8). Quod propter sanctitatem istius Legis non licuerit Aharoni intrare intra velum, nisi cum sacrificiis et cum suffitu (Lev. xvi. 2-14, seq.). Quod arca introducta sit in Zionem a Davide cum sacrificiis et cum jubilo (2 Sam. vi. 1-19). Quod tunc Usa, quia tetegit illam, mortuus sit (vers. 6, 7, ibi). Quod arca in medio templi Hierosolymitani posita sit, ubi faciebat adytum (1 Reg. vi. 19, seq.; cap. viii. 3-9. Quod ex praesentia et potentia Domini in Lege quae in arca, aquae Jordanis discissae sint, et quamdiu illa in medio quiescebat, populus in sicco transiverit (Jos. iii. 1-17; cap. iv. 5-20). Quod per circumlationem arcae muri Jerichuntis conciderint (Jos. vi. 1-20). Quod Dagon, deus Philisthaeorum, coram arca in terram deciderit, et postea super limine fani jaceret divulsus a capite (1 Sam. {1}v. 1-4). Quod Bethschemitae propter arcam percussi sint ad plura millia (1 Sam. vi. 19). @1 v. 1-4 pro \"vi. 19\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 60"
    },
    {
      "section": 60,
      "title": "Paragraph 60",
      "text": "60. Quod tabulae lapideae, super quibus Lex erat scripta, dictae sint \"tabulae foederis,\" et arca ex illis dicta sit \"arca foederis,\" et ipsa Lex \"foedus\" (Num. x. 33: Deutr. iv. 13, 23; cap. v. 2, 3; cap. ix. 9: Jos. iii. 11: 1 Reg. viii. 19, 21: Apoc. xi. 19: et multoties alibi). Quod Lex dicta sit \"foedus,\" est quia \"foedus\" significat conjunctionem: quare de Domino dicitur, quod \"Erit in foedus populo\" (Esai. xlii. 6; cap. xlix. {1}8); et vocatur \"Angelus foederis\" (Malach. iii. 1); et sanguis Ipsius \"Sanguis foederis\" (Matth. xxvi. {2}28; Sach. ix. 11; Exod. xxiv. 4-10): ideo Verbum dicitur \"Foedus vetus et Foedus novum.\" Foedera etiam fiunt amoris, amicitiae, consociationis, ita conjunctionis gratia. @1 8 pro \"9\"$ @2 28 pro \"27\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 61"
    },
    {
      "section": 61,
      "title": "Paragraph 61",
      "text": "61. Quod praecepta illius Legis dicta sint \"Decem Verba\" (Exod. xxxiv. 28: Deutr. iv. 13; cap. x. 4): ita vocantur, quia \"decem\" significant omnia, et \"verba\" significant vera; fuerunt enim plura quam decem. Quia \"decem\" significant omnia, ideo Aulaea tabernaculi fuerunt decem (Exod. xxvi. 1); ideo dixit Dominus, Quod homo accepturus regnum vocaverit \"decem servos\" et dederit illis \"decem minas\" ad negotiandum (Luc. xix. 13); ideo Dominus assimilavit Regnum caelorum \"decem virginibus\" (Matth. xxv. 1); ideo Describitur draco, quod haberet \"decem cornua,\" et super cornibus \"decem diademata\" (Apoc. xii. 3). Similiter bestia e mari ascendens (Apoc. xiii. 1) Et quoque alia bestia (Apoc. xvi. 3, 7); Tum etiam bestia apud Danielem (cap. vii. 7, 20, 24). Simile significatur per \"decem\" (Levit. xxvi. 26; Sach. viii. 23; et alibi). Inde sunt \"decimae,\" per quas significatur aliquid ex omnibus. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 62"
    },
    {
      "section": 62,
      "title": "Paragraph 62",
      "text": "62. (VII.) QUOD OMNIS GENERIS HOMICIDIA, ADULTERIA, FURTA, FALSA TESTIMONIA, CUM CONCUPISCENTIA AD ILLA, SINT MALA, QUAE UT PECCATA FUGIENDA SUNT. Notum est quod Lex Sinai inscripta fuerit binis tabulis, et quod prima tabula contineat illa quae Dei sunt, et altera quae hominis. Quod prima tabula contineat omnia quae Dei sunt, et altera omnia quae hominis, non apparet in littera; sed omnia in illis sunt; quare etiam vocantur \"Decem Verba,\" per quae significantur omnia vera in complexu (videatur mox supra, n. 61): sed quomodo omnia inibi sunt, non paucis potest exponi; at potest comprehendi ex illis quae in Doctrina de Scriptura Sacra (n. 67) allata sunt, quae videantur. Inde est, quod, dicatur omnis generis homicidia, adulteria, furta, et falsa testimonia. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 63"
    },
    {
      "section": 63,
      "title": "Paragraph 63",
      "text": "63. Invaluit religio, quod nemo possit implere Legem, et Lex est non occidere, non adulterari, non furari, et non false testari. Haec Legis potest unusquisque homo civilis et moralis ex vita civili et morali implere; sed ex vita spirituali, negat illa religio. Ex quo sequitur, quod illa non facere sit modo ad evitandum poenas et jacturas in mundo, et non ad evitandum poenas et jacturas postquam reliquit mundum: inde est, quod homo, apud quem invaluit supra dicta religio, cogitet illa licita coram Deo, sed illicita coram mundo. Propter hanc cogitationem ex sua illa religione homo in concupiscentia est ad omnia illa mala, et solum omittit facere illa propter mundum; quare talis homo post mortem, tametsi non commiserat homicidia, adulteria, furta, et false testatus est, usque concupiscit facere illa, et quoque facit, cum externum, quod in mundo habuit, ei aufertur. Omnis concupiscentia manet hominem post mortem. Ex hoc est, quod tales cum inferno unum agant, et non possint aliter quam sortem habere cum illis qui in inferno sunt. Sed alia sors est illis qui non volunt occidere, adulterari, furari, et false testari, quia illa facere est contra Deum: illi post aliquam pugnam contra illa, non volunt illa, ita non concupiscunt facere illa; dicunt corde suo quod sint peccata, in se infernalia et diabolica: hi post mortem, cum externum, quod pro mundo habuerunt, illis aufertur, cum caelo unum agunt; et quia sunt in Domino, in caelum etiam veniunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 64"
    },
    {
      "section": 64,
      "title": "Paragraph 64",
      "text": "64. Commune in omni religione est, quod homo debeat explorare se, paenitentiam agere, et desistere a peccatis; et quod si non id faciat, in damnatione sit. Quod hoc sit commune in omni religione, videatur supra (n. 4-8). Commune etiam est in toto Christiano orbe, quod Decalogus doceatur, et quod infantes in religionem Christianam initientur per illum, est enim in omnium infantum puerorum manu. Ipsi parentes et magistri dicunt illis, quod illa facere sit peccare contra Deum; immo quando cum infantibus loquuntur, nec aliud sciunt. Quis non mirari potest, quod iidem, et quoque infantes cum adulti fiunt, cogitent quod non sub Lege illa sint; et quod facere illa, quae istius Legis sunt, non possint? Quod discant ita cogitare, num aliud potest in causa esse, quam quod ament mala, et inde falsa quae favent Hi itaque sunt, qui praecepta Decalogi non faciunt Religionis: quod iidem vivant absque religione, videbitur in Doctrina de Fide. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 65"
    },
    {
      "section": 65,
      "title": "Paragraph 65",
      "text": "65. Apud omnes gentes in universo terrarum orbe, apud quas est religio, sunt similia praecepta, quae in Decalogo; et omnes illi qui vivunt illa ex religione, salvantur; at omnes qui non vivunt illa ex religione, damnantur. Illi qui vivunt illa ex religione, post mortem instructi per angelos recipiunt vera, et agnoscunt Dominum. Causa est, quia fugiunt mala ut peccata, et inde in bono sunt; et bonum amat verum, et ex desiderio amoris recipit illud, ut supra (n. 3241) ostensum est. Hoc intelligitur per Domini verba ad Judaeos, \"Auferetur a vobis regnum Dei, et dabitur genti facienti fructus\" (Matth. xxi. 43): tum per haec, \"Cum... venerit Dominus vineae, malos... perdet, et vineam suam locabit, aliis agricolis, qui reddent Ipsi fructus in tempore suo\" (Matth. xxi. 40, 41): et per haec, \"Dico... vobis, quod multi ah oriente et occidente venient,\" \"et a septentrione et meridie, et accumbent in Regno Dei;\" \"filii vero regni ejicientur in tenebras exteriores\" (Matth. viii. 11, 12; Luc. xiii. 29). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 66"
    },
    {
      "section": 66,
      "title": "Paragraph 66",
      "text": "66. Legitur apud Marcum, Quod quidam dives venerit ad Jesum, et interrogaverit Ipsum, quid faceret ut vitam aeternam hereditario acciperet: cui dixit Jesus, \"Praecepta nosti, Non moechaberis, non occides, non furaberis, non eris falsus testis, non defraudabis, honora patrem tuum et matrem: ille... respondens dixit..., Haec omnia custodivi a juventute: Jesus... aspexit illum, et amavit illum: dixit tamen..., Unum tibi deest, abi, quaecunque habes, vende, et da pauperibus, ita habebis thesaurum in caelis; veni tamen, sequere Me, tollens crucem\" (x. 17-22). Dicitur quod Jesus amaverit illum, hoc quia dixit quod illa praecepta custodiverit a juventute; sed quia tria ei deerant, quae sunt, quod cor suum non removerit a divitiis, quod non pugnaverit contra concupiscentias, et quod nondum agnoverit Dominum pro Deo, ideo dixit Dominus, ,quod \"venderet omnia quae haberet,\" per quod intelligitur quod removeret cor a divitiis, quod \"tolleret crucem,\" per quod intelligitur quod pugnaret contra concupiscentias, et quod \"sequeretur Ipsum,\" per quod intelligitur quod agnosceret Dominum pro Deo. Dominus haec ut omnia locutus est per correspondentias (videatur Doctrina de Scriptura Sacra, n. 17); fugere enim mala ut peccata, nemo potest nisi agnoscat Dominum, et Ipsum adeat, et nisi pugnet contra mala, et sic removeat concupiscentias. Sed de his plura, in articulo de pugnis contra mala. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 67"
    },
    {
      "section": 67,
      "title": "Paragraph 67",
      "text": "67. (VIII.) QUOD QUANTUM QUIS OMNIS GENERIS HOMICIDIA UT PECCATA FUGIT, TANTUM AMOREM ERGA PROXIMUM HABEAT. Per omnis generis homicidia, intelliguntur etiam omnis generis inimicitiae, odia et vindictae, quae spirant necem; in illis enim latet homicidium, sicut ignis in ligno sub cinere; ignis infernalis nec aliud est; ex eo est, quod dicatur ardescere odio et flagrare vindicta: haec sunt homicidia in naturali sensu. Per homicidia autem in spirituali sensu, intelliguntur omnes modi occidendi et perdendi animas hominum, qui sunt varii et multiplices. Per homicidium autem in supremo sensu intelligitur odio habere Dominum. Haec tria genera homicidiorum unum faciunt et cohaerent; nam qui vult necem corporis hominis in mundo, is vult necem animae ejus post mortem; et vult necem Domini, flagrat enim ira contra Ipsum et vult nomen Ipsius exstinguere. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 68"
    },
    {
      "section": 68,
      "title": "Paragraph 68",
      "text": "68. Haec homicidiorum genera latent intus apud hominem ex nativate, sed ille usque ab infantia discit obvelare illa civilitate et moralitate, in quibus debet esse cum hominibus mundi, et quantum honorem aut lucrum amat, custodit ne appareant; hoc fit externum hominis, cum illa sunt internum ejus; talis homo est in se. Nunc quia externum deponit cum corpore cum moritur, et retinet internum, patet qualis diabolus foret nisi reformaretur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 69"
    },
    {
      "section": 69,
      "title": "Paragraph 69",
      "text": "69. Quoniam supra dicta homicidiorum genera latent intus apud hominem ex nativitate, ut dictum est, et simul omnis generis furta, et omnis generis falsa testimonia, cum concupiscentiis ad illa, de quibus infra dicendum est, patet, quod nisi Dominus proviserit media reformationis, homo non posset non in aeternum perire. Media reformationis, quae Dominus provisit, sunt haec: quod homo nascatur in meram ignorantiam; quod recens natus teneatur in statu innocentiae externae, post paulum in statu charitatis externae, et dein in statu amicitiae externae; sed sicut in cogitationem ex suo intellectu venit, tenetur in quodam libero agendi secundum rationem: hic status est qui supra (n. 19) descriptus est, et hic reassumendus propter sequentia, viz.:- \"Homo, quamdiu est in mundo, in medio est inter infernum et caelum; infra est infernum et supra est caelum; et tunc tenetur in libero convertendi se aut ad infernum aut ad caelum: si se convertit ad infernum, avertit se a caelo; si autem convertit se ad caelum, avertit se ab inferno. Seu quod idem est, homo quamdiu est in mundo, in medio stat inter Dominum et diabolum, ac tenetur in libero convertendi se ad unum aut ad alterum; si se convertit ad diabolum, avertit se a Domino; si autem convertit se ad Dominum, avertit se a diabolo. Seu quod idem est, homo quamdiu in mundo est, in medio est inter malum et bonum, et tenetur in libero convertendi se aut ad unum aut ad alterum; si se convertit ad malum, avertit se a bono; si autem convertit se ad bonum, avertit se a malo.\" Haec supra, n. 19; videantur etiam n. 20-22, quae ibi sequuntur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 70"
    },
    {
      "section": 70,
      "title": "Paragraph 70",
      "text": "70. Nunc quia malum et bonum sunt duo opposita, prorsus sicut infernum et caelum, aut sicut diabolus et Dominus, sequitur quod si homo fugit malum sicut peccatum, veniat in bonum malo oppositum; bonum Oppositum malo quod intelligitur per homicidium, est bonum amoris erga proximum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 71"
    },
    {
      "section": 71,
      "title": "Paragraph 71",
      "text": "71. Quoniam hoc bonum et illud malum sunt opposita, sequitur quod hoc removeatur per illud; duo opposita non possunt esse una, sicut non caelum et infernum una: si una, foret tepidum, de quo ita in Apocalypsi, \"Novi... quod neque frigidus sis neque calidus; utinam frigidus esses aut calidus; sed quia tepidus es, neque frigidus neque calidus, exspuam te ex ore meo\" (iii. 15, 16). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 72"
    },
    {
      "section": 72,
      "title": "Paragraph 72",
      "text": "72. Quando homo non amplius in malo homicidii est, sed in bono amoris erga proximum, tunc quicquid agit, bonum illius amoris est, consequenter est bonum opus. Homo sacerdos, qui in illo bono est, quoties docet et, ducit, bonum opus facit, quia ex amore salvandi animas. Persona magistratus, qui in illo bono est, quoties disponit et judicat, bonum opus facit, quia ex amore consulendi patriae, societati et concivi. Negotiator similiter; si in illo bono est, omne negotiationis ejus est bonum opus; est in illo amor proximi; et proximus sunt patria, societas, concivis, et quoque domestici, quibus consulit cum sibi. Operarius etiam, qui in illo bono est, ex illo fideliter operatur, pro aliis sicut pro se, timens damni proximi sicut sui. Quod facta illorum sint bona opera, est quia quantum quis fugit malum tantum facit bonum, secundum communem legem (supra n. 21), et qui fugit malum ut peccatum, is facit bonum non a se sed a Domino (n. 18-31). Contrarium fit apud illum qui genera homicidii, quae sunt inimicitiae, odia, vindictae, et plura, non spectat ut peccata: sive sit sacerdos, sive persona magistratus, sive negotiator, sive operarius, quicquid facit, non est bonum opus; quia omne opus ejus participat a malo quod intus in illo est, internum enim ejus est quod producit; externum potest bonum esse, sed pro aliis, non pro ipso. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 73"
    },
    {
      "section": 73,
      "title": "Paragraph 73",
      "text": "73. Dominus docet bonum amoris in Verbo multis in locis; et docet illud per reconciliationem cum proximo, apud Matthaeum, \"Si... obtuleris munus tuum super altare, et apud hoc recordatus fueris quod frater tuus habeat aliquid contra te: relinque ibi munus... coram altari, et abi prius reconciliare fratri, et tunc veniens offer munus tuum. Et benevolentiam ini cum adversario tuo, dum es in via cum illo, ne... te tradat adversarius judici, et judex tradat te ministro, et in carcerem conjiciaris: amen dico tibi, non exibis, donec persolveris ultimum dodrantem\" (v. 23-26): \"reconciliari fratri\" est fugere inimicitiam, odium et vindictam; quod sit fugere illud ut peccatum, patet. Docet etiam Dominus apud Matthaeum, \"Omnia... quaecunque volueritis ut faciant vobis homines, sic et vos facite illis: haec... est Lex et Prophetae\" (vii. 12); ita non malum: et pluries alibi. Dominus quoque docet quod \"occidere\" etiam sit irasci fratri seu proximo temere, et illum inimicum habere (Matth. v. 21, 22). (IX.) QUOD QUANTUM QUIS OMNIS GENERIS ADULTERIA UT PECCATA FUGIT, TANTUM CASTITATEM AMET. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 74"
    },
    {
      "section": 74,
      "title": "Paragraph 74",
      "text": "74. Per \"adulterari\" in Decalogi sexto praecepto in naturali sensu non modo intelligitur scortari, sed etiam obscena facere, lasciva loqui, et spurca cogitare. Per \"adulterari\" autem in spirituali sensu intelligitur adulterare bona Verbi et falsificare vera ejus. In supremo autem sensu, per \"adulterari\" intelligitur negare Divinum Domini et profanare Verbum. Omnis generis adulteria haec sunt. Homo naturalis ex rationali lumine scire potest, quod per \"adulterari\" etiam intelligatur obscena facere, lasciva loqui, et spurca cogitare; sed non scit, quod per \"adulterari\" etiam intelligatur adulterare bona Verbi et falsificare vera ejus; et adhuc minus quod intelligatur negare Divinum Domini et profanare Verbum; inde nec scit, quod adulterium sit tantum malum ut vocari possit ipsum diabolicum, nam qui in adulterio naturali est, ille etiam in adulterio spirituali est; et vicissim. Quod ita sit, in singulari opusculo De Conjugio demonstrabitur. Sed illi in omnis generis adulteriis simul sunt, qui adulteria ex fide et vita non faciunt peccata. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 75"
    },
    {
      "section": 75,
      "title": "Paragraph 75",
      "text": "75. Quod quantum quis fugit adulterium, tantum amet conjugium, seu quod idem, quantum quis fugit lasciviam adulterii, tantum amet castitatem conjugii, est, quia lascivia adulterii et castitas conjugii sunt duo opposita; quare quantum non in uno est, tantum in altero est: est prorsus sicut dictum est supra (n. 70). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 76"
    },
    {
      "section": 76,
      "title": "Paragraph 76",
      "text": "76. Non potest quisquam scire qualis est castitas conjugii, nisi qui fugit lasciviam adulterii ut peccatum. Homo scire potest in quo est, sed non potest scire in quo non est. Si scit aliquid in quo non est ex descriptione aut ex cogitatione, usque non scit id aliter quam in umbra, ac inhaeret dubium; quare non illud videt in luce et absque dubio, quam cum in illo est. Hoc itaque est scire, illud autem est scire et non scire. Veritas est, quod lascivia adulterii et castitas conjugii inter se sint prorsus sicut infernum et caelum inter se; et quod lascivia adulterii faciat infernum apud hominem, et castitas conjugii caelum apud illum. Sed non datur castitas conjugii apud alium, quam qui fugit lasciviam adulterii sicut peccatum (videatur infra, n. 111). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 77"
    },
    {
      "section": 77,
      "title": "Paragraph 77",
      "text": "77. Ex his non ambigue concludi et videri potest, num homo sit Christianus vel non; immo num homini aliqua religio sit vel non. Qui adulteria ex fide et vita non facit peccata, ille non Christianus est, nec illi religio est: vicissim autem, qui adulteria ut peccata fugit, et magis qui propterea aversatur illa, et adhuc magis qui propterea abominatur illa, illi religio est, et si in Ecclesia Christiana est, Christianus est. Sed de his plura in opusculo De Conjugio: interea videantur quae in opere De Caelo et Inferno (n. 366-386) de illis dicta sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 78"
    },
    {
      "section": 78,
      "title": "Paragraph 78",
      "text": "78. Quod per \"adulterari\" etiam intelligatur obscena facere, lasciva loqui, et spurca cogitare, constat a Domini verbis apud Matthaeum: \"Audivistis quod veteribus dictum sit, Non adulteraberis: Ego vero dico vobis, quod si quis aspexerit mulierem alienam, ita ut concupiscat eam, jam adulterium cum illa commiserit in corde suo\" (v. 27, 28). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 79"
    },
    {
      "section": 79,
      "title": "Paragraph 79",
      "text": "79. Quod per \"adulterari\" in spirituali sensu intelligatur adulterare bonum Verbi et falsificare verum ejus, constat ex his:- \"Babylon... a vino... scortationis suae potavit omnes gentes\" (Apoc. xii 8). Angelus dixit, \"Monstrabo tibi judicium meretricis magnae sedentis super aquis multis, cum qua scortati sunt reges terrae\" (Apoc. xvii. 1, 2). Babylon \"ex vino furoris scortationis suae potavit omnes genes, et reges terrae cum ea scortati sunt\" (Apoc. xviii. 3). Deus \"judicavit meretricem magnam, quae corrupit terram scortatione sua\" (Apoc. xix. 2). \"Scortatio\" dicitur de Babylone, quia per \"Babylonem\" intelliguntur illi qui Divinam Domini potestatem sibi arrogant, et profanant Verbum adulterando et falsificando illud; quare etiam Babylon vocatur, \"Mater scortationum et abominationum terrae\" (Apoc. xvii. 5). Simile per \"scortationem\" significatur apud Prophetas: ut apud Jeremiam, \"In prophetis Hierosolymae vidi obfirmationem horrendam, adulterando et eundo in mendacio\" (xxiii. 14). Apud Ezechielem, \"Duae mulieres filiae unius matris scortatae sunt in Aegypto; in adolescentia sua scortatae sunt:... scortata est una sub Me; et dilexit amasios... Assyrios propinquos;... dedit scortationes suas super illos; attamen scortationes suas in Aegypto non deseruit. Altera corrupit amorem suum plus quam illa, et scortationes suas supra scortationes sororis...; addidit ad scortationes suas amavit\" Chaldaeos; \"venerunt ad illam filii Babelis ad concubitum amorum, et polluerunt eam per scortationem suam\" (xxiii. 2-17): haec de Ecclesia Israelitica et Judaica, quae ibi sunt \"filiae unius matris;\" per \"scortationes illarum\" intelliguntur adulterationes et falsificationes Verbi; et quia in Verbo per \"Aegyptum\" significatur scientia, per \"Assyriam\" ratiocinatio, per \"Chaldaeam\" profanatio veri, et per \"Babelem\" profanatio boni, ideo dicitur quod \"cum illis scortatae sint.\" Simile dicitur de Hierosolyma, per quam significatur ecclesia quoad doctrinam, apud Ezechielem, Hierosolyma, \"confisa es pulchritudini tuae, et scortata es ob famam tuam, adeo ut effuderis scortationes tuas super omnem transeuntem:... scortata es cum filiis Aegypti vicinis tuis, magnis carne, et multiplicasti scortationem tuam;... scortata es cum filiis Aschuris; cum satietas tibi nulla, cum quibus scortata es,... multiplicasti scortationem tuam usque ad terram negotiationis Chaldaeam:... mulier adultera sub viro suo accipit alienos: {1}omnes meretricibus suis dant mercedem, tu vero dedisti mercedes omnibus amasiis,... ut veniant ad te in circuitu tuo in scortationibus tuis:... quare, meretrix, audi verbum Jehovae\" (xvi. 15, 26, 28, 29, 32, 33, 35, seq.): quod per \"Hierosolymam\" intelligatur ecclesia, videatur in Doctrina de Domino (n. 62, 63). (Simile per \"scortationes\" significatur apud Esaiam, cap. xxiii. 17, 18; cap. lvii. 3: apud Jeremiam, cap. {2}iii. 2, 6, 8; 9; cap. v. 1, 7; cap. xiii. 27; cap. xxix. 23: apud Micham, cap. i. 7: apud Nahum, cap. iii. {3}4: apud Hoseam, cap. iv. {4}10, 11: tum Levit. xx. 5: Num. xiv. 33; cap. xv. 39; et alibi). Idcirco etiam gens Judaica a Domino vocata est \"Generatio adultera\" (Matth. xii. 39; cap. xvi. 4: Marc. viii. 38). @1 \"Omnes meretricibus suis dant mercedem\":- sic editio princeps; sic quoque Apoc. Rev., n. 134, et Apoc. Expl., n. 141(b): sed videatur Apoc. Expl. n. 695(d), ubi legimus, \"Omnibus meretricibus dant mercedem.\"$ @2 iii. pro \"ii.\"$ @3 4 pro \"3, 4\"$ @4 10, 11 pro \"7, 10, 11\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 80"
    },
    {
      "section": 80,
      "title": "Paragraph 80",
      "text": "80. (X.) QUOD QUANTUM QUIS OMNIS GENERIS FURTA UT PECCATA FUGIT, TANTUM SINCERITATEM AMET. Per \"furari\" in naturali sensu non modo intelligitur furari et latrocinari, sed etiam defraudare, et sub aliqua specie alteri sua bona auferre. Per \"furari\" autem in spirituali sensu intelligitur deprivare alium suae fidei veris et suae charitatis bonis. In supremo vero sensu per \"furari\" intelligitur auferre Domino quae Ipsius sunt, et sibi illa attribuere, ita vindicare sibi justitiam et meritum, Haec sunt omnis generis furta. Et quoque unum faciunt, sicut omnis generis adulteria, et omnis generis homicidia, de quibus prius: quod unum faciant, est quia unum est in altero. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 81"
    },
    {
      "section": 81,
      "title": "Paragraph 81",
      "text": "81. Malum furti intrat altius apud hominem, quam aliud quoddam malum, quia conjunctum est cum astu et dolo, ac astus et dolus se insinuant usque in spiritualem hominis mentem, in qua est cogitatio ejus cum intellectu, Quod homini mens spiritualis et mens naturalis sit, infra videbitur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 82"
    },
    {
      "section": 82,
      "title": "Paragraph 82",
      "text": "82. Quod quantum quis furtum ut peccatum fugit, tantum sinceritatem amet, est quia furtum etiam est fraus, ac fraus et sinceritas sunt duo opposita; quare quantum quis non in fraude est, tantum in sinceritate est. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 83"
    },
    {
      "section": 83,
      "title": "Paragraph 83",
      "text": "83. Per sinceritatem etiam intelligitur integritas, justitia, fidelitas et rectitudo. In his homo non potest esse a se ita ut amet illa ex illis et propter illa: sed qui fugit fraudes, astus et dolos ut peccata, is in illis ita est non a se sed a Domino, ut supra (n. 18-31) ostensum est: ita sacerdos, ita persona magistratus, ita judex, ita negotiator, ita operarius, ita omnis in suo functione et in suo opere. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 84"
    },
    {
      "section": 84,
      "title": "Paragraph 84",
      "text": "84. Haec docet Verbum multis in locis, ex quibus haec sint:- \"{1}Qui ambulat in justitiis, et loquitur rectitudines; qui fastidit propter lucrum oppressiones, excutit manus suas ne sustineant munus, obturat aures suas ne audiant sanguines, et occludit oculos suos ne videant malum; hic in altis habitabit\" ((Esai.) xxxiii. 15, 16); \"Jehovah, quis commorabitur in tentorio tuo? quis habitabit in monte sanctitatis tuae? Qui ambulat integer et facit justitiam... is non detrectat lingua sua, non facit socio suo malum\" (Psalm. xv. 1-3, seq.); \"Oculi mei erga fideles terrae, ut sedeant Mecum; ambulans in via integri hic ministrabit Mihi; non sedebit in medio domus meae faciens dolum, loquens mendacia non consistet coram oculis meis: sub aurora exscindam omnes impios terrae, ad exscindendum ex urbe... omnes operantes iniquitatem\" (Psalm. ci. 6-8). Quod nisi quis interius sit sincerus, justus, fidelis et rectus, usque sit insincerus, injustus, infidelis et non rectus, docet Dominus his verbis: \"Nisi abundaverit justitia vestra super Scribarum et Pharisaeorum, non intrabitis in regnum caelorum\" (Matth. v. 20): per \"justitiam abundantem super Scribarum et Pharisaeorum\" intelligitur justitia interior, in qua est homo qui est in Domino. Quod in Domino, docet etiam Ipse apud Johannem, \"Ego gloriam, quam dedisti Mihi, dedi illis, ut sint unum sicut nos unum sumus, Ego in illis et Tu in Me, ut sint perfecti in unum... ut dilectio, qua dilexisti Me, in illis sit, et Ego in illis\" (xvii. 22, 23, 26): ex quo patet quod perfecti sint, cum Dominus in illis. Illi sunt qui vocantur \"Mundi corde, qui Deum videbunt;\" ac \"perfecti sicut Pater in caelis\" (Matth. v. 8, 48). @1 Qui pro \"Quis\" (vid. A.C., n. 2702; Apoc. Expl., n. 71; etc.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 85"
    },
    {
      "section": 85,
      "title": "Paragraph 85",
      "text": "85. Supra (n. 81) dictum est, quod malum furti intret altius apud hominem, quam aliud quoddam malum, quia conjunctum est cum astu et dolo; ac astus et dolus se insinuant usque in spiritualem hominis mentem, in qua est cogitatio ejus cum intellectu. Quare nunc aliquid de Mente hominis dicetur. Quod mens hominis sit intellectus et simul voluntas ejus, videatur supra (n. 43). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 86"
    },
    {
      "section": 86,
      "title": "Paragraph 86",
      "text": "86. Homini est mens naturalis et mens spiritualis. Mens naturalis est infra et mens spiritualis est supra. Mens naturalis est mens mundi ejus, et mens spiritualis est mens caeli ejus. Mens naturalis potest vocari mens animalis, at mens spiritualis mens humana. Distinguitur etiam homo ab animali per id, quod ei mens spiritualis sit; per hanc potest in caelo esse dum in mundo: per illam etiam est quod homo vivat post mortem. Homo intellectu potest esse in mente spirituali, et inde in caelo, sed non potest voluntate esse in mente spirituali, et inde in caelo, nisi fugiat mala sicut peccata; et si non voluntate etiam ibi est, usque non est in caelo; nam voluntas trahit intellectum deorsum, et facit ut ille aeque naturalis et animalis sit secum. Homo comparari potest horto, intellectus luci, et voluntas calori. Hortus est in luce et non simul in calore tempore hiemis, at in luce et simul in calore tempore aestatis: est itaque homo qui in sola luce intellectus, sicut hortus tempore hiemis; sed qui in luce intellectus et simul in calore voluntatis, est sicut hortus tempore aestatis. Etiam intellectus sapit ex luce spirituali, et voluntas amat ex calore spirituali; nam lux spiritualis est Divina Sapientia, et calor spiritualis est Divinus Amor. Quamdiu homo non fugit mala ut peccata, concupiscentiae malorum obstipant interiora mentis naturalis a parte voluntatis, quae sunt ibi sicut densum velum, et sicut atra nubes sub mente spirituali, et inhibent ne aperiatur: at vero ut primum homo fugit mala ut peccata, tunc Dominus e caelo influit, et aufert velum, et discutit nubem, et aperit mentem spiritualem, et sic intromittit hominem in caelum. Quamdiu concupiscentiae malorum obstipant interiora mentis naturalis, ut dictum est, tamdiu homo est in inferno; ut primum autem concupiscentiae illae a Domino discussae sunt, homo est in caelo. Tum, quamdiu concupiscentiae malorum obstipant interiora mentis naturalis, tamdiu est homo naturalis; ut primum autem concupiscentiae illae a Domino discussae sunt, est homo spiritualis. Tum, quamdiu concupiscentiae malorum obstipant interiora mentis naturalis, tamdiu homo est animal; differt modo, quod possit cogitare et loqui, etiam de talibus quae non videt oculis, quod trahit a facultate elevationis intellectus in lucem caeli; ut primum autem concupiscentiae illae a Domino discussae ,sunt, homo est homo, quia tunc cogitat verum in intellectu ex bono in voluntate. Tum etiam, quamdiu concupiscentiae malorum obstipant interiora mentis naturalis, tamdiu est homo sicut hortus tempore hiemis; ut primum autem concupiscentiae illae a Domino discussae sunt, est ille sicut hortus tempore aestatis. Conjunctio voluntatis et intellectus apud hominem, intelligitur in Verbo per \"cor\" et \"animam,\" et per \"cor\" et \"spiritum:\" ut quod amaturi sint Deum \"Ex toto corde et ex tota anima\" (Matth. xxii. {1}37): et quod Deus daturus sit \"Novum cor et novum spiritum\" (Ezech. xi. 19; cap. xxxvi. 26, 27): per \"cor\" intelligitur voluntas et ejus amor, ac per \"animam\" et per \"spiritum,\" intellectus et ejus sapientia. @1 37 pro \"35\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 87"
    },
    {
      "section": 87,
      "title": "Paragraph 87",
      "text": "87. (XI.) QUOD QUANTUM QUIS OMNIS GENERIS FALSA TESTIMONIA UT PECCATA FUGIT, TANTUM VERITATEM AMET. Per \"false testari\" in naturali sensu non modo intelligitur falsum testem agere, sed etiam mentiri et diffamare. Per \"false testari\" in spirituali sensu intelligitur dicere et persuadere quod falsum sit verum, et malum sit bonum, ac vicissim. In supremo autem sensu per \"false testari\" intelligitur blasphemare Dominum et Verbum. Haec sunt \"false testari\" in triplici sensu. Quod illa unum faciant apud hominem false testantem, mendacium loquentem, et diffamantem, constare potest ex illis, quae in Doctrina de Scriptura Sacra, de triplici sensu omnium Verbi (n. 5-7, seq., et n. 57,) ostensa sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 88"
    },
    {
      "section": 88,
      "title": "Paragraph 88",
      "text": "88. Quoniam mendacium et veritas sunt duo opposita, sequitur, quod quantum quis fugit mendacium ut peccatum, tantum amet veritatem. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 89"
    },
    {
      "section": 89,
      "title": "Paragraph 89",
      "text": "89. Quantum quis amat veritatem, tantum vult cognoscere illam, et tantum corde afficitur cum invenit illam; nec alius venit in sapientiam: et quantum amat facere illam, tantum sentit amoenitatem lucis in qua est veritas, Simile est cum reliquis hactenus dictis; ut cum sinceritate et justitia apud illum qui fugit omnis generis furta; cum castitate et puritate apud illum qui fugit omnis generis adulteria; et cum amore et charitate apud illum qui fugit omnis generis homicidia; et sic porro. Ille autem qui in oppositis est, non scit aliquid de illis, cum tamen omne aliquid est in illis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 90"
    },
    {
      "section": 90,
      "title": "Paragraph 90",
      "text": "90. Veritas est quae intelligitur per \"semen in agro,\" de quo ita Dominus: \"Exivit seminans ad seminandum...; et cum seminabat, aliud cecidit super viam, quod conculcatum est, et volatilia caeli comederunt. Aliud autem cecidit super petrosa; sed cum cresceret, exarefactum est, quia non habebat {1}radicem:... Aliud cecidit in medium spinarum, et simul enatae spinae suffocarunt illud. Et aliud cecidit in terram bonam, et cum enatum fecit fructum multiplicem\" (Luc. viii. 5-8; Matth. xiii. 3-8; Marc. iv. 3-8). \"Seminans\" ibi est Dominus, et \"semen\" est Verbum Ipsius, ita veritas; \"semen super via\" est apud illos qui veritatem (non) curant; \"semen super petrosis\" est apud illos qui veritatem curant sed non propter illam, ita non interius; \"semen in medio spinarum\" est apud illos qui in concupiscentiis mali sunt; \"semen autem in terra bona\" est apud illos qui veritates quae in Verbo sunt ex Domino amant, et ab Ipso illas faciunt, ita fructus. Quod haec intelligantur, constat ab explicatione illorum a Domino (Matth. xiii. 19-23, 37; Marc. iv. 14-20; Luc. viii. 11-15). Ex his patet quod veritas Verbi non radicari possit apud illos qui veritatem non curant; nec apud illos qui veritatem exterius et non interius amant, nec apud illos qui in concupiscentiis mali sunt; sed apud illos, apud quos concupiscentiae mali a Domino discussae sunt. Apud hos radicatur semen, hoc est, veritas, in mente eorum spirituali (de qua supra, n. 86 ad fin.). @1 \"radicem\":- sic Matt. xiii. 6 Videatur Index Biblicus, s. v. Aridum, ubi legimus \"humorem\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 91"
    },
    {
      "section": 91,
      "title": "Paragraph 91",
      "text": "91. Communis opinio hodie est, quod salvari sit credere hoc aut illud, quod ecclesia docet; et quod salvari non sit facere praecepta Decalogi, quae sunt \"non occidere,\" \"non adulterari,\" \"non furari,\" \"non false testari,\" in stricto et in lato sensu; dicitur enim, quod non spectentur opera, sed fides a Deo; cum tamen quantum quis in illis malis est, tantum non fidem habet (videatur supra, n. 42-52). Consule rationem, et perspice, num quis homicida, adulter, fur et falsus testis, quamdiu in concupiscentia illorum est, possit fidem habere; tum etiam, num concupiscentia illorum possit aliter discuti, quam per non velle facere illa quia peccata sunt, hoc est, quia infernalia et diabolica: quare qui opinatur quod salvari sit credere hoc aut illud quod ecclesia docet, et usque talis est, ille non potest non esse stultus, secundum Domini verba apud Matthaeum (cap. vii. 26). Talis ecclesia describitur ita apud Jeremiam, \"Sta in porta domus Jehovae, et proclama ibi verbum hoc:... Sic dixit Jehovah Zebaoth Deus Israelis: Bonas reddite vias vestras, et opera vestra:... ne confidite vobis super verbis mendacii, dicendo, Templum Jehovae, Templum Jehovae, Templum Jehovae, illi. ...Num furando, occidendo, et adulterando et jurando per mendacium deinde venietis et stabitis coram Me in domo hac, super qua nominatur nomen meum, et dicetis, Erepti sumus, dum facitis abominationes... illas? num spelunca latronum facta est domus haec....? Etiam Ego. ecce, vidi, dictum Jehovae\" (vii. 2-4, 9-11). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 92"
    },
    {
      "section": 92,
      "title": "Paragraph 92",
      "text": "92. (XII.) QUOD NON ALIQUIS POSSIT FUGERE MALA UT PECCATA, USQUE UT INTERIUS AVERSETUR ILLA, NISI PER PUGNAS CONTRA ILLA. Quisque ex Verbo et ex doctrina e Verbo novit, quod proprium hominis a nativitate sit malum; et quod inde sit, quod ex innata concupiscentia amet mala et feratur in illa, ut quod velit vindicare, velit defraudare, velit diffamare, et velit adulterari; et si non cogitat quod peccata sint, et propterea resistit illis, ea faciat quoties occasio se praebet, et non fama propter honorem aut lucrum patitur. Accedit, quod homo faciat illa ex jucundo, si non religio ei sit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 93"
    },
    {
      "section": 93,
      "title": "Paragraph 93",
      "text": "93. Quoniam hoc proprium hominis primam radicem vitae ejus facit, patet qualis homo arbor foret, si non illa radix exstirparetur, et nova radix implantaretur: foret arbor putris, de qua dicitur, quod exscindenda et in ignem conjicienda sit (Matth. iii. 10; cap. vii. 19). Haec radix non removetur, et nova loco ejus inditur, nisi homo spectat mala, quae faciunt radicem, ut damna animae suae, et propterea vult abalienare illa; sed quia sunt proprii ejus, et inde jucunda, non potest id nisi invito, et cum lucta, ita cum pugna. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 94"
    },
    {
      "section": 94,
      "title": "Paragraph 94",
      "text": "94. Omnis qui credit quod infernum et caelum sint, et quod caelum sit felicitas aeterna, ac quod infernum sit infelicitas aeterna, et qui credit quod in infernum veniant qui mala faciunt, et in caelum qui bona faciunt, is pugnat; et qui pugnat, ille ex interiori agit, et contra ipsam concupiscentiam, quae facit radicem mali; nam qui pugnat contra aliquid, is non vult illud, et concupiscere est velle. Inde patet, quod radix mali non amoveatur quam per pugnam. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 95"
    },
    {
      "section": 95,
      "title": "Paragraph 95",
      "text": "95. Quantum itaque quis pugnat, et sic amovet malum, tantum loco ejus succedit bonum, et ex bono tantum videt malum in facie, et tunc quod infernale sit et horrendum; et quia tale, non modo fugit illud, sed etiam aversatur illud, et tandem abominatur illud. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 96"
    },
    {
      "section": 96,
      "title": "Paragraph 96",
      "text": "96. Homo qui contra mala pugnat, non potest non pugnare sicut a se; nam qui non sicut a se, ille non pugnat, stat sicut automaton nihil videns et nihil agens, et continue cogitat ex malo pro illo, et non contra illud. Sed usque probe sciendum est, quod solus Dominus pugnet in homine contra mala, et quod modo appareat homini sicut ille pugnet ex se, et quod Dominus velit ut ita homini appareat, quoniam absque illa apparentia non existit pugna, ita nec reformatio. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 97"
    },
    {
      "section": 97,
      "title": "Paragraph 97",
      "text": "97. Pugna illa non gravis est nisi illis, qui omnia frena concupiscentiis laxaverunt, et ex proposito illis indulserunt; et quoque illis, qui sancta Verbi et ecclesiae in obfirmatione repudiaverunt. At reliquis non gravis est; resistant malis in intentione modo semel in septimana, aut bis in mense, et percipient mutationem. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 98"
    },
    {
      "section": 98,
      "title": "Paragraph 98",
      "text": "98. Vocatur Ecclesia Christiana ecclesia pugnans, et non potest pugnans dici nisi contra diabolum, ita contra quae ab inferno; infernum est diabolus. Tentatio, quam homo ecclesiae subit, est pugna illa. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 99"
    },
    {
      "section": 99,
      "title": "Paragraph 99",
      "text": "99. De pugnis contra mala, quae sunt tentationes, multis in locis in Verbo agitur. Intelliguntur per haec Domini verba: \"Dico vobis, Nisi granum tritici cadens in terram moriatur, ipsum solum manet; si vero moriatur, multum fructum fert\" (Joh. xii. {1}24). Tum per haec: \"Quisquis voluerit post Me venire, abrogato se ipsum, ac tollat crucem suam, et sequatur Me. Quisquis... voluerit animam servare, perdet eam; qui vero perdiderit animam suam propter Me, et propter Evangelium, hic servabit illam\" (Marc. viii. 34, 35): per \"crucem\" intelligitur tentatio (ut quoque Matth. x. 38; cap. xvi. 24: Marc. x. 21: Luc. xiv. 27); per \"animam\" intelligitur vita proprii hominis (ut quoque Matth. x. 39; cap. xvi. 25: Luc. ix. 24: et imprimis Joh. xii. 25); quae etiam est vita \"carnis,\" quae non prodest quicquam (Joh. vi. 63). De pugnis contra mala, et de victoriis super illa, loquitur Dominus ad omnes ecclesias in Apocalypsi. Ad Ecclesiam in Epheso: \"Qui vincit, dabo ut comedat de arbore vitae, quae est in medio paradisi Dei\" (Apoc. ii. 7). Ad Ecclesiam in Smyrna: \"Qui vicerit, non damnum patietur in morte altera\" (Apoc. ii. 11). Ad Ecclesiam in Pergamo: \"Qui vincit, illi dabo ut comedat de manna abscondita; et dabo illi calculum album, et super calculo nomen novum scriptum, quod nemo novit nisi qui accipit\" (Apoc. ii. 17). Ad Ecclesiam in Thyatiris: Qui vicerit et servaverit ad finem opera mea, illi dabo potestatem super gentes;... et stellam matutinam\" (Apoc. ii. 26, 28). Ad Ecclesiam in Sardibus: (\"{2}Qui vicerit induetur vestimentis albis; et non delebo nomen ejus e libro vitae; et confitebor nomen ejus coram Patre meo et coram angelis Ejus\" (Apoc. iii. 5). Ad Ecclesiam in Philadelphia:) \"Qui vicerit, eum faciam columnam in templo Dei mei et scribam super eum nomen Dei, et nomen urbis Dei Novae Hierosolymae, quae descendit e caelo a Deo.., et nomen meum novum\" (Apoc. iii. 12). Ad Ecclesiam in Laodicea: \"Qui vicerit, illi dabo ut sedeat Mecum in throno meo\" (Apoc. iii. 21). @1 24 pro \"25\"$ @2 Dicta ad Ecclesiam in Sardibus, Apoc. Rev., n. 71, similiter desunt.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 100"
    },
    {
      "section": 100,
      "title": "Paragraph 100",
      "text": "100. De Pugnis illis, quae sunt Tentationes, in specie actum videatur in Doctrina Novae Hierosolymae, Londini, anno 1758 edita (a n. 187-201): unde et quales sunt (n. 196, 197): quomodo et quando fiunt (n. 198): quid boni efficiunt (n. 199): quod Dominus pugnet pro homine (n. 200): de pugnis seu tentationibus Domini (n. 201). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 101"
    },
    {
      "section": 101,
      "title": "Paragraph 101",
      "text": "101. (XIII.) QUOD HOMO DEBEAT FUGERE MALA UT PECCATA, ET PUGNARE CONTRA ILLA, SICUT A SE. Ex Divino ordine est, ut homo ex libero secundum rationem agat; quoniam ex libero secundum rationem agere, est ex se agere. Verum binae illae facultates, liberum et ratio, non sunt propriae hominis, sed sunt Domini apud illum; et quatenus est homo, non ei auferentur, quoniam absque illis non potest reformari; non enim potest paenitentiam agere, non potest pugnare contra mala, et dein facere fructus dignos paenitentia. Nunc quia liberum et ratio sunt homini a Domino, et homo ex illis agit, sequitur quod non agat ex se, sed sicut ex se.{1} @1 Quod homini sit Liberum a Domino, videatur supra (n. 19, 20); et in opere De Caelo et Inferno (n. 589-596, et n. 597-603). Quid Liberum, videatur in Doctrina Novae Hierosolymae, Londini 1758 edita, n. 141-149).$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 102"
    },
    {
      "section": 102,
      "title": "Paragraph 102",
      "text": "102. Dominus amat hominem, et vult habitare apud illum; nec potest amare illum et habitare apud illum, nisi recipiatur et reciproce ametur: inde et non aliunde est conjunctio. Dominus propter illam causam dedit homini liberum et rationem; liberum cogitandi et volendi sicut a se, et rationem secundum quam. Amare aliquem et conjungi illi, cui non est reciprocum, non datur; nec intrare ad aliquem et manere apud quem non est receptio. Quoniam receptio et reciprocum in homine sunt a Domino, ideo dicit Dominus, \"Manete in Me et Ego in vobis\" (Joh. xv. 4). \"Qui manet in Me, et Ego in illo, hic fert fructum multum\" (Joh. xv. 5). \"In die illo cognoscetis, quod... vos in Me, et Ego in vobis\" (Joh. xiv. 20). Quod Dominus sit in veris et in bonis, quae homo recipit, et sunt apud illum, etiam docet: \"Si manseritis in Me, et verba mea in vobis manserint. ...Si mandata mea servaveritis, manebitis in amore meo\" (Joh. xv. 7, 10). \"Qui habet praecepta mea et facit illa, ille... amat Me, et Ego amabo illum, et apud illum habitabo\" (Joh. xiv. 21, 23). Ita Dominus habitat in suo apud hominem; et homo in illis quae a Domino sunt, ita in Domino. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 103"
    },
    {
      "section": 103,
      "title": "Paragraph 103",
      "text": "103. Quoniam illud reciprocum et vicissim, et inde mutuum, est apud hominem a Domino, ideo dicit Dominus quod, homo paenitentiam aget; et nemo paenitentiam potest agere nisi sicut a se. Jesus dixit, \"Nisi paenitentiam egeritis, omnes peribitis\" (Luc. xiii. 3, 5). Jesus dixit, \"Appropinquavit regnum Dei, paenitentiam agite,... credite Evangelio\" (Marc. i. 14, 15). Jesus dixit, \"Veni ad vocandum... peccatores ad paenitentiam\" (Luc. v. 32). Jesus dixit ecclesiis \"Paenitentiam agite\" (Apoc. ii. 5, 16, 21, 22; cap. iii. {1}3): tum, \"Non paenitentiam egerunt ex operibus suis\" (Apoc. xvi. 11). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 104"
    },
    {
      "section": 104,
      "title": "Paragraph 104",
      "text": "104. Quoniam reciprocum et vicissim, et inde mutuum, est apud hominem a Domino, ideo dicit Dominus quod homo faciet praecepta, et faciet fructus. \"Quid... Me vocatis Domine, Domine, et non facitis quae dico?\" (Luc. vi. 46-49.) \"Si haec scitis, beati estis si feceritis illa\" (Joh. xiii. {2}17). \"Amici mei estis, si feceritis quae mando vobis\" (Joh. xv. 14). \"Qui facit et docet, hic magnus vocabitur in regno caelorum\" (Matth. v. 19). \"Omnis... qui audit verba mea et facit illa, comparabo viro prudenti\" (Matth. vii. 24). \"Facite fructus dignos paenitentia\" (Matth. iii. 8). \"Facite arborem bonam et fructum ejus bonum\" (Matth. xii. 33). \"Regnum... dabitur genti facienti fructus ejus\" (Matth. xxi. 43). \"Omnis arbor, quae non facit fructus..., exscinditur, et in ignem conjicitur\" (Matth. vii. 19). Et multoties alibi. Ex quibus patet, quod homo faciet a se, sed ex potentia Domini, quam imploret; et hoc est facere sicut ex se. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 105"
    },
    {
      "section": 105,
      "title": "Paragraph 105",
      "text": "105. Quoniam illud reciprocum et vicissim, et inde mutuum, est apud hominem a Domino, ideo homo reddet rationem operum suorum, et illi retribuetur secundum illa; nam dicit Dominus, \"Venturus... est Filius hominis,... et reddet unicuique secundum facta ejus\" (Matth. xvi. 27). \"Exibunt qui bona fecerunt in resurrectionem vitae, et qui mala fecerunt in resurrectionem judicii\" (Joh. v. 29). \"Opera illorum sequuntur cum illis\" (Apoc. xiv. 13). \"Judicati sunt omnes secundum opera illorum\" (Apoc. xx. 13). \"Ecce venio..., et merces mea Mecum, ut dem unicuique secundum ejus opus\" (Apoc. xxii. 12). Si reciprocum non foret apud hominem, nulla imputatio esset. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 106"
    },
    {
      "section": 106,
      "title": "Paragraph 106",
      "text": "106. Quoniam receptio et reciprocum sunt apud hominem, ideo ecclesia docet quod homo explorabit se, confitebitur sua peccata coram Deo, desistet ab illis, et novam vitam aget: quod omnis ecclesia in Christiano orbe id doceat, videatur supra (n. 3-8). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 107"
    },
    {
      "section": 107,
      "title": "Paragraph 107",
      "text": "107. Si non receptio ab homine foret, et tunc cogitatio sicut ab illo, nec aliquid dici potuisset de fide; nam fides nec est ab homine: alioquin foret homo sicut palea in vento, et staret sicut inanimatus, ore aperto et manibus remissis exspectans influxum, nihil cogitans et nihil agens in illis quae salutis ejus sunt: est quidem nihil agens in illis, sed usque est reagens sicut a se. Sed haec in adhuc clariorem lucem mittentur in transactionibus de Sapientia Angelica. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 108"
    },
    {
      "section": 108,
      "title": "Paragraph 108",
      "text": "108. (XIV.) QUOD SI QUIS FUGIT MALA EX QUACUNQUE ALIA CAUSA, QUAM QUIA PECCATA SUNT, NON FUGIAT ILLA, SED MODO FACIAT UT NON APPAREANT CORAM MUNDO. Dantur morales homines, qui Praecepta secundae tabulae Decalogi servant, non defraudant, non blasphemant, non vindicant, non adulterantur; et qui eorum apud se confirmant, quod talia sint mala, quia damna reipublicae, et sic contra humanitatis leges, illi etiam charitatem, sinceritatem, justitiam, castitatem exercent. Sed si bona haec faciunt, et mala illa fugiunt, solum quia mala sunt, et non simul quia peccata, illi usque mere naturales sunt; et apud mere naturales radix mali manet insita, et non est emota; quare bona quae faciunt, non sunt bona, quia ab ipsis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 109"
    },
    {
      "section": 109,
      "title": "Paragraph 109",
      "text": "109. Moralis naturalis homo potest apparere coram hominibus in mundo prorsus sicut moralis spiritualis homo, sed non coram angelis in caelo. Coram angelis in caelo apparet ille, si in bonis est, sicut simulacrum ex ligno, et si in veris est, sicut simulacrum ex marmore, in quibus non est vita; aliter moralis spiritualis homo: nam moralis naturalis homo est moralis externus, et moralis spiritualis homo est moralis internus; et externum absque interno non vivit; vivit quidem, sed non vitam quae vocatur vita. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 110"
    },
    {
      "section": 110,
      "title": "Paragraph 110",
      "text": "110. Concupiscentiae mali, quae faciunt interiora hominis a nativitate, non removentur nisi a solo Domino; nam Dominus influit a spirituali in naturale, homo autem ex se a naturali in spirituale; et hic influxus est contra ordinem, et non operatur in concupiscentias et removet illas, sed includit illas, arctius et arctius sicut se confirmat: et quia hereditarium malum sic latet inclusum, illud post mortem, dum homo fit spiritus, rumpit tegmen quo in mundo obvelatum fuit, ac erumpit sicut sanies per ulcus modo exterius sanatum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 111"
    },
    {
      "section": 111,
      "title": "Paragraph 111",
      "text": "111. Sunt variae et multiplices causae, quae faciunt, ut homo sit moralis in externa forma; sed si non moralis sit etiam in interna, usque tamen moralis non est. Ut pro exemplo; si quis abstinet ab adulteriis et scortationibus, ex timore legis civilis e ejus poenarum: ex timore jacturae famae et inde honoris; ex timore morborum ex illis; ex timore jurgiorum domi ab uxore, et inde intranquillitatis vitae; ex timore vindictae a marito, aut ab affini; ex egestate, aut ex avaritia; ex imbecillitate oriunda vel ex morbo, vel ex abusu, vel ex aetate, vel ex impotentia: immo si abstineat ab illis ex lege aliqua naturali aut morali, et non simul ex lege spirituali, is usque tamen interius adulter et scortator est; nihilominus enim credit quod non peccata sint, et inde illa coram Deo non illicita facit in suo spiritu, et sic in spiritu committit illa, tametsi non coram mundo in corpore: quare post mortem, cum fit spiritus, aperte loquitur pro illis. Ex his patet quod fugere mala ut damna possit impius; at quod fugere mala ut peccata non possit nisi Christianus. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 112"
    },
    {
      "section": 112,
      "title": "Paragraph 112",
      "text": "112. Simile est cum omnis generis furtis et defraudationibus; cum omnis generis homicidiis et vindictis; et cum omnis generis falsis testimoniis et mendaciis: nemo ab illis mundari et purificari potest a se; unicuique enim concupiscentiae insunt infinita, quae homo non videt nisi sicut unum simplex, Dominus autem videt singularissima in omni serie. Verbo, homo non potest semet regenerare, hoc est, novum cor et novum spiritum in se formare, sed solus Dominus, qui est Ipse Reformator et Regenerator: quare si homo ex sua prudentia ac intelligentia vult se novum facere, est modo sicut faciei deformi inducere fucum, ac parti interiori tabe infectae illinere smegma. This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 113"
    },
    {
      "section": 113,
      "title": "Paragraph 113",
      "text": "113. Idcirco dicit Dominus apud Matthaeum, \"Pharisaee caece, purga prius interius poculi et patinae, ut fiat etiam exterius mundum\" (xxiii. 26): et apud Esaiam, \"Lavate vos, purificate vos, et removete malitiam operum vestrorum a coram oculis meis, cessate malum facere:... et tunc si fuerint peccata vestra sicut coccinea, sicut nix albescent, si rubra fuerint sicut purpura, sicut lana erunt\" (i. 16, 18). This page is part of © 2000-2001 The Academy of the New Church Doc. of Life (Dick) n. 114"
    },
    {
      "section": 114,
      "title": "Paragraph 114",
      "text": "114. Supradictis adjicientur haec:- (i.) Quod charitas Christiana sit cuique, ut suam functionem fideliter agat, sic enim, si fugit mala ut peccata, cottidie facit bona, et ipse est suus usus in communi corpore; sic etiam consulitur communi; et unicuique in particulari. (ii.) Quod reliqua non sint propria charitatis opera, sed vel ejus signa, vel beneficia, vel debita. This page is part of © 2000-2001 The Academy of the New Church"
    }
  ]
}