{
  "id": "lj_latin",
  "title": "Lj Latin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "Last Judgment (Chadwick) n. 1"
    },
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "1. DE ULTIMO JUDICIO ET BABYLONIA DESTRUCTA. (I.) QUOD INTERITUS MUNDI NON INTELLECTUS SIT PER DIEM ULTIMI JUDICII. Qui non noverunt sensum spiritualem Verbi, non aliud intellexerunt, quam quod die ultimi judicii interitura sint omnia quae in mundo coram oculis apparent; nam dicitur, quod tunc periturum cum dicitur, quod tunc caelum terra, et quod Deus novum caelum et novam terram creaturus: in hac opinione etiam se confirmaverunt per id, quod dicatur quod omnes tunc e sepulcris ascensuri sint, et quod tunc Separandi sint boni a malis, et sic porro: sed ita dicitur in Sensu litterae Verbi, quia sensus litterae Verbi est naturalis et in ultimo ordinis Divini, ubi omnia et singula sensum spiritualem in se continent; quapropter qui Verbum solum secundum sensum litterae comprehendit, is ferri potest in varias opiniones, ut quoque factum est in orbe Christiano, ubi inde tot haereses sunt, et unaquaevis confirmatur ex Verbo. Sed quia nemo adhuc noverat, quod omnibus et singulis Verbi insit sensus spiritualis, ne quidem quid sensus spiritualis, ideo ignoscendi sunt, qui hanc opinionem de ultimo judicio captaverunt; at usque nunc sciant, quod non caelum coram oculis aspectabile periturum sit, neque terra habitabilis, sed quod utrumque permansurum sit; et quod per \"novum caelum et novam terram\" intellecta sit nova ecclesia, tam in caelis quam in terris. Nova ecclesia in caelis dicitur, quia ibi aeque ecclesia est prout in terris; ibi namque aeque est Verbum, et aeque sunt praedicationes, et similis cultus Divinus sicut in terris; sed cum differentia, quod ibi omnia sint in perfectiori statu, quia ibi non sunt in mundo naturali sed in spirituali; inde omnes ibi sunt spirituales homines, et non naturales sicut fuerunt in mundo. Quod ita sit, videatur in opere De Caelo; et in specie ibi de Conjunctione Caeli cum homine per Verbum (n. 303-310), et de Cultu Divino in Caelo (n. 221-227), actum est. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 2"
    },
    {
      "section": 2,
      "title": "Paragraph 2",
      "text": "2. Loca in Verbo, ubi dicitur de Interitu Caeli et Terrae, sunt sequentia:- \"Attollite in caelum oculos vestros, et intuemini in terram deorsum:... caeli velut fumus interituri sunt, et terra ut pannus veteratura (Esai. li. 6); \"Ecce Ego creaturus sum caelos novos, et terram novam; nec commemorabuntur priora\" (Esai. lxv. 17); \"Caelos novos et terram novam facturus sum\" (Esai. lxvi. 22); \"Stellae caeli ceciderunt in terram et caelum abscessit sicut liber qui convolvitur\" (Apoc. vi. 13, 14); \"Vidi thronum... magnum, et Quendam insidentem, a cujus aspectu fugit terra et caelum, quorum locus non inventus est\" (Apoc. xx. 11); \"Vidi caelum novum et terram novam, primum caelum et prima terra abierat\" (Apoc. xxi. 1). In his locis per \"novum caelum\" non intelligitur caelum coram oculis nostris aspectabile, sed ipsum caelum, ubi humanum genus collectum est; ex omni enim genere humano, usque ab inchoatione Ecclesiae Christianae, collectum est caelum, sed qui ibi fuerunt non fuerunt angeli, verum spiritus ex varia religione; hoc caelum intelligitur per \"primum caelum\" quod periturum: sed quomodo cum his se habet, in sequentibus in specie dicetur; hic solum id memoratur, ut sciatur quid per \"primum caelum\" quod periturum, intelligitur. Quisque etiam qui ex ratione aliqua illustrata cogitat, percipere potest, quod non caelum sidereum, tam immensum firmamentum creationis, intellectum sit, sed quod caelum in spirituali sensu ubi angeli et spiritus. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 3"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "3. Quod per \"novam terram\" intelligatur nova ecclesia in terris, hactenus ignotum fuit, quoniam unusquisque per \"terram\" in Verbo intellexerat terram, cum tamen per illam intelligitur ecclesia; in sensu naturali \"terra\" est terra, sed in sensu spirituali est ecclesia: causa est, {1}quia illi qui in spirituali sensu sunt, hoc est, qui spirituales sunt prout sunt angeli, cum nominatur \"terra\" in Verbo, non intelligunt ipsam terram, sed gentem quae ibi, et ejus Divinum cultum; inde est quod per \"terram\" significetur ecclesia; quod ita sit videatur in Arcanis Caelestibus infra.{2} Unum alterumve locum ex Verbo velim adducere, ex quibus comprehendi aliquatenus potest, quod per \"terram\" significetur ecclesia. \"Cataractae ab alto apertae sunt, et concussa sunt fundamenta terrae; confringendo confracta est terra;... commovendo commota est terra; nutando nutat terra sicut ebrius; vacillat sicut tugurium; et gravis super illam praevaricatio ejus\" (Esai. xxiv. 18-20); \"Rarum reddam hominem prae auro puro;... propterea commovebo caelum, et commovebitur terra e loco suo, in die excandescentiae irae\" Jehovae (Esai. xiii. 12, 13); \"Coram Ipso commota est terra; contremuerunt caeli, sol et luna atrati sunt, et stellae contraxerunt splendorem suum\" (Joel ii. 10); \"Concussa et commota est terra, et fundamenta montium trepidarunt, et concussa sunt\" (Psalm. xviii. 7, 8). (Et in perpluribus aliis locis.) @1 quia pro \"qui\"$ (EX ARCANI CAELESTIBUS.) @2 Quod per \"terram\" in Verbo significetur regnum Domini et ecclesia (n. 662, 1066, 1067, 1262, 1413, 1607, 2928, 3355, 4447, 4535, 5577, 8011, 9325, 9643). Ex causa imprimis, quia per \"terram\" intelligitur terra Canaan, et ibi fuerat ecclesia ab antiquissimis temporibus; inde quoque est quod caelum dicatur caelestis Canaan (n. 567, 3686, 4447, 4454, 4516, 4517, 5136, 6516, 9325, 9327). Et quia in spirituali sensu per \"terram\" intelligitur gens quae ibi, et ejus cultus (n. 1262). Quod inde \"terra\" significet Varia quae sunt ecclesiae (n. 620, 636, 1067(? 1066), 2571, 3368, 3379, 3404, 8732). \"Populus terrae\" quod sint qui ab ecclesia spirituali (n. 2928). \"Terrae motus\" quod sit mutatio status ecclesiae (n. 3355). Quod \"novum caelum et nova terra\" significet ecclesiam (n. 1733, 1850, 2117, 2118, 3355, 4535, 10373). Quod Antiquissima Ecclesia, quae fuit ante diluvium, et Antiqua Ecclesia quae fuit post diluvium, fuerint in terra Canaane (n. 567, 3686, 4447, 4454, 4516, 4517, 5136, 6516, 9327). Quod tunc omnia loca ibi facta sint repraesentativa talium quae in regno Domini et ecclesia (n. 1505(? 1585), 3686, 4447, 5136). Quod ideo Abraham illuc ire jusSus sit, quoniam apud posteros ejus ex Jacobo ecclesia repraesentativa institueretur, ac Verbum conscriberetur, cujus sensus ultimus constaret ex repraesentativis et significativis quae ibi (n. 3686, 4447, 5136, 6516). Inde est quod per \"terram\" et per \"terram Canaanem\" significetur ecclesia (n. 3038, 3481, 3705, 4447, 4517, 5757, 10658(? 10559)).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 4"
    },
    {
      "section": 4,
      "title": "Paragraph 4",
      "text": "4. Per \"creare\" etiam in sensu spirituali Verbi significatur formare, instaurare, et regenerare; ita per \"creare novum caelum et novam terram\" significatur instaurare novam ecclesiam in caelo et in terra; ut constare potest ex his locis:- \"Populus, qui creabitur, laudabit Jah\" (Psalm. cii. 19); \"Emittis spiritum..., creantur, et renovas facies terrae\" (Psalm. civ. 30); \"Sic dixit Jehovah, Creator tuus Jacob, Formator tuus Israel, (Ne timeto,) nam redemi te, et vocavi nomine tuo, Mihi tu... omnem vocatum a nomine {1}meo, et in gloriam meam creavi, formavi eum, etiamque feci eum\" (Esai. xliii. 1, 7). (Praeter alibi.) Inde est, quod \"nova creatio\" hominis sit reformatio ejus, quoniam novus fit, nempe ex naturali spiritualis; et inde est quod \"nova creatura\" sit homo reformatus.{2} @1 meo pro \"Tuo\" (vide Arcana Caelestia, n. 10373, et alibi).$ (EX ARCANIS CAELESTIBUS) @2 Quod \"creare\" sit e novo creare seu reformare et regenerare (n. 16, 88, 10373, 10634). Quod \"creare novum caelum et novam terram\" sit instaurare novam ecclesiam (n. 10373). Quod per \"creationem caeli et terrae\" in primis capitibus Geneseos in sensu interno describatur instauratio ecclesiae caelestis, quae fuit Ecclesia Antiquissima (n. 8891, 9942, 10545).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 5"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5. De sensu spirituali Verbi, videatur in opusculo De Equo Albo, de quo in Apocalypsi. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 6"
    },
    {
      "section": 6,
      "title": "Paragraph 6",
      "text": "6. (II.) QUOD PROCREATIONES GENERIS HUMANI IN TERRIS NUSQUAM CESSATURAE SINT. Qui de ultimo judicio eam fidem ceperunt, quod tunc interitura sint omnia quae in caelis et in terris sunt, et quod loco eorum novum caelum et nova terra exstitura sint, credunt, quia id ex nexu rerum sequitur, quod generationes et procreationes generis humani postea cessaturae sint; cogitant enim quod omnia nunc peracta sint, et quod homines in alio statu futuri quam prius: sed quia interitus mundi non intellectus est per diem ultimi judicii, ut in praecedente articulo ostensum est, sequitur etiam quod genus humanum permansurum sit, et quod procreationes non cessaturae sint. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 7"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. Quod procreationes generis humani in aeternum permansurae sint, constare potest ex pluribus, quorum aliqua in opere De Caelo ostensa sunt, imprimis ex his:- (i.) Quod Genus Humanum sit basis, super quo fundatur Caelum. (ii.) Quod Genus Humanum sit Seminarium Caeli. (iii.) Quod Extensio Caeli, quod pro Angelis, tam immensa sit, ut in aeternum non impleri possit. (iv.) Quod pauci sint respective, ex quibus adhuc Caelum. (v.) Quod perfectio Caeli crescat secundum Pluralitatem. (vi.) Et quod omne opus Divinum spectet infinitum et Aeternum. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 9"
    },
    {
      "section": 9,
      "title": "Paragraph 9",
      "text": "9. ((i.)) Quod Genus Humanum sit basis, super quo fundatur Caelum, est quia homo ultimo creatus est; et quod ultimo creatum est, hoc est basis omnium quae praecedunt. Creatio incohavit a supremis seu intimis, quia ex Divino, et processit ad ultima seu extrema, et tunc primum substitit: ultimum creationis est mundus naturalis, et in eo terraqueus orbis cum omnibus quae super illo. Quando haec peracta sunt, tunc creatus est homo, et in illum collata sunt omnia ordinis Divini a primis ad ultima; in intima ejus collata sunt illa quae in primis illius ordinis sunt, in ultima ejus quae in ultimis; sic ut homo factus sit Divinus ordo in forma. Inde est, quod omnia quae in homine et apud hominem sunt, tam ex caelo quam ex mundo sint, ex caelo illa quae ejus mentis sunt, et ex mundo illa quae ejus corporis; influunt enim illa quae caeli sunt in ejus cogitationes et affectiones, ac sistunt illas secundum receptionem ab ejus spiritu; et ea quae mundi sunt influunt in ejus sensationes et voluptates, et sistunt illas secundum receptionem in ejus corpore, sed accommodate secundum convenientias cogitationum et affectionum ejus spiritus. Quod ita sit, videatur in pluribus articulis, ubi actum est De Caelo et Inferno, imprimis in his: Quod Universum Caelum in uno complexu referat unum hominem (n. 59-67); Quod unaquaevis societas in Caelis similiter (n. 68-72); Quod inde unusquisque Angelus sit in perfecta forma humana (n. 73-77). Et quod hoc sit ex Divino Humano Domini (n. 78-86). Ac praeterea in articulo, De Correspondentia omnium Caeli cum omnibus Hominis (n. 87-{1}102); De Correspondentia Caeli cum omnibus Telluris (n. 103-115); et De Forma Caeli (n. 200-212). Ex hoc creationis ordine constare potest, quod talis continens nexus sit a primis ad ultima, ut simul spectata constituant unum, in quo non separari potest prius a posteriori, prorsus sicut non causa a suo effectu, ita non mundus spiritualis a mundo naturali, nec hic ab illo; proinde non caelum angelicum a genere humano, nec humanum genus a caelo angelico: quapropter ita provisum est a Domino, ut unum mutuas operas praestet alteri, nempe caelum angelicum humano generi, et humanum genus caelo angelico. Inde est, quod mansiones angelicae quidem sint in caelo, ad visum separatae a mansionibus ubi sunt homines, sed usque sunt apud hominem in ejus affectionibus boni et veri: quod ad visum separatae sistantur est ex apparentia, ut constare potest ex articulo, ubi in opere De Caelo et Inferno actum est de Spatio in Caelo (n. 191-199). Quod angelorum mansiones sint apud homines in eorum affectionibus boni et veri, intelligitur per haec Domini verba, \"Ille qui amat Me, sermonem meum servat, et Pater meus amabit illum, et ad eum veniemus, et mansionem apud eum faciemus\" (Joh. xiv. 23); per \"Patrem\" et \"Dominum\" ibi etiam intelligitur caelum, nam ubi Dominus ibi caelum, Divinum enim procedens a Domino facit caelum (videatur in opere De Caelo, n. 7-12, et n. 116-125): et quoque per haec Domini verba, Paracletus Spiritus veritatis \"apud vos manet, et in vobis est\" (Joh. xiv. 17): \"Paracletus\" est Divinum Verum procedens a Domino, unde etiam vocatur \"Spiritus veritatis;\" ac Divinum Verum facit caelum, et quoque angelos, quia sunt recipientes; quod Divinum procedens a Domino sit Divinum Verum, et inde Caelum Angelicum, videatur in opere De Caelo (n. 126-140). Simile etiam intelligitur per haec Domini verba, \"Regnum Dei intus in vobis est\" (Luc. xvii. 21); \"regnum Dei\" est Divinum Bonum et Verum, in quibus sunt angeli. Quod angeli et spiritus apud hominem sint, et in ejus affectionibus, datum est millies videre ex illorum praesentia et mansione apud me; sed angeli et spiritus non sciunt apud quos homines sunt, sicut nec homines cum quibus angelis et spiritibus cohabitant, hoc enim novit et disponit solus Dominus. Verbo, est omnium affectionum boni et veri extensio in caelum, et communicatio et conjunctio cum illis ibi qui in similibus affectionibus sunt; et est extensio omnium affectionum mali et falsi in infernum, ac communicatio et conjunctio cum illis ibi qui in similibus affectionibus sunt: est affectionum extensio in mundum spiritualem, paene sicut est visus in mundum naturalem; communicationes utrobivis sunt paene similes, cum differentia tamen, quod in mundo naturali sint objecta, at in mundo spirituali sint societates angelicae. Ex his patet quod talis sit nexus caeli angelici et humani generis, ut unum subsistat ab altero, et quod caelum angelicum absque humano genere sit sicut domus absque fundamento, nam in illud desinit caelum, et super eo requiescit. Haec se habent sicut apud ipsum hominem in particulari; ejus spiritualia, quae sunt ejus cogitationis et voluntatis, influunt in ejus naturalia, quae sunt ejus sensationum et actionum, et ibi desinunt et subsistunt; homo nisi his quoque gauderet, seu absque illis terminis seu ultimis esset, ejus spiritualia, quae sunt cogitationum et affectionum ejus spiritus, diffluerent, sicut interminata seu quae sunt absque fundo: similiter fit cum homo transit e naturali mundo in spiritualem, quod fit cum moritur; tunc, quia spiritus est, non subsistit super propria basi, sed super communi basi, quae est genus humanum. Qui non scit arcana caeli, credere potest quod angeli subsistant absque hominibus, et quod homines absque angelis; sed asseverare possum ex omni experientia de caelo, et ex omni sermone cum angelis, quod nullus angelus seu spiritus subsistat absque homine, et nullus homo absque spiritu et angelo, et quod mutua et reciproca conjunctio sit. Ex his primum constare potest quod genus humanum et caelum angelicum unum {2}faciant, et subsistant a se mutuo et vicissim, et quod sic auferri unum alteri nequeat. @1 102 pro \"112\"$ @2 faciant pro \"faciunt\"$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 10"
    },
    {
      "section": 10,
      "title": "Paragraph 10",
      "text": "10. ((ii.)) Quod Genus Humanum sit Seminarium Caeli, constabit ex articulo sequente, ubi ostendendum quod caelum et infernum sint ex humano genere, ita quod genus humanum sit seminarium caeli. In antecessum memorabitur quod sicut huc usque, hoc est, a prima creatione, formatum est caelum ex humano genere, ita posthac formandum et locupletandum sit. Dari quidem potest, quod humanum genus super una tellure pereat, quod fit cum id se prorsus separat a Divino; nam tunc homini non amplius est vita spiritualis, sed, modo naturalis, qualis est bestiis; et cum homo talis est, non societas formari potest, et in vinculis teneri per leges, quoniam homo absque influxu caeli, ita absque regimine Divino, foret insanus, ac rueret effrene in omnia nefaria, unus contra alterum. Sed tametsi humanum genus per separationem a Divino super una tellure periret, quod tamen ne fiat providetur a Domino, usque tamen permanet super aliis; sunt enim tellures in Universo ad aliquot centena millia, videatur in opusculo De Telluribus in Mundo nostro Solari, quae Plantae vocantur, et de Telluribus in Caelo Astrifero. Dictum mihi est e caelo, quod genus humanum super hac tellure periisset, usque ut hodie non exstitisset unus, nisi Dominus in mundum venisset, ac in hac tellure induisset Humanum, ac id Divinum fecisset; et quoque nisi Dominus dedisset hic tale Verbum, quod esset caelo angelico pro basi et pro conjunctione: quod per Verbum sit conjunctio caeli cum homine, videatur in opere De Caelo et Inferno (n. 303-310). Sed quod ita sit, non comprehendi potest quam ab illis qui spiritualiter cogitant, hoc est, ab illis qui per agnitionem Divini in Domino conjuncti sunt caelo, nam hi solum spiritualiter possunt cogitare. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 11"
    },
    {
      "section": 11,
      "title": "Paragraph 11",
      "text": "11. ((iii.)) Quod Extensio Caeli, quod pro Angelis, tam immensa sit, ut in aeternum non impleri possit, constat ex illis quae in opere De Caelo et Inferno, et ibi in articulo De Immensitate Caeli (n. 415-420) {1}dicta sunt; et quod pauci sint respective a quibus adhuc Caelum, in opusculo De Telluribus in Universo (n. 126). @1 dicta sunt pro \"dicta sunt est\"$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 12"
    },
    {
      "section": 12,
      "title": "Paragraph 12",
      "text": "12. ((iv.)) Quod perfectio Caeli crescat secundum Pluralitatem, constat ex ejus forma, secundum quam consociationes ibi ordinatae sunt, et communicationes fluunt, quod sit omnium perfectissima; et in forma perfectissima quo plures sunt eo plurium directio et consensus ad unum datur, et eo arctior et unanimior conjunctio; consensus et inde conjunctio crescit ex pluralitate, nam unumquodvis ibi inseritur ut affine intermedians duos aut plures, et quod inseritur hoc confirmat et conjungit. Forma caeli est similis formae mentis humanae, cujus perfectio crescit secundum incrementa veri et boni, unde intelligentia et sapientia; quod forma mentis humanae, quae est in sapientia et intelligentia caelesti, sit similis formae caeli, est quia mens est minima imago ejus formae; inde est quod communicatio omnimoda sit cogitationum et affectionum boni et veri apud homines tales et apud angelos cum societatibus caeli circumcirca, et extensio secundum incrementa sapientiae, ita secundum pluralitatem cognitionum veri quae implantatae sunt intellectui, et secundum copiam affectionum boni quae implantatae sunt voluntati, ita quae menti, nam mens consistit ex intellectu et voluntate. Mens humana et angelica talis est, ut locupletari queat in aeternum, et sicut locupletatur, ita perficitur; quod fit imprimis cum homo ducitur a Domino, nam tunc introducitur in genuina vera quae implantantur intellectui, et in genuina bona quae implantantur voluntati, nam Dominus tunc disponit omnia mentis talis in formam caeli, usque tandem ut sit caelum in minima forma. Ex hac comparatione patet, quia similis res est, quod pluralitas angelorum perficiat caelum. Omnis etiam forma ex variis consistit; forma quae non ex variis consistit, non est forma, quia non habet quale, nec aliquas mutationes status: quale cujusvis formae est ex ordinatione variorum inibi inter se, et ex respectu eorum mutuo, exque consensu ad unum, ex quo omnis forma consideratur ut unum; talis forma, quo plura sunt taliter inibi ordinata, eo perfectior est, nam unumquodvis, ut supra dictum est, confirmat, corroborat, conjungit, et sic perficit. Sed haec melius constare possunt ex illis quae in opere De Caelo et Inferno ostensa sunt, imprimis ubi actum est de eo, Quod unaquaevis Societas caeli sit Caelum in minore forma, et unusquisque Angelus in minima (n. 51-58); tum ubi actum est De Forma Caeli, secundum quam Consociationes et Communicationes ibi (n. 200-212), et De Sapientia Angelorum Caeli (n. 265-275). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 13"
    },
    {
      "section": 13,
      "title": "Paragraph 13",
      "text": "13. ((v.)) Quod omne opus Divinum spectet Infinitum et Aeternum, constare potest ex multis tam quae in caelo existunt quam quae in mundo; utrobivis nusquam datur unum prorsus simile seu idem cum altero; non datur una facies prorsus similis seu eadem cum alterius, nec dabitur in aeternum; pariter non datur unius animus prorsus similis alterius; quare quot homines, tum quot angeli, tot facies et tot animi; nusquam datur in uno homine, in quo tamen innumerabiles partes sunt quae constituunt corpus, et innumerabiles affectiones quae constituunt animum, aliquod prorsus simile aut idem quod in altero; inde est, quod unusquisque vitam distinctam ab alterius vita agat. Similis res est in omnibus et singulis naturae. Quod talis infinita varietas sit in omnibus et singulis, ducit causam ex omnium origine ex Divino, quod Infinitum est; inde est quaedam imago Infiniti ubivis, ob finem ut omnia spectentur a Divino ut suum opus, et simul ut omnia spectent Divinum ut Ejus opus. Quomodo unumquodvis in natura spectat Infinitum et Aeternum, inserviat illustrationi leve quoddam argumentum: quodlibet semen, sive sit fructus arboris, sive messis, sive floris, ita creatum est, ut multiplicari possit in infinitum, et durare in aeternum; ex uno enim semine nascuntur plura, usque ad quinque, decem, viginti, centum; ex singulis his etiam totidem, talis fructificatio ex uno semine continue perstans modo intra centum annos posset implere non solum unius telluris superficiem, sed etiam superficies tellurum usque ad myriades: eadem etiam ita creata sunt, ut durationes eorum sint aeternae: inde patet, quomodo in his est idea infiniti et aeterni: similiter in reliquis. Caelum angelicum est, propter quod omnia in Universo creata sunt; nam caelum angelicum est finis propter quod genus humanum, et genus humanum est finis propter quod caelum aspectabile, et inibi tellures; quapropter id opus Divinum, nempe caelum angelicum, primario spectat Infinitum et Aeternum, proinde multiplicationem ejus absque fine, nam ibi ipsum Divinum habitat: inde quoque constare potest, quod genus humanum nusquam desiturum sit; nam si desineret, finiretur opus Divinum per certum numerum, et sic periret respectus infiniti. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 14"
    },
    {
      "section": 14,
      "title": "Paragraph 14",
      "text": "14. (III.) QUOD CAELUM ET INFERNUM SINT EX HUMANO GENERE. In Christiano orbe prorsus nescitur, quod caelum et infernum sint ex humano genere; creditur enim, quod angeli fuerint a principio creati, et quod inde caelum: ac quod Diabolus seu Satanas fuerit lucis angelus; sed quia rebellis factus est, cum turba sua dejectus sit, et quod inde infernum. Quod talis fides in Christiano orbe sit, mirantur angeli quam maxime; et adhuc magis, quod prorsus nihil sciant de caelo, cum tamen id est primarium doctrinae in ecclesia: et quia talis ignorantia regnat, corde gavisi sunt, quod placuerit Domino nunc revelare illis plura de caelo et quoque de inferno; et per id, quantum possibile est, discutere tenebras, quae indies increscunt, quia ecclesia ad suum finem pervenit: quare volunt, ut ex ore illorum asseverem, quod in universo caelo non sit unus angelus qui a principio creatus est, nec in inferno aliquis diabolus qui creatus lucis angelus et dejectus, sed quod omnes tam in caelo quam in inferno sint ex humano genere; in caelo illi qui in mundo in caelesti amore et fide vixerunt, in inferno qui in infernali amore et fide; et quod infernum in toto complexu sit quod vocatur Diabolus et Satanas, illud infernum quod a tergo est, ubi sunt qui vocantur mali genii, Diabolus, et illud infernum quod anterius est, ubi sunt qui vocantur mali spiritus, Satanas.{1}{2} Quale unum infernum, et quale alterum, videatur in opere De Caelo et Inferno circa finem Quod orbis Christianus talem fidem de illis in caelo et de illis in inferno ceperit, dicebant angeli, quod sit ex aliquibus locis in Verbo non intellectis aliter quam secundum sensum litterae, et non illustratis et explicatis per genuinam doctrinam ex Verbo; cum tamen sensus litterae Verbi, nisi genuina doctrina ecclesiae praeluceat, distrahit mentes in varia, unde ignorantiae, haereses, et errores.{3} @1 (Nota EDITORIS.- Collecta ex Arcanis Caelestibus, in editione principe, ad finem capitum sistunt.)$ (EX ARCANIS CAELESTIBUS) @2 Quod inferna simul sumpta, seu infernales simul sumpti, dicantur Diabolus et Satanas (n. 694). Quod qui diaboli fuerunt in mundo, diaboli fiant post mortem (n. 968).$ @3 Quod doctrina ecclesiae erit ex Verbo (n. 3464, 5402, 6832, 10763, 10765). Quod Verbum absque doctrina non intelligatur (n. 9021, 9409, 9424, 9430, 10324, 10431, 10582). Quod vera doctrina sit lucerna illis qui legunt Verbum (n. 10401(? 10400)). Quod genuina doctrina erit ab illis qui in illustratione sunt a Domino (n. 2510, 2516, 2519, 9424, 10105). Quod, qui in sensu litterae Verbi absque doctrina sunt, in nullum intellectum veniant de veris Divinis (n. 9409, 9410, 10582). Et quod in plures errores ferantur (n. 10431). Differentia inter illos qui docent et discunt ex doctrina ecclesiae quae ex Verbo, et inter illos qui ex solo sensu litterae Verbi, qualis (n. 9025).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 15"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. Quod homo ecclesiae ita credat, etiam est causa, quia credit quod nullus homo in caelum aut in infernum prius veniat quam tempore ultimi judicii; de quo illam opinionem cepit, quod interitura tunc sint omnia quae coram oculis, et quod nova exstitura, et quod anima tunc reditura sit in suum corpus, ex qua conjunctione homo iterum vivet homo: haec fides involvit alteram de angelis quod sint a principio creati; nam non credi potest, quod caelum et infernum sint ex humano genere, quum creditur quod nullus homo illuc veniat quam in fine mundi. Sed ut evincatur homo quod non ita sit, datum est mihi consortium habere cum angelis, et quoque loqui cum illis qui in inferno sunt, et hoc nunc per plures annos, quandoque continue a mane usque ad vesperam, et sic informari de caelo et inferno; et hoc ob causam, ne homo ecclesiae ulterius permaneat in sua erronea fide de resurrectione tempore judicii, ac de animae statu interea, tum de angelis et de Diabolo: quae fides, quia est fides falsi, involvit tenebras; et apud eos, qui ex propria intelligentia de illis cogitant, infert dubitationem, et tandem negationem: dicunt enim corde, Quomodo potest tantum caelum cum tot sideribus, et cum sole et luna, destrui et dissipari? et quomodo possunt stellae e caelo tunc cadere in terram, quae tamen majores terra sunt? et quomodo possunt corpora a vermibus exesa, putredine consumpta, et in omnes ventos dissipata, recolligi ad animam suam? ubinam interea anima, et qualis illa cum absque sensu qui ei fuit in corpore? praeter plura similia, quae quia incomprehensibilia, non cadunt in fidem, et apud plures destruunt fidem de hominis vita aeterna, deque caelo et inferno, et cum illis reliqua quae fidei ecclesiae sunt. Quod etiam destruxerint, patet ex illis qui dicunt, Quis ex caelo ad nos venit et narravit quod sit? quid infernum? num sit? quid hoc quod homo cruciabitur igne in aeternum? quid dies judicii? annon is per saecula frustra exspectatus est? praeter plura, quae negationis omnium sunt. Ne itaque illi qui talia cogitant, (ut solent plures qui ex mundanis, quae sapiunt, eruditi et docti audiunt,) amplius perturbent et seducant simplices fide et corde, ac inducant infernales tenebras de Deo, de caelo, de vita aeterna, ac de ceteris quae ex illis pendent, aperta sunt interiora, quae spiritus mei sunt, a Domino, et sic loqui datum est cum omnibus, quos usquam notos habui in vita corporis, postquam defuncti sunt; cum quibusdam per dies, cum quibusdam per menses, et cum quibusdam per annum, et quoque cum aliis tam multis ut parum dicerem si centum millia, ex quibus plures fuerunt in caelis, et plures in infernis: locutus etiam sum cum quibusdam post biduum ab obitu, `et narravi quod nunc funeralia et exsequiae eorum parentur ut sepeliantur; ad quae dixerunt, quod bene faciant ut rejiciant id quod illis pro corpore et ejus functionibus inserviverat in mundo, ac voluerunt ut dicerem quod non mortui sint, sed quod vivant aeque homines nunc sicut prius, et quod transmigraverint solum ab uno mundo in alterum; et quod non sciant quod aliquid perdiderint, quoniam in corpore et hujus sensualibus sunt ut prius, et quoque in intellectu et in voluntate ut prius, et quod similes illis cogitationes et affectiones, similes sensationes, tum similes voluptates, et similia desideria, qualia in mundo. Plerique ex recens mortuis, cum se viderunt vivere homines sicut prius, ac in simili statu, (nam post mortem primum ,cuivis similis status vitae est, qualis ei fuerat in mundo, sed ille successive apud eum mutatur vel in caelum vel in infernum,) novo gaudio affecti sunt quod vivant, et dixerunt quod hoc non crediderint: sed valde mirati, quod in tali ignorantia et caecitate de statu suae vitae post mortem fuerint; et magis quod in tali sit homo ecclesiae, qui tamen prae omnibus in universo terrarum orbe in luce de illis potest esse.{1} Causam illius caecitatis et ignorantiae tunc primum videbant; quae est quod externa, quae sunt mundana et corporea, occupaverint et impleverint mentes eorum, in tantum ut non elevari possent in lucem caeli, ac intueri res ecclesiae ultra doctrinalia: ex corporeis enim et mundanis, cum tantum amantur quantum hodie, influunt merae tenebrae, cum homo de rebus caeli ultra dictamen doctrinae fidei quae suae ecclesiae est, cogitare vult. (EX ARCANIS CAELESTIBUS) @1 Quod hodie in Christianismo pauci credant, quod homo post mortem statim resurgat (Praefat. ad cap. xvi. Genes., et n. 4622, 10758). Sed quod tempore ultimi judicii, cum orbis aspectabilis periturus est (n. 10594(? 10595)). Causa, quod ita credatur (n. 10594, 10758). Quod usque homo statim post mortem resurgat, et quod tunc sit homo quoad omnia et singula (n. 4527, 5006, 5078, 8939, 8991, 10594, 10758). Quod anima quae vivit post mortem, sit spiritus hominis, qui in homine est ipse homo, et quoque in altera vita in perfecta forma humana (n. 322, 1880, 1881, 3633, 4622, 4735, 5883, 6054, 6605, 6626, 7021, 10594). Ab experientia (n. 4527, 5006, 8939). Ex Verbo (n. 10597). Explicatur quid intelligitur per quod mortui visi in Sancta Urbe (Matth. xxvii. 53) (n. 9229). Quomodo homo resuscitatur a mortuis, ab experientia (n. 168-189). De statu ejus post resuscitationem (n. 317, 318, 319, 2119, 5070, 10596). Falsae opiniones de anima, et de resurrectione (n. 444, 445, 4527, 4622, 4658.)$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 16"
    },
    {
      "section": 16,
      "title": "Paragraph 16",
      "text": "16. Permulti ex eruditis e Christiano orbe obstupescunt, cum se post obitum vident in corpore, in vestibus, inque domibus, sicut in mundo; et cum revocantur in memoriam quae cogitaverunt de vita post mortem, de anima, de spiritibus, ac de caelo et inferno, pudore afficiuntur, et dicunt se fatue cogitavisse, ac simplices fide multo sapientius quam illi. Explorati sunt eruditi, qui confirmaverunt se in talibus, et qui omnia naturae addixerunt; et compertum est, quod interiora mentis eorum clausa sint, et exteriora aperta, sic ut non spectaverint ad caelum sed ad mundum, proinde etiam ad infernum; nam quantum interiora mentis aperta sunt, tantum spectat homo ad caelum; quantum autem interiora clausa sunt et exteriora aperta, tantum spectat ad infernum; interiora enim hominis ad receptionem omnium caeli formata sunt, et exteriora ad receptionem omnium mundi, et qui recipiunt mundum et non simul caelum, recipiunt infernum.{1} @1 Quod in homine conjunctus sit mundus spiritualis et mundus naturalis (n. 6057). Quod internum hominis sit ad imaginem caeli formatum, externum autem ad imaginem mundi (n. 3628, 4523, 4524, 6057, 6314, 9706, 10156, 10472).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 17"
    },
    {
      "section": 17,
      "title": "Paragraph 17",
      "text": "17. Quod spiritus hominis post solutionem a corpore sit homo et in simili forma, hoc mihi per cottidianam plurium annorum experientiam in testato est; nam illos millies vidi, audivi, et cum illis locutus sum; etiam de eo, quod homines in mundo non tales esse credant, et quod illi qui credunt, ab eruditis reputentur ut simplices. Spiritus doluerunt corde, quod talis ignorantia adhuc perstet in orbe, et maxime intra ecclesiam: sed hanc fidem dicebant emanavisse imprimis ab eruditis, qui ex sensuali corporeo cogitaverunt de anima; ex quo de illa non aliam ideam ceperunt quam sicut de cogitatione sola, quae cum absque aliquo subjecto in quo et ex quo spectatur, est sicut quoddam volatile puri aetheris, quod moriente corpore non potest non dissipari: sed quia ecclesia ex Verbo animae immortalitatem credit, non potuerunt aliter quam aliquod vitale, quale est cogitationis, ei addicere, sed usque non sensitivum quale homini, priusquam iterum conjuncta esset corpori. Super hac opinione fundatur doctrina de resurrectione, ac fides quod conjunctio futura sit, quando ultimum judicium venit; nam ex data illa hypothesi de anima, non aliud concludi potest, cum illa conjungitur fidei ecclesiae de vita hominis aeterna: inde est, cum aliquis de anima ex doctrina et simul ex hypothesi cogitat, quod prorsus non capiat quod illa sit spiritus, et hic in forma humana; accedit, quod vix aliquis hodie sciat quid spirituale est, et minus quod aliqua forma humana sit illis qui spirituales sunt, quales sunt omnes spiritus et angeli. Inde est, quod fere omnes qui e mundo veniunt, mirentur quam maxime quod vivant, et quod sint homines aeque ac prius, et quod prorsus nihil differat: sed cum cessant se mirari, dein mirantur quod ecclesia nihil sciat de tali statu hominum post mortem, cum tamen omnes quotcunque in mundo vixerunt, in altera vita sunt, ac vivunt homines: et quia etiam mirabantur cur hoc non manifestatum fuit homini per visiones, dictum est illis e caelo, quod hoc potuisset fieri, nam nihil facilius est quum Domino beneplacet, sed quod usque non credituri essent, qui se in falsis contra illa confirmaverunt, etiamsi ipsi visuri; tum quod periculosum sit aliquid e caelo manifestare apud illos qui in mundanis et corporeis sunt, quia sic primum credituri essent, et postea negaturi, ac ita ipsum illud verum profanaturi: nam profanare est credere et postea negare; et qui profanant, illi in omnium infernorum infimum et gravissimum detruduntur. Hoc periculum est quod intelligitur per Domini verba, \"Excaecavit oculos eorum, et obduravit corda eorum, ne videant oculis et intelligant corde, et sese convertant, et sanem illos\" (Joh. xii. 40): et quod qui in mundanis et corporeis amoribus sunt, usque non credituri sint, per haec, Dixit Abraham diviti in inferno, \"Habent Mosen et Prophetas, audiant illos: ille vero dixit, Non, pater Abraham, sed si quis ex mortuis veniat ad eos, convertentur; Abraham autem dixit ei, Si Mosen et Prophetas non audiunt, nec etiam si quis ex mortuis resurrexerit, credent\" (Luc. xvi. 29-31). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 18"
    },
    {
      "section": 18,
      "title": "Paragraph 18",
      "text": "18. Quod caelum sit ex humano genere, constare etiam potest ex eo, quod mentes angelicae et mentes humanae similes sint; utraeque gaudent facultate intelligendi, percipiendi, et volendi; utraeque ad recipiendum caelum formatae sunt: nam mens humana aeque sapit ac mens angelica; sed quod non tantum sapiat in mundo, est causa quia in corpore terrestri est, et in eo mens ejus spiritualis cogitat naturaliter, nam spiritualis ejus cogitatio quae etiam illi est aeque ac angelo, tunc defluit in naturales ideas spiritualibus correspondentes, et sic ibi percipitur: aliter vero cum mens hominis soluta est a vinculo cum illo corpore; tunc non amplius naturaliter sed spiritualiter cogitat, et cum spiritualiter, tunc incomprehensibilia et ineffabilia naturali homini cogitat, ita sicut angelus. Exinde constare potest, quod internum hominis, quod vocatur ejus spiritus, sit in essentia sua angelus.{1} Quod angelus sit in perfecta forma humana, videatur in opere De Caelo et Inferno (n. 73-77): cum autem internum hominis non apertum est supra, sed modo infra, tunc usque illud post solutionem a corpore est in forma humana, sed dira et diabolica; nam non spectare potest sursum ad caelum, sed modo deorsum ad infernum. (EX ARCANIS CAELESTIBUS.) @1 Quod totidem gradus vitae in homine sint, quot caeli, et quod aperiantur post mortem secundum ejus vitam (n. 3747, 9594). Quod caelum sit in homine (n. 3884). Quod homines, qui amoris et charitatis vitam vivunt, in se habeant sapientiam angelicam, sed tunc absconditam, et quod in illam veniant post mortem (n. 2494). Quod homo in Verbo dicatur angelus, qui recipit bonum amoris et dei a Domino (n. 10528).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 19"
    },
    {
      "section": 19,
      "title": "Paragraph 19",
      "text": "19. Quod caelum et infernum sint ex humano genere, potuisset etiam ecclesia ex Verbo scire, ac id suae doctrinae facere, si admisisset illustrationem e caelo, et attendisset ad Domini verba ad latronem, Quod hodie cum Ipso esset in Paradiso (Luc. xxiii. 43); et ad illa quae Dominus dixit de divite et Lazaro, Quod ille in infernum venerit, et inde locutus cum Abrahamo, et quod hic in caelum (Luc. xvi. 19-31): tum quae Dominus locutus est ad Sadducaeos de resurrectione, Quod Deus non sit Deus mortuorum, sed viventium (Matth. xxii. 32): ac praeterea ex fide communi omnium qui bene vivunt, imprimis ex fide eorum circa tempus mortis, quando non amplius in mundanis et corporeis sunt, quod credant se venturos iii caelum, ut primum abit vita corporis eorum; haec fides regnat apud omnes, dum non ex doctrina ecclesiae de resurrectione tempore ultimi judicii cogitant: inquire numne ita sit, et confirmaberis. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 20"
    },
    {
      "section": 20,
      "title": "Paragraph 20",
      "text": "20. Qui de ordine Divino instructus est, etiam intelligere potest quod homo creatus sit ut fiat angelus, quia in eo est ultimum ordinis (videatur supra, n. 9), in quo formari potest id quod caelestis et angelicae sapientiae est, et quod potest redintegrari et multiplicari. Divinus ordo nusquam subsistit in medio, et ibi absque ultimo format aliquid, non enim est in suo pleno et perfecto, sed vadit ad ultimum: at cum est in suo ultimo, tunc format, et quoque per media ibi collata se redintegrat et producit ulterius, quod fit per procreationes: quapropter ibi est seminarium caeli. Hoc quoque intelligitur per illa quae de Homine et ejus creatione dicuntur in primo capite Geneseos (vers. 26-28), \"Dixit Deus, Faciemus hominem in imaginem nostram, secundum similitudinem nostram...: et creavit Deus hominem in imaginem Ipsius, in imaginem Dei creavit illum; masculum et feminam creavit illos: et benedixit illis Deus, et dixit illis Deus, Fructificate et multiplicate vos:\" \"creare in imaginem Dei, et in similitudinem Dei,\" est conferre in illum omnia ordinis Divini a primis ad ultima, et sic facere illum quoad interiora mentis ejus angelum. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 21"
    },
    {
      "section": 21,
      "title": "Paragraph 21",
      "text": "21. Quod Dominus non modo quoad Spiritum, sed etiam quoad Corpus resurrexerit, est quia Dominus totum Humanum suum, cum fuit in mundo, glorificavit, hoc est, Divinum fecit: Anima enim, quae Ipsi a Patre, ex se ipsum Divinum fuit, et Corpus factum est similitudo Animae hoc est, Patris, ita quoque Divinum: inde est, quod Ipse secus ac ullus homo, quoad utrumque resurrexerit;{1} quod etiam manifestavit discipulis, qui credebant videre spiritum cum Ipsum, dicendo, \"Videte manus meas et pedes meos, quod Ipse Ego sim: palpate Me et videte; nam spiritus non carnem et ossa habet, sicut Me videtis habere\" (Luc. xxiv. {2}36-39); per quae indicavit, quod non modo sit Homo quoad Spiritum, sed etiam quoad Corpus. (EX ARCANIS CAELESTIBUS.) @1 Quod homo resurgat tantum quoad spiritum (n. 10593, 10594). Quod solus Dominus etiam quoad Corpus resurrexerit (n. 1729, 2083, 5078, 10625).$ @2 36-39 pro \"36, 37, 38\"$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 22"
    },
    {
      "section": 22,
      "title": "Paragraph 22",
      "text": "22. Praeterea quod caelum et infernum sint ex humano genere, in pluribus articulis in opere De Caelo et Inferno ostensum est; ut in his sequentibus: De Gentibus et Populis extra Ecclesiam in Caelo (n. 318-328): De Infantibus in Caelo (n. 329-345): De Sapientibus et Simplicibus in Caelo (n. 346-356): De Divitibus et Pauperibus in Caelo (n. 357-365): Quod unusquisque Homo sit Spiritus quoad interiora sua (n. 432-444): Quod Homo post Mortem sit in perfecta Forma humana (n. 453-460): Quod Homo post Mortem sit in omni sensu, memoria, cogitatione, affectione, in quibus in mundo, et quod nihil relinquat praeter terrestre suum corpus (n. 461-469): De Primo Statu hominis post mortem (n. 491-498): De Secundo Statu hominis post mortem (n. 499-511): De Tertio ejus Statu (n. 512-517): et porro quae de Infernis (n. 536-588): Ex quibus omnibus in specie constare potest, quod caelum non consistat ex aliquibus angelis in principio creatis, nec infernum ex aliquo diabolo et ejus turba, sed solum ex illis qui nati sunt homines. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 23"
    },
    {
      "section": 23,
      "title": "Paragraph 23",
      "text": "23. (IV.) QUOD OMNES QUOTCUNQUE NATI SUNT HOMINES A PRINCIPIO CREATIONIS, ET DEFUNCTI, SINT IN CAELO VEL IN INFERNO. Hoc Primo consequitur ex illis quae dicta et ostensa sunt in articulo praecedente, quod nempe caelum et infernum sint ex humano genere. Secundo ex eo, quod omnis homo post vitam in mundo vivat in aeternum. Tertio, quod sic omnes qui usque nati sunt homines a creatione mundi, et defuncti, sint vel in caelo vel in inferno. Quarto, quia omnes qui nascentur posthac, etiam venturi sunt in mundum spiritualem, quod is mundus tantus sit et talis ut ei mundus naturalis, in quo sunt homines in terris, non aequiparari possit. Sed ut haec omnia distinctius percipiantur, et evidentius pateant, velim ea singillatim exponere et describere. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 24"
    },
    {
      "section": 24,
      "title": "Paragraph 24",
      "text": "24. ((i.)) Quod omnes quotcunque nati sunt homines a principio creationis, et defuncti, sint in caelo vel in inferno, consequatur ex illis quae dicta et ostensa sunt in articulo praecedente, quod nempe caelum et infernum sint ex humano genere, patet absque explicatione. Communis fides hactenus fuit, quod homines non prius venturi sint in caelum aut in infernum, quam die ultimi judicii, quando animae rediturae sunt in sua corpora, et sic fruiturae talibus quae propria corporis esse creduntur. In hanc fidem adducti sunt simplices ex illis qui professi sunt sapientiam, et inquisiverunt de interiori statu hominis. Hi quia nihil cogitaverunt de spirituali mundo, sed solum de naturali, ita nec de spirituali homine, inde nesciverunt quod spiritualis homo, qui cuivis homini est in naturali, sit aeque in forma humana, sicut naturalis homo: inde nec in mentem eorum venit, quod naturalis homo suam formam humanam trahat ex suo spirituali homine; tametsi videre potuerunt, quod spiritualis homo agat in omnia et singula naturalis hominis ad nutum, et quod naturalis homo prorsus nihil agat a se. Spiritualis homo est qui cogitat et vult, nam hoc naturalis homo ex se nequit; et cogitatio et voluntas est omne in omnibus naturalis hominis, agitur enim naturalis homo sicut vult spiritualis, et quoque loquitur sicut is cogitat, tam prorsus ut actio non sit nisi quam voluntas, et loquela non sit nisi quam cogitatio; nam si aufers hanc et illam, cessat momento et loquela et actio. Ex his patet quod spiritualis homo sit vere homo, et quod sit in omnibus et singulis naturalis hominis; ita quod ejus effigies sit similis, nam pars seu particula naturalis hominis, in qua non agit spiritualis, non vivit. Sed spiritualis homo non potest apparere coram naturali homine, nam naturale non videre potest spirituale, sed spirituale potest videre naturale; hoc enim juxta ordinem est, illud autem contra ordinem, datur enim influxus spiritualis in naturale, ita quoque visus, nam visus etiam est influxus, non autem vicissim. Spiritualis homo est qui vocatur spiritus hominis, et qui apparet in mundo spirituali in perfecta forma humana, et qui vivit post mortem. Quia intelligentes non sciverunt aliquid de spirituali mundo, proinde nec aliquid de spiritu hominis, ut supra dictum est, ideo ceperunt ideam quod homo non vivere possit homo, priusquam ejus anima rediret in corpus, et reindueret ejus sensus; inde ortae sunt tam vanae ideae de resurrectione hominis, quod nempe corpora, etiamsi a vermibus et piscibus exesa, et in pulverem prorsus dilapsa, ex Divina omnipotentia recolligenda essent, et animabus reunienda; et quod hoc non exstiturum sit, quam in fine mundi, quando universam aspectabile interiturum est; praeter plura similia, quae omnia excedunt captum, et quae ad primum intuitum mentis obveniunt impossibilia, et contra Divinum ordinem; et inde quoque fidem plurium infirmant; nam qui ex sapientia cogitant, non credere possunt nisi quod aliquo modo comprehendunt, et fides impossibilium non datur, hoc est, fides talium quae homo cogitat esse impossibilia: inde quoque argumentum negationis desumunt illi, qui non credunt vitam post mortem: sed quod homo statim post. obitum resurgat, et quod sit tunc in perfecta forma humana, videatur in opere De Caelo et Inferno, et ibi in pluribus articulis. Haec dicta sunt, ut adhuc confirmetur, quod caelum et infernum sint ex humano genere; ex quo consequitur, quod omnes quotcunque nati sunt homines a principio creationis, et defuncti, sint in caelo vel in inferno. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 25"
    },
    {
      "section": 25,
      "title": "Paragraph 25",
      "text": "25. ((ii.)) Quod omnis homo post vitam in mundo vivat in aeternum, constat ex eo, quod tunc homo spiritualis sit, et non amplius naturalis, et quod spiritualis homo separatus a naturali maneat qualis est in aeternum, nam status hominis non mutari potest post mortem. Praeterea spirituale cujusvis hominis in conjunctione est cum Divino, quoniam id potest cogitare de Divino et quoque potest amare Divinum, et affici omnibus quae a Divino sunt, qualia sunt quae ecclesia docet; proinde conjungi Divino cogitatione et voluntate, quae binae facultates sunt spiritualis hominis et faciunt ejus vitam; quod ita conjungi potest Divino, hoc in aeternum non potest mori, Divinum enim apud eum est, et eum sibi conjungit. Est quoque homo creatus ad formam caeli quoad mentem suam; et forma caeli est ex ipso Divino, ut constare potest in opere De Caelo et Inferno, ubi ostensum est, Quod Divinum Domini faciat et formet Caelum (n. 7-12, et n. 78-86); Quod Homo creatus sit ut sit Caelum in minima effigie (n. 57); Quod Caelum in toto complexu referat unum Hominem (n. 59-66); Quod inde .Angelus sit in perfecta Forma humana (n. 73-77); angelus est homo quoad spirituale suum. De hac re aliquoties etiam locutus sum cum angelis; qui valde mirati sunt, quod ex illis qui in Christiano orbe intelligentes dicuntur, et quoque ab aliis intelligentes esse creduntur, permulti sint, qui a fide sua prorsus rejiciunt vitae suae immortalitatem, credentes animam hominis aeque dissipari post mortem sicut anima bestiae; non percipientes vitae discrimen inter hominem et bestiam, quod homo possit cogitare supra se, de Deo, de caelo, de amore, de fide, de bono spirituali et morali, de veris, et similibus, et sic quod elevari possit ad ipsum Divinum, et Ipsi per omnia illa conjungi; at quod bestiae non elevari supra naturale suum ad cogitandum talia possint, consequenter quod spirituale earum non possit separari a naturali earum post mortem,{1} ac vivere per se, sicut spirituale hominis; quae etiam est causa, quod vita bestiae cum vita naturali ejus dissipetur. Quod plures intelligentes, ita dicti, in Christiano orbe non credant immortalitatem suae vitae, dicebant angeli causam, quia corde negant Divinum et pro Divino agnoscunt naturam; et illi qui ex talibus principiis cogitant, non possunt cogitare de aliqua aeternitate per conjunctionem cum Divino, consequenter nec de dissimili statu hominis a statu bestiarum, nam cum Divinum a cogitatione rejiciunt, etiam rejiciunt aeternum. Porro dicebant, quod apud unumquemvis hominem sit gradus vitae intimus seu supremus, seu intimum aut supremum quoddam, in quod Divinum Domini primum aut proxime influit, et ex quo disponit reliqua interiora, quae spiritualis et naturalis hominis sunt, et secundum gradus ordinis apud illos succedunt: hoc intimum seu supremum vocabant introitum Domini ad hominem, ac ipsissimum Illius domicilium apud illum; et quod per hoc intimum seu supremum homo sit homo, et distinguatur a brutis animalibus, quae illud non habent; et quod inde sit, quod homines secus ac animalia possint quoad interiora, quae sunt mentis et animi eorum, elevari a Domino ad Se, possint credere in Ipsum, affici amore in Ipsum, et quod possint recipere intelligentiam et sapientiam, et loqui ex ratione. Ad interrogationem de illis qui negant Divinum, ac Divina vera per quae conjunctio vitae hominis cum ipso Divino, quod usque illi vivant in aeternum, dicebant quod illis aeque facultas sit cogitandi et volendi, proinde credendi et amandi talia quae ex Divino sunt, sicut est illis qui agnoscunt Divinum, et quod illa facultas sit quae facit quod aeque in aeternum vivant; addebant quod ea facultas illis sit ex intimo seu supremo illo, quod cuivis homini inest, de quo supra dictum est; quod etiam illis qui in inferno sunt, sit illa facultas, et quod inde illis facultas ratiocinandi et loquendi contra Divina vera, multis ostensum est. Inde est, quod omnis homo, qualiscunque est, vivat in aeternum. Quia omnis homo post mortem vivit in aeternum, ideo nusquam aliquis angelus, nec aliquis spiritus, cogitat de morte, immo prorsus nesciunt quid sit mori; quapropter cum memoratur in Verbo \"mors,\" intelligitur ab angelis vel damnatio, quae est mors in spirituali sensu, vel continuatio vitae et resurrectio.{2} Haec dicta sunt; ut confirmetur quod omnes homines, quotcunque nati sunt a principio creationis, et defuncti, vivant, quidam in caelo, et quidam in inferno. (EX ARCANIS CAELESTIBUS.) @1 Quod influxus e mundo spirituali etiam sit in vitas bestiarum, sed communis, non autem specialis, sicut apud hominem (n. 1633, 3646). Quod discrimen inter homines et bestias sit, quod homines possint elevari supra se ad Dominum, cogitare de Divino, amare illud, sic conjungi Domino, unde ei vita aeterna, aliter bestiae, quae elevari ad talia nequeunt (n. 4525, 6323, 9231).$ (EX ARCANIS CAELESTIBUS) @2 Cum \"mors\" nominatur in Verbo, ubi de malis, quod in caelo intelligatur damnatio, quae est mors spiritualis, tum infernum (n. 5407, 6119, 9008). Quod qui in bonis et veris sunt, dicantur \"vivi,\" qui autem in malis et falsis, \"mortui\" (n. 81, 290, 7494). Quod per \"mortem,\" ubi agitur de bonis qui moriuntur, in caelo intelligatur resurrectio et continuatio vitae, quoniam tunc homo resurgit, continuat vitam suam, ac ingreditur aeternam (n. 3498, 3505, 4618, 4621, 6036, 6222).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 26"
    },
    {
      "section": 26,
      "title": "Paragraph 26",
      "text": "26. ((iii.)) Ut scirem quod omnes quotcunque nati sunt homines a principio creationis, et defuncti, in caelo vel in inferno sint, datum est mihi loqui cum aliquibus qui vixerunt ante diluvium; et quoque cum aliquibus qui vixerunt post diluvium; ut et cum quibusdam ex gente Judaica notis ex Verbo Veteris Testamenti; cum quibusdam qui vixerunt tempore Domini; cum pluribus, qui in sequentibus saeculis usque ad hodiernum ac insuper cum omnibus, postquam mortui sunt, quos in vita corporis eorum notos habui; et praeterea cum infantibus; et cum pluribus ex gentibus. Ex qua experientia plene evictus sum, quod ne unus sit, qui usquam natus homo, a prima hujus telluris creatione, qui non in caelo vel in inferno est. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 27"
    },
    {
      "section": 27,
      "title": "Paragraph 27",
      "text": "27. ((iv.)) Quia omnes, qui nascentur posthac, etiam venturi sint in mundum spiritualem, quod is mundus tantus sit et talis, ut ei mundus naturalis, in quo sunt homines in terris, non aequiparari possit, constat ab immensa multitudine hominum qui a prima creatione transiverunt in mundum spiritualem, et ibi simul sunt; tum ex incrementis continuis posthac ex humano genere, quod illis accessurum est, et hoc absque fine, secundum illa quae supra in suo articulo (n. 6-13) ostensa sunt, quod nempe procreationes generis humani in terris nusquam cessaturae sint. Quam immensa multitudo hominum jamdum ibi sit, aliquoties videre datum est, quum aperti mihi sunt oculi; erat tanta ut numerari vix posset; fuerunt aliquot myriades, et hoc solum in uno loco ad unam plagam: quid non in reliquis? Sunt enim ibi omnes collecti in societates, et societates sunt multo numero, et unaquaevis societas in suo loco format tres caelos, et sub illis tria inferna; quare sunt qui in editis ibi, sunt qui in mediis, sunt qui infra illos, et sunt qui in infimis seu infernis sub illis; et superiores inter se habitant sicut habitant homines in civitatibus, in quibus simul sunt ad centena millia: inde patet quod mundus naturalis, in quo sunt homines in terris, illi mundo quoad copiam generis humani aequiparari nequeat; quapropter cum homo e mundo naturali transit in spiritualem, est sicut e villa in magnam civitatem. Quod mundus naturalis nec aequiparari queat mundo spirituali quoad quale, constare etiam potest ex eo, quod non modo omnia existant ibi quae in mundo naturali, sed insuper innumerabilia plura, quae nusquam visa sunt in hoc mundo, nec possunt ad visum sisti; nam ibi spiritualia effigiantur ad omnem suum typum, in apparentia quasi naturali, et singula cum infinita varietate; nam spirituale excellentia excedit naturale in tantum, ut pauca sint quae ad sensum naturalem possint produci; nam sensus naturalis non capit unum ex millibus quae capit mens spiritualis; et omnia quae sunt mentis spiritualis sistuntur etiam in formis coram visu eorum: inde est, quod mundus spiritualis non describi possit qualis est quoad sua magnifica, et quoad sua stupenda. Haec quoque increscunt secundum multiplicationem generis humani in caelis, nam omnia sistuntur ibi in formis correspondentibus cujusvis statui quoad amorem et fidem, et inde intelligentiam et sapientiam; ita cum varietate continue increscente secundum crescentem multitudinem. Inde est, quod ab illis qui in caelum elevati sunt, dictum sit, quod ibi viderint et ibi audiverint quae nusquam aliquis oculus vidit, nec aliqua auris audivit. Ex his constare potest, quod mundus spiritualis talis sit, ut ei mundus naturalis aequiparari nequeat. Porro, qualis est, videatur in opere De Caelo et Inferno, ubi actum est, De duobus Regnis Caeli (n. 20-28); De Societatibus Caeli (n. 41-50); De Repraesentativis et Apparentiis in Caelo (n. 170-176); et De Sapientia Angelorum Caeli (n. 265-275): sed ibi perpauca sunt, quae descripta. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 28"
    },
    {
      "section": 28,
      "title": "Paragraph 28",
      "text": "28. (V.) QUOD ULTIMUM JUDICIUM FUTURUM SIT, UBI OMNES SIMUL SUNT, ITA IN MUNDO SPIRITUALI, ET NON IN TERRIS. De Ultimo Judicio creditur, quod Dominus tunc appariturus sit in nubibus caeli cum angelis in gloria, et exsuscitaturus omnes, quotcunque vixerunt a principio creationis, e sepulcris, ac induiturus animas eorum corpore, et sic in unum convocatos judicaturus, qui bene egerunt, ad vitam aeternam seu caelum, et qui male egerunt, ad mortem aeternam seu infernum. Haec fides est in ecclesiis ex sensu litterae Verbi; nec potuit auferri, quamdiu ignotum fuit quod sensus spiritualis insit unicuivis rei quae dicitur in Verbo, et quod ille sensus sit ipsum Verbum, cui sensus litterae inservit pro fundamento seu basi, et quod absque tali littera non potuisset Verbum Divinum esse, ac inservire tam caelo quam mundo pro doctrina vitae et fidei, et pro conjunctione. Qui itaque novit spiritualia correspondentia naturalibus in Verbo, is scire potest, quod per \"adventum Domini in nubibus caeli\" non intelligatur Ipsius apparitio talis, sed apparitio in Verbo; \"Dominus\" enim est Verbum, quia est Divinum Verum; \"nubes caeli,\" in quibus venturus, est sensus litterae Verbi; et \"gloria\" est sensus ejus spiritualis; \"angeli\" sunt caelum ex quo apparitio, et quoque sunt Dominus quoad Divina vera:{1} inde patet quid per illa verba intelligitur; quod nempe Dominus, quando finis ecclesiae est, aperiturus sit sensum spiritualem Verbi, et sic Divinum verum, quale in se est; ita quod hoc sit signum, quod ultimum judicium instet. Quod unicuivis rei quae dicitur in Verbo, et unicuivis voci, insit sensus spiritualis, et qualis ille est, videatur in Arcanis Caelestibus, in quibus secundum illum sensum explicata sunt omnia et singula quae in Genesi et Exodo continentur, ex quibus Collecta de Verbo et ejus sensu spirituali, videantur in opusculo De Equo Albo, de quo in Apocalypsi. (EX ARCANIS CAELESTIBUS.) @1 Quod Dominus sit Verbum, quia est Divinum Verum in caelo (n. 2533, 2818(? 2813), 2859, 2894, 3393, 3712). Quod Dominus sit Verbum, etiam quia Verbum est ab Ipso, et de Ipso (n. 2859); ac de solo Domino, imprimis de glorificatione Humani Ipsius, in intimo sensu Verbi, ita Ipse Dominus ibi (n. 1873, 9357). Quod adventus Domini sit praesentia Ipsius in Verbo, ac revelatio (n. 3900, 4060). Quod \"nubes\" in Verbo significet Verbum in littera, seu sensum litterae ejus (n. 4060, 4391, 5922, 6343, 6752, 8106, 8781, 9430, 10551, 10574). Quod \"gloria\" in Verbo significet Divinum verum, quale est in caelo, et quale est in sensu spirituali (n. 4809, 5292 (? 59223, 8267, 8427, 9429, 10574). Quod per \"angelos\" in Verbo significentur Divina vera quae a Domino, quoniam angeli sunt receptiones eorum, et non illa loquuntur ex se sed ex Domino (n. 1925, 2821, 3039, 4085, 4295, 4402, 6280, 8192, 8301). Quod \"tubae \" seu \"buccinae,\" quae tunc angelis, significent Divina vera in caelo, et e caelo revelata (n. 8815, 8823, 8915).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 29"
    },
    {
      "section": 29,
      "title": "Paragraph 29",
      "text": "29. Quod ultimum judicium exstiturum sit in mundo spirituali, et non in mundo naturali seu in terris, constat ex binis articulis qui praecedunt, et quoque ex illis qui sequuntur. In binis articulis qui praecedunt, ostensum est quod caelum et infernum sint ex humano genere; et quod omnes, quotcunque a principio creationis nati sunt homines, et defuncti, sint vel in caelo vel iii inferno, ita quod omnes ibi simul sint: in articulis autem qui sequuntur, ostendendum venit, quod ultimum judicium jamdum peractum sit. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 30"
    },
    {
      "section": 30,
      "title": "Paragraph 30",
      "text": "30. Praeterea nullus judicatur ex naturali homine, ita non quamdiu in naturali mundo vivit, nam tunc homo in naturali corpore est; sed judicatur in spirituali homine, ita dum in spiritualem mundum venit, nam tunc homo in spirituali corpore est. Spirituale apud hominem est, quod judicatur, non autem naturale, hoc enim non reum alicujus culpae aut criminis est, quia non vivit ex se, sed est modo administrum et instrumentale, per quod spiritualis homo agit (videatur supra, n. 24); inde etiam est, quod judicium fiat super homines, quando exuerunt naturale suum corpus, ac induerunt spirituale. In hoc corpore homo etiam apparet qualis est quoad amorem et fidem, nam unusquisque in spirituali mundo est effigies sui amoris, non modo quoad faciem et corpus, sed etiam quoad loquelam et actiones (videatur in opere De Caelo et Inferno, n. 481): inde est, quod noscantur omnes quales sunt, ac illico separentur, quando Domino beneplacet. Ex his quoque patet, quod judicium fiat in mundo spirituali, et non in naturali seu in terris. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 31"
    },
    {
      "section": 31,
      "title": "Paragraph 31",
      "text": "31. Quod vita naturalis apud hominem nihil faciat, sed vita ejus spiritualis in naturali, quoniam naturale ex se est expers vitae, et quod vita apparens in illo sit ex vita spiritualis hominis, ita quod hic sit qui judicatur, et quod etiam spirituale hominis intelligatur per \"judicari secundum facta,\" videatur in opere De Caelo et Inferno, et ibi in articulo inscripto, Quod Homo sit post Mortem qualis ejus Vita fuit in Mundo (n. 470-484). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 32"
    },
    {
      "section": 32,
      "title": "Paragraph 32",
      "text": "32. His adjicere velim aliquod arcanum caeleste, quod quidem in opere De Caelo et Inferno memoratum est, sed nondum descriptum. Unusquisque post mortem est alligatus cuidam societati, et alligatur ut primum in mundum spiritualem venit (videatur in illo opere, n. 427 et 497): sed spiritus in primo suo statu id nescit, nam tunc in externis suis est, et nondum in internis; quando talis est, tunc vadit huc illuc, quo desideria animi eum ferunt; at usque actualiter est ubi suus amor, hoc est, in societate ubi sunt qui in simili amore. Cum spiritus in tali statu est, tunc apparet in multis aliis locis, ubivis etiam sicut corpore praesens, sed hoc est modo apparentia; quapropter ut primum perducitur a Domino in suum amorem regnantem, illico ab oculis aliorum evanescit, et est apud suos in societate cui alligatus est: hoc peculiare est in mundo spirituali, et mirabile illis qui causam ignorant. Inde nunc est, quod, ut primum spiritus congregati sunt, et separati, etiam judicati sint, et quisque actutum in suo loco, boni in caelo et in societate ibi apud suos, ac mali in inferno et in societate ibi apud suos. Ex his etiam constare potest, quod ultimum judicium non alibi quam in mundo spirituali existere possit, tam quia unusquisque ibi est in effigie suae vitae, quam quia est cum illis qui in simili vita sunt, ita quisque cum suis. Aliter in naturali mundo; ibi boni et mali simul possunt esse, nec unus scit qualis alter, nec separantur ex se secundum amorem vitae suae; immo nec potest aliquis homo cum naturali corpore esse in caelo, nec in inferno; quare ut homo in unum aut alterum veniat, oportet eum exuere naturale suum corpus, et postquam exuit, in spirituali corpore judicari. Inde est, quod, ut supra dictum est, spiritualis homo judicetur, et non naturalis. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 33"
    },
    {
      "section": 33,
      "title": "Paragraph 33",
      "text": "33. (VI.) QUOD ULTIMUM JUDICIUM EXISTAT, QUANDO FINIS ECCLESIAE EST; ET QUOD FINIS ECCLESIAE SIT, QUANDO NON FIDES QUIA NON CHARITAS. Quod ultimum judicium existat quando finis ecclesiae est, sunt plures causae. Primaria est, quod tunc perire incipiat aequilibrium inter caelum et infernum, et cum aequilibrio ipsum liberum hominis; et cum liberum hominis perit, tunc non amplius salvari potest; ex libero enim tunc fertur ad infernum, et non in libero duci potest ad caelum; nam absque libero nemo reformari potest, et omne liberum hominis est ex aequilibrio inter caelum et infernum: quod ita sit constare potest ex binis articulis in opere De Caelo et Inferno; ubi actum est De Aequilibrio inter Caelum et Infernum (n. 589-596); et, Quod Homo in Libero sit per Aequilibrium inter Caelum et Infernum (n. 597- 603); et quoque ibi, quod nemo reformari queat quam in libero. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 34"
    },
    {
      "section": 34,
      "title": "Paragraph 34",
      "text": "34. Quod aequilibrium inter caelum et infernum perire incipiat in fine ecclesiae, constare potest ex eo, quod caelum et infernum, sint ex humano genere, de qua re videatur supra in suo articulo; et cum homines rari in caelum veniunt, et multi in infernum, quod malum ab una parte crescat super bonum ab altera; nam quantum infernum crescit, tantum crescit malum; et omne malum homini est ex inferno, et omne bonum ei est e caelo: quia malum crescit super bonum in fine ecclesiae, quapropter a Domino tunc judicantur omnes, et separantur mali a bonis, ac rediguntur omnia in ordinem, ac instauratur novum caelum, et quoque nova ecclesia in terris, et sic restauratur aequilibrium. Hoc nunc est, `quod vocatur ultimum judicium, de quo plura in sequentibus. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 35"
    },
    {
      "section": 35,
      "title": "Paragraph 35",
      "text": "35. Quod finis ecclesiae sit quando non amplius intra ecclesiam est fides, notum est ex Verbo, sed nondum notum est quod non aliqua fides sit si non charitas; quapropter de hac re aliqua in nunc sequentibus dicentur. Quod in fine ecclesiae nulla sit fides, praedicitur a Domino, \"Filius hominis cum venerit, num inveniet fidem in terra?\" (Luc. xviii. 8;) et quoque quod tunc nulla charitas, In consummatione saeculi \"multiplicabitur iniquitas, refrigescet charitas multorum... et praedicabitur id Evangelium in toto terrarum orbe;... et tunc veniet finis\" (Matth. xxiv. 12, 14). Consummatio saeculi est ultimum tempus ecclesiae. Describitur in eo capite a Domino status successive decrescens ecclesiae quoad amorem et fidem, sed describitur ibi per meras correspondentias; quare illa quae ibi praedicta sunt a Domino non possunt intelligi, nisi sensus spiritualis correspondens singulis ibi sciatur; quapropter datum mihi est a Domino explicare omnia quae in illo capite, et aliqua quae in sequente dicta sunt, de Consummatione Saeculi, de Adventu Ipsius, deque successiva Vastatione Ecclesiae, et de Ultimo Judicio, in Arcanis Caelestibus, quae ibi videantur (n. 3353-3356, 3486-3489, 3650-3655, 3751-3759(? 3757), 3897-3901, 4056-4060, 4229-4231, 4332-4335, 4422-4424, 4635-4638, 4661-4664, 4807-4810, 4954-4959, 5063-5071). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 36"
    },
    {
      "section": 36,
      "title": "Paragraph 36",
      "text": "36. Aliqua nunc dicentur de eo, quod nulla fides sit si non charitas. Autumatur quod sit fides quamdiu creduntur doctrinalia ecclesiae, ita quod sit apud illos qui credunt; sed solum credere non est fides, at velle et facere id quod creditur est fides. Doctrinalia ecclesiae quando solum creduntur, non sunt in vita hominis, sed solum in ejus memoria et inde in externi hominis cogitatione, nec intrant in ejus vitam priusquam in ejus voluntatem et inde in actiones; tunc primum est [aliquid] in hominis spiritu; nam spiritus hominis cujus vita est ipsa vita hominis, formatur ex voluntate ejus, ac tantum ex cogitatione, quantum haec procedit ex voluntate: memoria hominis et inde cogitatio est modo atrium, per quod fit introductio. Sive dicas voluntatem sive amorem, idem est, quoniam unusquisque quod vult id amat, et quod amat id vult; ac voluntas est receptaculum amoris, et intellectus, cujus est cogitare, est receptaculum fidei. Homo multa potest scire, cogitare et intelligere, sed illa quae non concordant cum voluntate seu cum amore ejus, rejicit a se, cum sibi soli relictus ex sua voluntate seu ex suo amore meditatur; et ideo quoque illa rejicit post vitam corporis, cum in spiritu vivit; nam id solum manet in spiritu hominis, quod intravit in ejus voluntatem seu amorem, ut mox supra dictum est; cetera post mortem spectantur sicut aliena, quae quia non amoris ejus sunt, ejicit domo, et quoque aversatur. Alia res est, si homo doctrinalia ecclesiae, quae ex Verbo sunt, non modo credit, sed etiam vult illa et facit illa, tunc fit fides: fides enim est affectio veri ex velle verum quia est verum; nam velle verum quia est verum est ipsum spirituale hominis; est enim abstractum a naturali, quod est velle verum non propter verum, sed propter sui gloriam, famam, et lucrum: verum enim abstracte a talibus spectatum est spirituale, quia in sua essentia est Divinum: quare velle verum quia est verum, est quoque agnoscere et amare Divinum: duo illa prorsus conjuncta sunt, et quoque spectantur ut unum in caelo, Divinum enim quod procedit a Domino in caelo est Divinum Verum (videatur in opere De Caelo et Inferno, n. 128-132), et illi sunt angeli in caelis, qui recipiunt illud, et faciunt suae vitae. Haec dicta sunt, ut sciatur quod fides non sit solum credere, sed velle et facere, proinde quod nulla fides sit si non charitas: charitas seu amor est velle et facere. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 37"
    },
    {
      "section": 37,
      "title": "Paragraph 37",
      "text": "37. Quod hodie intra ecclesiam tam rara fides sit ut vix dici queat aliqua, patuit a multis tam doctis quam simplicibus, qui, post mortem spiritus explorati qua fide fuerunt in mundo; et compertum est quod unusquisque autumaverit fidem esse solum credere et sibi persuadere quod ita sit; et doctiores esse solum ex fiducia seu confidentia credere quod salventur per passionem Domini et intercessionem Ipsius; et quod vix aliquis noverit, quod nulla fides sit nisi sit charitas seu amor; immo nec sciverunt quid charitas erga proximum; nec quae differentia est inter cogitare et velle. Plerique ex illis a tergo rejecerunt charitatem, dicentes quod charitas nihil faciat, sed solum fides. Cum dictum est illis, quod charitas et fides unum sint, sicut voluntas et intellectus, et quod charitas resideat in voluntate et fides in intellectu, et quod separare unam ab altera, sit sicut separare voluntatem et intellectum, hoc non intellexerunt. Inde patuit, quod hodie vix aliqua fides sit. Hoc quoque illis ad vivum ostensum est: adducti sunt illi, qui in persuasione fuerunt quod fidem habuerint, ad societatem angelicam, ubi genuina fides erat, et tunc data communicatione clare perceperunt, quod illis nulla fides; quod dein quoque coram pluribus fassi sunt. Idem etiam ostensum est aliis modis penes illos qui professi sunt fidem, et putaverunt se credidisse, et non vixerunt vitam fidei quae est charitas; et quisque ex illis fassus est quod nulla eis fides fuerit, quia nihil ejus fuit in vita spiritus eorum, sed solum extra illam in aliqua cogitatione cum vixerunt in naturali mundo. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 38"
    },
    {
      "section": 38,
      "title": "Paragraph 38",
      "text": "38. Talis status est ecclesiae hodie, quod nempe ibi non fides sit quia non charitas; et ubi non est charitas ibi nec est aliquod bonum spirituale, nam id bonum unice est ex charitate: dictum est e caelo, quod apud aliquos adhuc sit bonum, at quod id non dici queat bonum spirituale, sed bonum naturale, ex causa quia ipsa Divina vera in obscuro sunt, et Divina vera introducunt ad charitatem, docent enim illam, et spectant illam ut finem ad quem; inde charitas non alia existere potest, quam prout sunt vera ex quibus: Divina vera, ex quibus doctrinae ecclesiarum, spectant solam fidem, quapropter vocantur doctrinae fidei, et non spectant vitam; et vera quae modo spectant fidem et non vitam, non possunt facere hominem spiritualem; et quamdiu extra vitam sunt, modo naturalia sunt, sciuntur enim et cogitantur modo sicut res aliae: inde est, quod hodie non detur bonum spirituale, sed apud quosdam modo bonum naturale. Praeterea omnis ecclesia in principio est spiritualis, inchoat enim a charitate; sed temporis successu deflectit a charitate ad fidem, et tunc ab interna ecclesia fit externa; et quando fit externa, tunc finis ejus est, quoniam tunc in scientia ponitur omne, ac parum si quicquam in vita: et quantum homo ab interno fit externus, tantum `caligatur apud illum lux spiritualis, usque ut non videat Divinum verum ex ipso vero, hoc est, ex luce caeli, lux caeli enim est Divinum verum, sed solum ex luce naturali; quae talis est, cum sola et non illustrata a luce spirituali, ut videat Divinum verum sicut in nocte, nec cognoscit aliunde num verum sit, quam quia ita dictum est ab antistite, ac receptum a communi coetu: inde est, quod intellectuale eorum non illustrari a Domino potuerit; nam quantum splendet lux naturalis in intellectuali, tantum obtenebratur lux spiritualis. Lux naturalis in intellectuali splendet, quando mundana, corporea, et terrestria amantur prae spiritualibus, caelestibus, et Divinis; tantum etiam homo externus est. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 39"
    },
    {
      "section": 39,
      "title": "Paragraph 39",
      "text": "39. Sed quia in orbe Christiano non scitur, quod nulla fides sit si non charitas, nec quid charitas erga proximum, ne quidem quod voluntas faciat ipsum hominem, ac tantum ejus cogitatio quantum trahit a voluntate, quare ut illae res in lucem intellectus perveniant, velim adjungere Collecta de illis ex Arcanis Caelestibus, quae inservire illustrationi possunt. (EX ARCANIS CAELESTIBUS) DE FIDE. Qui non sciunt quod omnia in universo se referant ad verum et bonum, ad conjunctionem utriusque ut producatur aliquid, quod non sciant quod omnia ecclesiae se referant ad fidem et amorem, et ad conjunctionem utriusque (n. 7752-7762, 9186, 9224). Quod omnia in universo se referant ad verum et bonum, et ad conjunctionem utriusque (n. 2451(? 2452), 3166, 4390, 4409, 5232, 7256, 10122, 10555). Quod vera sint fidei, et quod bona sint amoris (n. 4353(? 4352), 4997, 7178, 10367). Qui non sciunt quod omnia et singula apud hominem se referant ad intellectum et ad voluntatem, et ad conjunctionem utriusque, ut homo sit homo, quod nec sciant quod omnia ecclesiae se referant ad fidem et amorem, et ad conjunctionem utriusque, ut in homine sit ecclesia (n. 2231, 7752-7754, 9224, 9995, 10122). Quod binae facultates homini sint, una quae vocatur intellectus, et altera quae voluntas (n., 641, 803, 3623, 3939(? 3539)). Quod intellectus dicatus sit recipiendis veris, ita quae fidei sunt, et voluntas dicata recipiendis bonis, ita quae amoris sunt (n. 9300, 9930, 10064). Quod inde sequatur, quod amor seu charitas faciat ecclesiam, et non sola fides, seu fides separata ab illis (n. 809, 916, 1798, 1799, 1734(? 1834), 1844, 4766, 5826). Quod fides separata a charitate sit nulla fides (n. 654, 724, 1162, 1176, 2049, 2116, 2340,(? 2343), 2349, 2419(? 2417, 3419), 3849, 3868, 6348, 7039, 7842(? 7342), 9782(? 9783)). Quod talis fides in altera vita pereat (n. 2228, 5820). Quod doctrinalia de sola fide destruant charitatem (n. 6353, 8094). Quod qui fidem separant a charitate in Verbo repraesentati sint per Cainum, per Chamum, per Reubenem, per Aegyptiorum primogenitos, et per Philisthaeos (n. 3325, 7097, 7317, 8093). Quod quantum charitas recedit, tantum invaleat religio de sola fide (n. 2231). Quod ecclesia successu temporis deflectat a charitate ad fidem, et tandem ad solam fidem (n. 4683, 8094). Quod ultimo tempore ecclesiae sit nulla fides quia nulla charitas (n. 1843, 3489(? 3488), 4649(? 4689)). Qui solam fidem salvificam faciunt, quod vitam mali excusent; et quod illis qui in vita mali sunt, nulla fides sit, quia nulla charitas (n. 3865, 7766, 7778, 7790, 7950, 8094). Quod illi intus in falsis sui mali sint, tametsi hoc non sciunt (n. 7790, 7950). Quod ideo illis non possit conjungi bonum (n. 8981, 8983). Quod etiam in altera vita sint contra bonum, et contra illos qui in bono sunt (n. 7097, 7127, 7317, 7502, 7945(? 7545), 8096, 8313). Quod simplices corde prae sapientibus sciant quid bonum vitae, ita quid charitas, at non quid fides separata (n. 4741, 4754). Quod bonum sit esse, et verum existere inde, et sic quod verum fidei suum esse vitae habeat ex bono charitatis (n. 3049, 3180, 4574, 5002, 9144(? 9154)). Inde quod verum fidei vivat ex bono charitatis, ita quod vita fidei sit charitas (n. 1589, 1947, 1997, 2579(? 2571), 4070, 4096, 4097, 4736, 4757, 4884, 5147, 5928, 9154, 9667, 9841, 10729). Quod fides non vivat apud hominem, cum modo scit et cogitat illa quae fidei sunt, sed cum vult illa et ex velle facit illa (n. 9224). Quod conjunctio Domini cum homine non sit per fidem, sed per vitam fidei quae est charitas (n. 9380, 10143, 10153, 10578, 10645, 10648). Quod cultus ex bono charitatis sit verus cultus, at ex vero fidei absque bono charitatis sit actus externus (n. 7724). Quod sola fides seu fides separata a charitate sit sicut lux hiemis, in qua omnia telluris torpent, et nihil producitur; at quod fides cum charitate sit sicut lux veris et aestatis, in qua omnia florent et producuntur (n. 2231, 3146, 3412, 3413). Quod lux hiemalis, quae est fidei separatae, in altera vita vertatur in densas tenebras cum influit lux e caelo; et quod illi, qui in illa fide sunt, tunc in caecitatem et stupiditatem veniant (n. 3412, 3413). Quod qui fidem a charitate separant, in tenebris sint, ita in ignorantia veri, et inde in falsis, nam haec sunt tenebrae (n. 9186). Quod se conjiciant in falsa et inde mala (n. 3325, 8094). Errores et falsa in quae se conjiciunt (n. 4721, 4730, 4776, 4783, 4925, 7779, 8313, 8765, 9224). Quod Verbum illis sit occlusum (n. 3773, 4783, 8780). Quod non videant et attendant ad omnia illa quae Dominus toties locutus est de amore et charitate (de quibus, n. 1017, 3416). Quod nec sciant quid bonum, nec quid caelestis amor, nec quid charitas (n. 2507(? 2517), 3603, 4136, 9995). Quod charitas faciat ecclesiam, et non fides separata a charitate (n. 809, 916, 1798, 1799, 1834, 1844). Quantum boni in ecclesia, si charitas spectaretur primo loco (n. 6269, 6272). Quod una ecclesia foret, et non divisa in plures, si charitas esset essentiale ejus; et quod tunc nihil faceret, si different doctrinalia fidei, et cultus externi (n. 1285, 1316, 2385, 2853, 2982, 3267, 3445, 3451, 3452). Quod spectentur omnes ex charitate in caelo, et nullus ex fide absque illa (n. 1258, 1394, 2364, 4802). Quod duodecim discipuli Domini repraesentaverint ecclesiam quoad omnia fidei et charitatis in uno complexu, similiter ac duodecim tribus Israelis (n. 2129, 3354, 3488, 3858, 6397). Quod Petrus, Jacobus, et Johannes repraesentaverint fidem, charitatem, et bona charitatis, in suo ordine (n. 3750). Quod Petrus fidem (n. 4738, 6000, 6073, 6344, 10087, 10580). Et quod Johannes bona charitatis (praefatio ad cap. xviii. et xxii. Geneseos). Quod ultimis temporibus nulla esset fides in Dominum quia non charitas, repraesentatum est per quod Petrus ter abnegaverit Dominum antequam gallus {1}secundo cecinit; Petrus enim in sensu repraesentativo ibi est fides (n. 6000, 6073). Quod \"{2}gallinaceum\" aeque ac \"diluculum\" in Verbo significet ultimum tempus ecclesiae (n. 10134). Et quod \"tria\" vel \"ter\" significent completum ad finem (n. 2788, 4495, 5159, 5198(? 9198), 10127). Simile significatur per quod Dominus dixit ad petrum, cum videret Johannem sequi Dominum, \"Quid ad te,\" Petre \"Tu sequere Me, Johannes; Petrus enim dixit de Johanne, \"Hic quid?\" (Joh. xxi. 21, 22) (n. 10087.) Quia Johannes repraesentavit bona charitatis, quod accubuerit ad pectus Domini (n. 3934, 10081). Quod omnia nomina personarum et locorum in Verbo significent res abstracte ab illis (n. 768, 1888, 4310, 4442, 10329). @1 secundo pro \"tertio\"$ @2 \"gallinaceum\":-sic, nisi praetuleris gallicinium$ DE CHARITATE. Quod caelum sit distinctum in duo regna, quorum unum vocatur regnum caeleste, alterum regnum spirituale; amor in regno caelesti est amor in Dominum, et vocatur amor caelestis; et amor in regno spirituali est charitas erga proximum, et vocatur amor spiritualis (n. 3325, 3653, 7257, 9002, 9833(? 9835), 9961). (Quod caelum distinctum sit in duo illa regna, videatur in opere De Caelo et Inferno, n. 20-28. Et quod Divinum Domini in caelis sit amor in Ipsum, et charitas erga proximum, n. 13-19 ibi.) Quod non sciatur quid bonum et quid verum, nisi sciatur quid amor in Dominum et charitas erga proximum, quoniam omne bonum est amoris et charitatis, et omne verum est boni (a. 7255, 7366). Quod scire vera, velle vera, et affici veris propter vera, hoc est, quia vera sunt, sit charitas (n. 3876, 3877). Quod charitas consistat in affectione interna faciendi verum, et non in externa absque illa (n. 2430(? 2429), 2442, 3776, 4899, 4956, 8033). Ita quod charitas consistat in usibus praestandis propter usus, et quod quale ejus sit secundum usus (n. 7038, 8253). Quod charitas sit vita spiritualis hominis (n. 7085). Quod totum Verbum sit doctrina amoris et charitatis (n. 6632, 7262). Quod nesciatur hodie quid charitas (a. 2417, 3398, 4776, 6632). Quod usque homo ex lumine rationis suae scire possit quod amor et charitas faciant hominem (n. 3957, 6273). Tum quod bonum et verum concordent, ac unum sit alterius, ita charitas et fides (n. 7627). Quod Dominus in supremo sensu sit Proximus, quia Ille super omnia amandus est; inde quod omne id proximus sit, quod ab Ipso est, in quo Ipse, ita bonum et verum (n. 2425, 3419, 6706, 6859, 6823, 8124). Quod discrimen proximi sit secundum quale boni, ita secundum praesentiam Domini (n. 6707-6710). Quod omnis homo, et omnis societas, tum patria et ecclesia, ac in universali sensu regnum Domini, sint proximus et quod illis benefacere ex amore boni secundum quale status illorum, sit amare proximum; ita proximus est bonum illorum, cui consulendum est (n. 6818-6824, 8123). Quod etiam bonum civile quod est justum, et bonum morale quod est bonum vitae in societate, sit proximus (n. 2915, 4730, 8120-8122). Quod amare proximum non sit amare personam, sed id quod est apud illum ex quo ille, ita bonum et verum (n. 5025(? 5028), 10336). Qui amant personam, et non quod est apud illum ex quo ille, quod ament aeque malum ac bonum (n. 3820). Et quod benefaciant aeque malis ac bonis, cum tamen benefacere malis est malefacere bonis, quod non est amare proximum (n. 3820, 6703, 8120). Judex qui punit malos ut emendentur, et ne contaminentur ab illis boni, is proximum amat (n. 3820, 8120, 8121). Quod amare proximum sit facere bonum, justum et rectum in omni opere et in omni functione (n. 8120-8122). Inde quod charitas erga proximum se extendat ad omnia et singula quae homo cogitat, vult et facit (n. 8124). Quod facere bonum et verum propter bonum et verum, sit amare proximum (n. 10310, 10336). Quod illi qui hoc faciunt, ament Dominum, qui in supremo sensu est Proximus (n. 9212(? 9210)). Quod vita charitatis sit vita secundum praecepta Domini, ita quod vivere secundum Divina vera, sit amare Dominum (n. 10143, 10153, 10310, 10578, 10648(? 10645)). Quod genuina charitas non sit meritoria (n. 2340(? 2027), 2373(? 2343), 2400, 3887, 6388-6393): quia est ex affectione interna, ita ex jucundo faciendi bonum (n. 2373, 2400, 3887, 6388 (ad) 6393). Qui fidem separant a charitate, quod in altera vita faciant fidem, et bona opera quae in externa forma fecerunt, meritoria (n. 2373). Quod doctrina Antiquae Ecclesiae fuerit doctrina vitae, quae est doctrina charitatis (n. 2385, 2487(? 24173, 3419, 3420, 4844, 6628). Quod antiqui, qui ab ecclesia, redegerint bona charitatis in ordinem, et distinxerint in classes, et singulis imposuerint nomina, et quod illis inde sapientia (n. 2417, 6629, 7259-7262). Quod sapientia et intelligentia crescant in immensum in altera vita apud illos qui vitam charitatis in mundo vixerunt (n. 1941, 5859). Quod Dominus cum Divino vero influat in charitatem, quia in ipsam vitam hominis (n. 2363). Quod homo sit sicut hortus, cum apud illum charitas et fides conjunctae sunt, sed sicut desertum cum non conjunctae (n. 7626). Quod homo tantum recedat a sapientia, quantum a charitate (n. 6630). Quod in ignorantia de veris Divinis sint, qui non in charitate sunt, utcunque se credunt sapere (n. 2416(? 2417), 2435). Quod vita angelica consistat in bonis charitatis, quae sunt usus, praestandis (n. 454). Quod angeli spirituales sint formae charitatis (n. 553, 3804, 4735). DE VOLUNTATE ET INTELLECTU. Quod binae facultates homini sint, una quae vocatur intellectus, altera quae voluntas (n. 35, 641, 3939(? 3539, 5969), 10122). Quod binae illae facultates faciant ipsum hominem (n. 10076. 10109, 10110, 10264, 10284). Quod homo talis sit, quales illae facultates apud illum sunt (n. 7342, 888$, 9282, 10264, 10184(? 10284)). Quod per illas homo etiam distinguatur a bestiis, ex causa quia intellectus hominis elevari potest a Domino, et videre vera Divina, pariter voluntas, et percipere bona Divina, et sic homo conjungi Domino per binas suas facultates, quae faciunt illum; secus autem bestiae (n. 4525, 5114, 5302, 6323, 9231). Et quia homo in facultate illa est prae bestiis, quod non mori possit quoad interiora sua quae ejus spiritus sunt, sed quod vivat in aeternum (n. 5302). Quod (sicut) omnia in universo se referant ad bonum et verum, ita apud hominem ad voluntatem et intellectum (n. 803, 10122). Quia intellectus est recipiens veri ac voluntas boni (a. 3332, 3623, 5332(? 5835), 6065, 6125, 7503, 9300, 9930). Eodem recidit, sive dicas verum sive dicas fidem, nam fides est veri ac verum est fidei; et eodem recidit, sive dicas bonum sive dicas amorem, nam amor est boni et bonum est amoris; quod enim homo credit hoc verum dicit, et quod homo amat hoc bonum dicit (n. 4353, 4997, 7178, 10122, 10367). Inde sequitur quod intellectus sit recipiens fidei, et quod voluntas sit recipiens amoris (n. 7178(? 7179), 10122, 10367). Et quia intellectus hominis recipere potest fidem in Deum, ac voluntas amorem in Deum, quod possit fide et amore conjungi Deo, et qui conjungi potest Deo amore et fide, non potest mori in aeternum (a. 4525, 6323, 9231). Quod voluntas hominis sit ipsum esse vitae illius, quia est receptaculum amoris seu boni; et quod intellectus sit existere vitae inde, quia est receptaculum fidei seu veri (n. 3619, 5002, 9282). Ita quod vita voluntatis sit vita principalis hominis, et quod vita intellectus procedat inde (n. 585, 590, 3619, 7342, 8885, 9282, 10076, 10109, 10119): similiter ut lux ex igne seu flamma (n. 6032, 6314). Quod quae in intellectum veniunt et simul in voluntatem, approprientur homini, non autem quae solum in intellectum (n. 9009, 9069, 9071, 9129(? 9133), 9182, 9386, 9393, 10076, 10109, 10110). Quod illa fiant vitae hominis quae recipiuntur voluntate (n. 3161, 9386, 9393). Inde sequitur quod homo sit homo ex voluntate, et inde intellectu (n. 8911, 9069, 9071, 10076, 10109, 10110). Unusquisque etiam homo ab aliis amatur et aestimatur secundum bonum suae voluntatis et inde intellectus, amatur enim et aestimatur qui vult bene et intelligit bene, ac rejicitur et vilipenditur qui intelligit bene et non vult bene (a. 8911, 10076). Quod homo post mortem etiam maneat, sicut ejus voluntas et inde intellectus est (n. 9069, 9071, 9386, 10153). Et quod quae intellectus sunt, et non simul voluntatis, tunc evanescant, quia non sunt in homine (n. 9282). Seu quod eodem recidit, quod homo post mortem maneat sicut ejus amor est et inde fides, aut sicut ejus bonum et inde verum; et quod quae fidei sunt et non simul amoris, seu quae veri sunt et non simul boni, tunc evanescant, quia non sunt in homine, ita non hominis (n. 553, 2364(? 2363), 10153). Quod homo possit intellectu capere quod non ex voluntate facit, seu quod possit intelligere quod non potest velle, quia contra amorem ejus (n. 3539). Quod homo aegre sciat distinguere inter cogitare et velle, causa (n. 9991(? 9995)). Quam perversus status est apud quos intellectus et voluntas non unum agunt (n. 9075). Quod talis status sit apud hypocritas, dolosos, assentatores et simulatores (n. 4326(? 2426), 3573, 4799, 8250). Quod omnis voluntas boni et inde intellectus veri, sit a Domino, non ita intellectus veri separatus a voluntate boni (n. 1831, 3514, 5483(? 5482), 5649, 6027, 8685, 8701, 10153). Quod intellectus sit qui illustratur a Domino (n. 6222, 6608, 10659). Quod intellectus illustretur, quantum homo recipit verum voluntate, hoc est, quantum vult facere secundum id (n. 3619). Quod intellectui sit lux e caelo, sicut visui lux e mundo (n. 1524, 5114, 6608, 9128). Quod intellectus talis sit, qualia sunt vera ex bono, ex quibus formatus est (n. 10064). Quod intellectus sit qui est ex veris quae ex bono, non autem qui est ex falsis quae a malo (n. 10675). Quod intellectus sit videre ex illis quae experientiae et scientiae sunt, vera, causas rerum, nexus et consequentia in serie (n. 6125). Quod intellectus sit videre et percipere num verum sit antequam confirmatur, non autem posse confirmare quodcunque (n. 4741, 7012, 7680, 7950, 8521, 8780). Quod videre et percipere num verum sit antequam confirmatur, solum detur apud illos qui afficiuntur vero propter verum, ita qui in luce spirituali sunt (n. 8521). Quod lux confirmationis sit lux naturalis, dabilis etiam apud malos (n. 8780). Quod omnia dogmata etiam falsa confirmari possint, usque ut appareant sicut vera (n. 2482(? 2243, 4647), 2490(? 2385, 4741), 5033, 6865, 7950). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 40"
    },
    {
      "section": 40,
      "title": "Paragraph 40",
      "text": "40. (VII.) QUOD OMNIA, QUAE IN APOCALYPSI PRAEDICTA SUNT, HODIE IMPLETA SINT. Nemo scire potest quid significant et involvunt omnia illa quae in Apocalypsi continentur, nisi sciat sensum internum seu spiritualem Verbi; nam quicquid ibi est, simili stilo conscriptum est quo sunt prophetica Veteris Testamenti, in quibus unaquaevis vox significat spirituale, quod non apparet in sensu litterae: praeterea illa, quae in Apocalypsi sunt, nec possunt explicari quoad sensum spiritualem nisi ab illo qui scit quomodo, cum ecclesia transactum est usque ad finem ejus, et hoc sciri non potest quam in caelo, et id est quod in Apocalypsi continetur: agitur enim in sensu spirituali Verbi ubivis de spirituali mundo, hoc est, de statu ecclesiae tam in caelis quam in terris; Inde est Verbum spirituale et Divinum: ille status est qui in suo ordine ibi exponitur. Inde constare potest quod illa, quae in Apocalypsi continentur, nusquam ab aliquo explicari queant, nisi cui revelatum est de successivis statibus ecclesiae in caelis: est enim ecclesia in caelis aeque ac in terris, de qua in sequentibus aliqua dicentur. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 41"
    },
    {
      "section": 41,
      "title": "Paragraph 41",
      "text": "41. Qualis ecclesia. Domini in terris est, non videri potest ab aliquo homine, quamdiu is in mundo vivit, minus quomodo deflexit a bono ad malum progressu temporis:causa est, quia homo, dum in mundo vivit, in externis est, et non videt nisi quae patent coram naturali ejus homine; qualis autem ecclesia est quoad spiritualia quae sunt ejus interna, non in mundo apparet; verum apparet, in caelo ut in clara die, quoniam angeli in spirituali cogitatione et quoque in spirituali visu sunt, et inde non nisi quam spiritualia vident; et praeterea omnes homines ibi simul sunt qui in mundo nati a principio creationis, ut supra ostensum est, et quoque omnes ibi distincti in societates secundum bona amoris et fidei (videatur in opere De Caelo et Inferno (n. 41-50); inde est, quod status ecclesiae, et quoque progressiones ejus in caelo coram angelis pateant. Nunc quia ecclesiae status quoad amorem et fidem in Apocalypsi in sensu ejus spirituali describitur, ideo non potest aliquis scire quid omnia ibi in serie involvunt, nisi cui revelatum est e caelo, et simul cui datum est scire internum seu spiritualem sensum Verbi. Hoc asseverare possum, quod singula ibi, usque ad unumquamvis vocem, contineant in se sensum spiritualem, et quod in illo sensu omnia ecclesiae quoad spiritualem ejus statum a principio ad finem plene descripta sint: et quia unaquaevis vox ibi spirituale significat, ideo nulla vox potest deesse, quin series rerum in sensu interno inde mutationem patiatur; idcirco in fine illius Libri dicitur, \"Si quis abstulerit ex verbis Libri prophetiae hujus, auferat Deus partem ejus e libro vitae, et ex civitate illa sancta, et ex iis quae scripta sunt in Libro illo\" (cap. xxii. 19). Simile est cum Libris Verbi Veteris Testamenti. In illis etiam unaquaevis res, et unaquaevis vox, continet sensum internum seu spiritualem; quapropter nec ibi aliqua vox auferri potest. Inde est, quod ex Divina providentia Domini illi Libri integri conservati sint usque ad iotam a tempore quo conscripti, per curam plurium qui singularissima ibi numeraverunt; hoc provisum est a Domino ob sanctitatem, quae cuivis iotae, litterae, voci, et rei ibi inest. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 42"
    },
    {
      "section": 42,
      "title": "Paragraph 42",
      "text": "42. Quia sensus internus seu spiritualis similiter inest omni voci in Apocalypsi, et quia sensus ille continet arcana status ecclesiae in caelis et in terris, et quia illa non alicui revelari possunt nisi qui illum sensum novit, et simul nisi cui datum est consortium habere cum angelis, et spiritualiter cum illis loqui, ideo, ne illa quae ibi scripta sunt, lateant coram hominibus, et in posterum deserantur ob non intellecta, mihi detecta sunt quae inibi continentur; quae quia sunt multa, non possunt in hoc opusculo describi; quare velim totum illum librum a principio ad finem explicare, ac retegere arcana, quae intus inibi sunt: quae explicatio publico sistetur intra biennium; et simul ibi aliqua quae in Daniele, quae ob non cognitum sensum spiritualem, huc usque recondita latuerunt. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 43"
    },
    {
      "section": 43,
      "title": "Paragraph 43",
      "text": "43. Qui non sensum internum seu spiritualem novit, nusquam divinare potest quid in Apocalypsi intelligitur per \"draconem,\" et per Michaelis et angelorum ejus \"pugnam\" cum illo; quid per \"caudam\" qua draco detraxit e caelo tertiam partem stellarum; quid per \"mulierem\" quae peperit filium masculum, qui raptus est ad Deum, et quam persecutus est draco; quid per \"bestiam ascendentem a mari,\" et per \"bestiam ascendentem a terra,\" quibus tot cornua; quid per \"meretricem\" cum qua scortati sunt reges terrae; quid per \"resurrectionem\" primam et secundam, perque \"mille annos;\" quid per \"stagnum sulphuris et ignis,\" in quod draco, bestia, et pseudopropheta conjecti sunt; quid per \"equum album;\" tum quid per \"prius' caelum et priorem terram,\" quae transiverunt: et quid per \"novum caelum et novam terram,\" quae loco priorum; perque \"mare\" quod non amplius; tum quid per \"civitatem Hierosolymam novam descendentem e caelo,\" perque ejus \"mensuras,\" \"murum,\" \"portas,\" et \"fundamentum ex lapidibus pretiosis;\" quid per varios \"numeros;\" praeter reliqua, quae arcanissima sunt illis qui nihil de spirituali sensu Verbi norunt. Sed singula detecta videbuntur in promissa Explicatione super illum Librum. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 44"
    },
    {
      "section": 44,
      "title": "Paragraph 44",
      "text": "44. In antecessum memorandum est, quod omnia quae inibi in caelesti sensu continentur, nunc impleta sint. Communia aliqua velim in hoc opusculo tradere, de Ultimo Judicio; de Babylonia destructa; de primo Caelo et prima Terra quae transiverunt; de novo Caelo, deque nova Terra, et de nova Hierosolyma; ob causam ut sciatur quod omnia nunc peracta sint: sed specifica non tradi queunt, nisi ubi explicantur singula secundum descriptiones in Libro Revelationis de illis. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 45"
    },
    {
      "section": 45,
      "title": "Paragraph 45",
      "text": "45. (VIII.) QUOD ULTIMUM JUDICIUM PERACTUM SIT. Supra in suo articulo ostensum est quod ultimum judicium non existat in terris, sed in mundo spirituali, ubi omnes a principio creationis simul sunt; et quia ita est, non potest ad cognitionem ullius hominis venire, quum ultimum judicium peractum est, quisque enim exspectat id in terris, et simul tunc omnium mutationem in caelo quod coram oculis, et in terris, cumque humano genere ibi. Ne itaque homo ecclesiae in tali fide, ex ignorantia vivat, et illi, qui de ultimo judicio cogitant, praestolentur illud in perpetuum, unde tandem peritura sit fides de illis quae in sensu litterae Verbi de illo dicta sunt, et ne forte ideo plures recessuri sint a fide de Verbo, datum est mihi oculis meis videre quod ultimum judicium nunc peractum sit, et quod mali conjecti sint in inferna, ac boni elevati in caelum, et sic quod omnia in ordinem redacta sint, et inde restitutum aequilibrium spirituale, quod est inter bonum et malum, seu inter caelum et infernum. Quomodo ultimum judicium peractum est, datum est mihi videre a principio ad finem; tum quoque quomodo Babylonia destructa est, ut et quomodo illi, qui intelliguntur per \"draconem,\" conjecti sunt in abyssum; tum etiam quomodo formatum est novum caelum, et instaurata est nova ecclesia in caelis, quae intelligitur per \"Novam Hierosolymam.\" Haec omnia data mihi sunt oculis meis videre, ob finem ut possim testari. Ultimum hoc judicium inchoatum est in principio anni praecedentis 1757, et in fine illius anni plene peractum est. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 46"
    },
    {
      "section": 46,
      "title": "Paragraph 46",
      "text": "46. Sed sciendum est, quod ultimum judicium factum sit super illos qui vixerunt a tempore Domini ad hunc diem, non autem super illos qui antea vixerunt. In hac tellure enim ultimum judicium prius bis exstiterat; unum quod in Verbo describitur per \"diluvium;\" alterum ab Ipso Domino cum fuit in mundo, quod etiam intelligitur per Domini verba, \"Nunc judicium est mundi hujus, nunc princeps mundi hujus ejicitur foras\" (Joh. xii. {1}31); et alibi, \"Haec locutus sum vobis, ut in Me pacem habeatis;... confidite, Ego vici mundum\" (Joh. xvi. 33): et quoque per haec apud Esaiam, \"Quis hic qui venit ex Edom,... incedens in multitudine roboris... magnus ad salvandum; torcular calcavi solus,... propterea calcavi eos in ira mea unde sparsa est victoria eorum super vestes meas; nam dies vindictae in corde meo, et annus redemptorum meorum venit; ideo factus est in Salvatorem\" (lxiii. 1-8): et alibi pluries. Quod bis in hac tellure prius exstiterit ultimum judicium est causa, quia omne judicium existit in fine ecclesiae (ut supra in suo articulo ostensum est); et in hac tellure fuerunt binae ecclesiae, prima ante diluvium, et altera post diluvium. Ecclesia ante diluvium describitur in primus capitibus Geneseos per novam creationem caeli et terrae, et per paradisum; et ejus finis per esum ex arbore scientiae, ac postea in specie; et ejus ultimum judicium describitur per diluvium~ et omnia illa secundum stilum Verbi per meras correspondentias: in cujus sensu interno seu spirituali per \"creationem caeli et terrae\" intelligitur instauratio novae ecclesiae (videatur supra in primo articulo); per \"paradisum in Edene\" caelestis illius ecclesiae sapientia; per \"arborem scientiae\" scientificum quod illam ecclesiam destruxit, simile per \"serpentem \" ibi; et per \"diluvium\" intelligitur ultimum judicium super illos qui fuerunt ab illa ecclesia. Altera autem ecclesia, quae fuit post diluvium, describitur etiam aliquibus in locis in Verbo (ut Deut. xxxii. 7-14, et alibi): haec per multum orbis Asiatici extensa fuit, et continuata apud posteros ex Jacobo; finis ejus fuit cum Dominus in mundum venit; ab ipso tunc ultimum judicium factum est super omnes a prima illius ecclesiae instauratione, et simul tunc super residuos a prima ecclesia. Dominus ob illum finem in mundum venit, ut omnia in ordinem redigeret in caelis, et per caelos in terris, et simul ut Humanum suum Divinum faceret; quod nisi factum fuisset, nemo potuisset salvari. Quod binae ecclesiae ante Domini adventum in hac tellure fuerint, ostensum est variis in locis in Arcanis Caelestibus, ex quibus Collecta videantur ad finem hujus articuli:{2}{3} et quod Dominus in mundum venerit, ut redigeret omnia in ordinem in caelis et per illos in terris, utque Humanum suum Divinum faceret.{4} Tertia ecclesia in hac tellure est Christiana; super hanc, et simul super omnes qui a tempore Domini in primo caelo fuerunt, factum est ultimum judicium de quo nunc agitur. @1 31 pro\"3\"$ @2 (Nota Editoris.- Haec Collecta, hic et alibi, in editione nostra, ad inferiorem partem paginae translatae sunt.)$ (EX ARCANIS CAELESTIBUS.) @3 Quod Prima et Antiquissima Ecclesia in hac Tellure fuerit, quae describitur in primis capitibus Geneseos, et quod illa fuerit ecclesia caelestis, omnium praecipua (n. 607, 895, 920, 1121-1124, 2896, 4493, 8891, 9942, 10545). Quales illi, qui ab illa ecclesia fuerunt, in caelo sunt (n. 1114-1125). Quod ibi in summa luce sint (n. 1117). Quod variae ecclesiae fuerint post diluvium, quae una voce Ecclesia Antiqua vocantur (n. 1125-1127, 1327, 10355). Ipsa Antiqua Ecclesia per quot regna Asiae fuit extensa (n. 1238, 2385). Quales fuerunt homines Antiquae Ecclesiae (n. 609, 895). Quod Ecclesia Antiqua fuerit ecclesia repraesentativa (n. 519, 521, 2896). Qualis Antiqua Ecclesia fuit, cum coepit declinare (n. 1128). Discrimen inter Ecclesiam Antiquissimam et Antiquam (n. 597, 607, 640, 641, 765, 784, 895, 4493). De ecclesia inchoata ab Ebero, quae Ecclesia Hebraea dicta fuit (n. 1238, 1241, 1343, 4516, 4517). Discrimen inter Ecclesiam Antiquam et Hebraeam (n. 1343, 4874). De ecclesia instituta apud posteros Jacobi seu filios Israelis 4281, 4288, 4310, 4500, 4899, 4912, 6304, 7048, 9320, 10396, 10526, 10531(? 10535), 10698). Quod statuta, judicia, leges, quae mandata sunt apud filios Israelis, fuerint quoad partem similia illis quae in Ecclesia Antiqua (n. 4449). Ritus repraesentativi Ecclesiae apud filios Israelis institutae qualiter differebant a ritibus repraesentativis Antiquae Ecclesiae (n. 4288, 10149). Quod in Antiquissima Ecclesia fuerit revelatio immediata e caelo; in Antiqua Ecclesia per correspondentias; in Ecclesia apud filios Israelis viva voce, et in Ecclesia Christiana per Verbum (n. 10355). Quod Dominus fuerit Deus Antiquissimae Ecclesiae, et quoque Antiquae, et vocatus Jehovah (n. 1343, 6848(? 6846)).$ @4 Quod Dominus redegerit omnia in caelis et in infernis in ordinem, cum fuit in mundo (n. 4075, 4286(? 4287), 9937). Quod Dominus tunc liberaverit mundum spiritualem ab antediluvianis (n. 1266). Quales illi fuerunt (n. 310, 311, 560, 562, 563, 570, 581, 586, 607, 660, 805, 808, 1034, 1120, 1265-1272). Quod Dominus per tentationes et victorias subjugaverit inferna, ac redegerit omnia in ordinem, et simul glorificaverit Humanum suum (n. 4287, 9397(? 9937)). Quod Dominus ex Se seu ex propria potentia id fecerit (n. 1692, 9937). Quod Dominus solus pugnaverit (n. 8273). Quod Dominus inde Justitia et Meritum factus sit solus (n. 1813, 2025-2027, 9715, 9809, 10019). Quod Dominus sic univerit Humanum suum Divino (n. 1725, 1729, 1733, 1737, 3318, 3381, 3382, 4286). Quod Passio crucis fuerit ultima tentatio, et plenaria victoria, per quam Se glorificavit, hoc est, Humanum suum Divinum fecit, ac subjugavit inferna (n. 2776, 10655, 10659, 10829(? 10828)). Quod Dominus non potuerit quoad ipsum Divinum tentari (n. 2795, 2803, 2813, 2814). Quod ideo assumpserit humanum a matre, in quod admisit tentationes (n. 1414, 1444, 1573, 5041, 5157, 7193, 9315). Quod expulerit omne hereditarium ex matre, et exuerit humanum ex illa, usque tandem ut non filius ejus esset, et quod induerit Humanum Divinum (n. 2159, 2574, 2649, 3036, 10829(? 10830)). Quod Dominus per subjugationem infernorum, et per glorificationem Humani Sui, salvaverit homines (n. 4180, 10019, 10152, 10655, 10659, 10828).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 47"
    },
    {
      "section": 47,
      "title": "Paragraph 47",
      "text": "47. Quomodo hoc ultimum judicium factum est, non potest in hoc opusculo in specie describi, quia plura sunt; sed describentur in Explicatione super Apocalypsin. Judicium enim non solum peractum est super omnes qui ab Ecclesia Christiana fuerunt, sed etiam super omnes qui vocantur Mahumedani, et quoque super omnes gentes in hoc terrarum orbe: et factum est hoc ordine; primum super illos qui a Pontificia religione fuerunt; dein super Mahumedanos, postea super Gentes, et ultimo super Reformatos. De judicio super illos qui a Pontificia religione fuerunt, videbitur in sequente articulo de Babylonia destructa; de judicio super Reformatos in articulo de priori caelo quod transivit; de judicio autem super Mahumedanos et super Gentes aliqua in hoc articulo dicentur. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 48"
    },
    {
      "section": 48,
      "title": "Paragraph 48",
      "text": "48. Ordinationes omnium gentium et populorum, super quos judicium, in mundo spirituali, visae sunt ut sequitur. In medio collecti apparuerunt illi qui Reformati vocantur, et ibi quoque distincti secundum patrias eorum; Germani ibi versus septentrionem; Sueci ibi versus occidentem; Dani in occidente; Hollandi versus orientem et meridiem; Angli in medio. Circum totum hoc medium, ubi omnes Reformati erant, collecti apparuerunt illi qui a Pontificia religione erant, maxima pars in plaga occidentali, aliqua in meridionali. Ultra illos erant Mahumedani, etiam distincti secundum patrias eorum; omnes tunc apparuerunt in occidente juxta meridiem. Ultra illos congregatae erant Gentes ingenti numero, quae sic constituebant ipsum ambitum. Extra has apparuit sicut mare, quod terminus. Quod nationes ita ordinatae secundum plagas fuerint, erat secundum cujusvis communem facultatem recipiendi Divina vera; quapropter in mundo spirituali quisque cognoscitur a plaga et loco ibi ubi habitat, et quoque in societate cum pluribus ex commoratione respective ad plagas, de qua re videatur in opere De Caelo et Inferno (n. 148, 149). Similiter fit cum vadunt a loco ad locum; tunc omnis progressio fit ad plagas secundum status successivos cogitationum ex affectionibus quae sunt vitae propriae illorum: secundum illas deducti sunt ad loca sua illi, de quibus sequitur. Verbo, in mundo spirituali viae, quas quisque ambulat, sunt determinationes actuales cogitationum mentis; inde est, quod \"viae,\" \"ambulationes,\" et similia, in sensu spirituali in Verbo significent determinationes et progressiones vitae spiritualis. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 49"
    },
    {
      "section": 49,
      "title": "Paragraph 49",
      "text": "49. Quatuor plagae in Verbo vocantur \"quatuor venti,\" et congregatio eorum \"congregatio a quatuor ventis;\" ut apud Matthaeum, ubi agitur de ultimo judicio, \"Mittet angelos suos,... et congregabunt electos,... a quatuor ventis, a caelorum extremo ad eorum extremum\" (xxiv. 31); et alibi, \"Congregabuntur\" ante Filium hominis \"omnes gentes, et separabit illos unum ab altero, sicut separat pastor oves ab hircis; et statuet oves ad dextrum, et hircos ad sinistrum\" (xxv. {1}32, 33), significat quod Dominus separaturus sit illos qui in veris sunt et simul in bono, ab illis qui in veris sunt et non in bono, nam in Verbi sensu spirituali per \"dextrum\" significatur bonum, et per \"sinistrum\" verum; similiter per \"oves\" et per \"hircos:\" super alios nec factum est judicium; nam mali qui in nullis veris, jam pridem in infernis erant, illuc enim conjiciuntur omnes mali post mortem, ita ante judicium, qui corde negant Divinum et a fide rejiciunt ecclesiae vera. Ex illis qui in veris et non in bono fuerunt, exstitit \"prius caelum\" quod transivit; et ab illis qui in veris sunt et simul in bono formatum est \"novum caelum.\" @1 32, 33 pro \"31, 32\"$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 50"
    },
    {
      "section": 50,
      "title": "Paragraph 50",
      "text": "50. Quod judicium super Mahumedanos et Gentes, de quo in hoc articulo, attinet, factum est sicut sequitur. Mahumedani a suis locis, ubi congregati sunt, quae erant juxta meridiem in occidente, deducti sunt per viam circum Christianos, ab occidente, per septentrionem ad orientem usque ad confinium ubi meridies; ac in via separati sunt mali a bonis. Mali conjecti sunt in paludes et stagna; multi etiam dispersi in quoddam desertum quod ultra erat: boni autem ducebantur per orientem ad terram magni spatii prope meridiem, ac ibi datae illis habitationes. Illi, qui huc perducti fuerunt, erant qui in mundo agnoverunt Dominum pro Maximo Propheta, et pro Filio Dei, et crediderunt Ipsum missum a Patre ut informaret genus humanum, et simul vixerunt vitam moralem spiritualem secundum religiosum suum. Plerique ex illis, cum informati, recipiunt fidem in Dominum, et agnoscunt Ipsum esse unum cum Patre: datur etiam illis communicatio cum caelo Christiano per influxum a Domino, sed non commiscentur, quia religio separat. Omnes ex illa religione, ut primum inter suos in alteram vitam veniunt, quaerunt primo Mahumedem, sed ille non apparet, verum loco ejus bini alii, qui se vocant Mahumedes: hi sedem nacti sunt in media sub Christiano caelo, ad sinistrum ibi. Causa, quod illi bini loco Mahumedis sint, est quia omnes, ex quacunque religione sunt, post mortem primum perducuntur ad illos quos coluerunt in mundo, religio enim sua adhaeret unicuique; \"sed cum percipiunt quod nihil opis ferre possint, recedunt ab illis; nullus enim aliter abduci a suo religioso potest, quam ut primum in illud immittatur. Ubinam ipse Mahumedes, et qualis ille, tum undenam sunt bini illi, qui loco Mahumedis, in libro, ubi explicabitur Apocalypsis, dicetur. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 51"
    },
    {
      "section": 51,
      "title": "Paragraph 51",
      "text": "51. Judicium super Gentes simili paene modo, quo super Mahumedanos, factum est; sed non perductae Sunt simili modo per circuitum, solum per aliquantum viae in occidente, ubi mali separati sunt a bonis; mali conjecti sunt ibi in binos hiatus magnos, qui oblique tendebant in profundum, boni autem deducti sunt supra medium ubi Christiani, versus terram in plaga orientali ubi erant Mahumedani, et habitationes sortiti sunt post illos, ac ulterius ad multam extensionem in plaga meridionali. Illi autem ex Gentilibus, qui in mundo coluerunt Deum sub Humana forma, et charitatis vitam secundum religiosum suum egerunt, conjunguntur Christianis in caelo, nam Dominum prae reliquis agnoscunt et adorant: illorum intelligentissimi sunt ex Africa. Tanta multitudo Gentium et Mahumedanorum visa est, ut non nisi quam per myriades numerari posset. Judicium super tantam multitudinem per aliquot dies factum est; nam unusquisque cum mittitur in suum amorem et in suam fidem, illico designatus est, et ad similes fertur. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 52"
    },
    {
      "section": 52,
      "title": "Paragraph 52",
      "text": "52. Ex his constat veritas praedictionis Domini de Ultimo Judicio, quod \"Tunc venient ab oriente et occidente, et a septentrione et meridie, et discumbent in Regno Dei\" (Luc. xiii. 29). This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 53"
    },
    {
      "section": 53,
      "title": "Paragraph 53",
      "text": "53. (IX.) DE BABYLONIA, ET EJUS DESTRUCTIONE. Quod omnia, quae in Apocalypsi praedicta sunt, hodie impleta sint, videatur supra (n. 40-44); tum quod ultimum judicium jamdum peractum sit, in articulo praecedente, ubi etiam. ostensum est, quomodo judicium factum est super Mahumedanos et Gentiles: hic nunc sequitur, quomodo factum est super Pontificios, qui sunt qui intelliguntur per \"Babyloniam,\" de qua in Apocalypsi multis agitur, et de ejus destructione in specie in capite xviii., quae ita describitur: Angelus \"exclamavit vehementer voce magna,... Cecidit, cecidit Babylon..., et facta est domicilium daemoniorum, et custodia omnis spiritus impuri, et custodia omnis avis immundae (et) exosae\" (vers. 2). Sed antequam narratur, quomodo illa destructio facta est, praemittentur, (i.) Quid intelligitur per \"Babyloniam,\" et qualis illa. (ii.) Quales sunt in altera vita illi qui ex Babylonia sunt. (iii.) Ubinam habitationes eorum hactenus fuerunt. (iv.) Cur usque ad diem ultimi judicii ibi tolerati sunt. (v.) Quomodo destructi et habitationes eorum desertum factae sunt. (vi.) Quod conservati sint, qui ex illis in affectione veri ex bono fuerunt. (vii.) De statu eorum posthac, qui inde e terris veniunt. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 54"
    },
    {
      "section": 54,
      "title": "Paragraph 54",
      "text": "54. ((i.)) Quid intelligitur per \"Babyloniam,\" et qualis illa.- Per \"Babyloniam\" intelliguntur omnes, qui per religiosum dominari volunt; per religiosum dominari, est super animas hominum, ita super ipsam vitam spiritualem illorum, ac pro mediis uti Divinis quae in religioso: omnes illi, qui pro fine habent dominium, et pro mediis religionem, in genere sunt \"Babylonia.\" Quod \"Babylonia\" dicantur, est quia antiquis temporibus tale dominium inchoatum est, sed in principio ejus destructum; inchoatio ejus describitur per \"urbem\" et per \"turrim,\" cujus caput esset in caelo; et ejus destructio per confusionem labiorum; unde nomen ejus Babel (Genes. xi. 1-9). Quid per singula illa intelligitur in sensu interno seu spirituali Verbi, videatur explicatum in Arcanis Caelestibus (n. 1283-1328). Quod etiam tale dominium coeptum et institutum sit in Babele, constat apud Daniele in, ubi dicitur de Nebuchadnezare, Quod erexerit imaginem, quam omnes adorarent (cap. iii. 1 ad fin.): et quoque intelligitur per Quod Belschazar cum proceribus biberit ex vasis aureis et argenteis, quae Nebuchadnezar exportaverat ex templo Hierosolymae, et simul tunc coluerit deos auri, argenti, cupri, ferri: quare scriptum est in pariete, Numeravit, appendit, divisit; et ipse rex eadem nocte interfectus est (cap. v. 1 ad fin.): per \"vasa auri et argenti templi Hierosolymae\" significantur ecclesiae bona et vera; per \"bibere ex illis, et simul colere deos auri, argenti, cupri, ferri,\" significatur profanatio; ac per \"scripturam super pariete,\" et per \"mortem regis,\" significatur visitatio et destructio, denuntiatae illis qui usi sunt Divinis bonis est veris pro mediis. Quales illi sunt, qui \"Babylonia\" dicuntur, describitur etiam passim apud Prophetas: ut apud Esaiam, \"Proferas parabolam hanc de rege Babyloniae;... Fregit Jehovah baculum impiorum, sceptrum dominantium:... decidisti de caelo, Lucifer...; succisus es usque in terram:... tu dixisti animo tuo, In caelos ascendam, super stellas Dei exaltabo thronum meum, et sedebo in monte conventus, in lateribus septentrionis,... similis fiam Altissimo. Verumtamen in infernum dejicieris, ad latera foveae;... exscindam Babyloniae nomen et residuum,... et disponam eam ut sit hereditaria possessio anatariae\" (xiv. 4, (5,) 12-15, 22(,23)): et alibi apud eundem, Dixit leo, \"Cecidit, cecidit Babylon, et omnes sculptiles dei ejus dejecti sunt\" ({1}xxi. 9): et praeterea apud eundem (cap. xlvii. 1 ad fin.; cap. xlviii. 14-20; et apud Jeremiam cap. l. 1-3). Ex his nunc patet quid \"Babylonia.\" Sciendum est, quod ecclesia fiat Babylonia, cum cessat charitas et fides, et loco earum regnare incipit amor sui; hic enim amor in tantum ruit in quantum ei laxatur frenum, ita non solum ad dominandum super omnes, quotcunque sibi subjicere potest, in tellure, sed etiam super caelum: nec tunc quiescit; scandit usque ad thronum Dei, ac Divinam Ipsius potestatem in se transfert. Quod hoc factum sit etiam ante adventum Domini, constat ex locis e Verbo supra allatis. Sed illa Babylonia destructa est a Domino, cum fuit in mundo, tam per id quod prorsus idololatrae facti sint, quam per ultimum judicium tunc super illos in mundo spirituali; id intelligitur per prophetica illa, quod Lucifer, qui ibi est Babylonia, ad infernum dejectus sit, et quod Babylon ceciderit; et quoque per scripturam super pariete, et per mortem Belschazaris; tum etiam per Lapidem e Petra excisum, qui destruxit statuam, de qua somniavit Nebuchadnezar. @1 xxi. pro \"xxii.\"$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 55"
    },
    {
      "section": 55,
      "title": "Paragraph 55",
      "text": "55. Sed Babylonia, de qua agitur in Apocalypsi, est hodierna Babylonia, quae coepta est post adventum. Domini; quae quod sit apud Pontificios, notum est. Haec prae illa, quae fuit ante adventum Domini, magis perniciosa et nefanda est, quia profanat ecclesiae bona et vera interiora, quae Dominus, cum Semet Ipsum, revelavit mundo. Quam perniciosa ac interius nefaria est, constare potest in summa ex his sequentibus. Dominum agnoscunt et adorant absque ulla potestate salvandi; separant Divinum Ipsius prorsus ab Humano Ipsius, ac Divinam Ipsius potestatem, quae fuit Humano Ipsius, in se transferunt;{1} remittunt enim peccata, immittunt in caelum, conjiciunt in infernum, salvant quemcunque volunt, vendunt salutem, ita arrogant sibi talia quae sunt solius Divinae potestatis: et quia illam exercent, sequitur quod se faciant deos, quisque in suo loco per translationem a Supremo eorum, quem vocant Vicarium Christi, ad postremos; ita se spectant Dominum, ac Ipsum adorant non Ipsius sed sui causa. Verbum non modo adulterant et falsificant, sed etiam auferunt populo, ne in aliquam lucem veri intret; nec hoc satis, etiam illud annihilant, Divinum agnoscentes in statutis e Roma supra Divinum in Verbo; ita precludunt omnibus viam ad caelum, via enim ad caelum est agnitio Domini, ac fides et amor in Ipsum, ac Verbum est quod docet viam; unde absque Domino, medio Verbo, nulla salus. Omni studio connituntur, ut lux caeli, quae est ex Divino Vero, exstinguatur, ac ut loco ejus sit ignorantia, quae quo densior eo illis acceptius: lucem caeli exstinguunt per inhibitionem lectionis Verbi, et lectionis librorum in quibus doctrinae ex Verbo; cultum instituentes per missas in idiomate a simplicibus non intellecto, et in quibus non verum Divinum; et praeterea implent orbem suum falsis, quae sunt ipsae tenebrae, quae removent et dissipant lucem; persuadent etiam ut vulgus in illorum fide vitam habeat, ita in aliena et non in sua. Insuper omnem cultum ponunt in sancto externo absque interno, internum faciunt ut vacuum sit, quia absque cognitionibus boni et veri; et tamen cultus Divinus tantum externus est quantum est internus, ex hoc enim ille procedit. Praeter illa inducunt quoque idololatrias plurium generum; sanctos faciunt et multiplicant, quorum adorationes vident et tolerant, et quoque preces ad illos paene sicut ad deos; idola eorum exponunt undequaque, miracula ab illis multa copia venditant, praeficiunt illos civitatibus, templis et monasteriis, ossa eorum sepulcris exempta sancta faciunt, quae tam abjectissima sunt; avertentes sic omnium animos a cultu Dei ad cultum hominum. Praeterea ne aliquis ex caligine illa in lucem veniat, et ne a cultu idololatrico ad cultum Divinum, multa arte praecavent; multiplicant enim monasteria, ex quibus exploratores ubivis et custodes ponunt; confessiones cordis, quae etiam sunt cogitationum et intentionum, extorquent, et si non faciant, territant animos igne infernali, et cruciatibus in purgatorio; et illos, qui contra Papale solium, et contra dominium eorum, audent loqui, horrendo carceri, qui Inquisitionis vocatur, includunt. Haec omnia ob solum finem, ut possideant mundum, et ejus thesauros, ac vivant genio, et illi maximi sint, ac reliqui servi. Sed talis dominatus non est caeli super infernum, sed est inferni super caelum; nam quantum amor dominandi apud hominem, imprimis apud hominem ecclesiae, invalescit, tantum regnat infernum; quod ille amor regnet in inferno ac faciat infernum, videatur in opere De Caelo et Inferno (n. 551-565). Ex his constare potest,, quod ibi non sit ecclesia sed Babylonia; nam ibi ecclesia est, ubi Ipse Dominus colitur, et Verbum legitur. (EX ARCANIS CAELESTIBUS.) @1 Quod ecclesia Domino binas naturas attribuat, et sic Divinum Ipsius separet ab Humano Ipsius, factum sit in Concilio propter Papam, ut pro Vicario Ipsius agnosceretur, detectum e caelo, in Arcanis Caelestibus (n. 3035(? 4738)).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 56"
    },
    {
      "section": 56,
      "title": "Paragraph 56",
      "text": "56. ((ii.)) Quales sunt in altera vita illi qui ex Babylonia sunt, non constare alicui potest, quam cui datum est a Domino una esse cum illis qui in mundo spirituali sunt. Hoc quia mihi concessum est, possum ab experientia loqui, nam vidi illos, audivi illos, et locutus sum cum illis. Unusquisque homo post mortem in simili vita est in qua fuit in mundo; haec non mutari potest, solum quoad jucunda quae sunt amoris, quae vertuntur in correspondentia; ut constare potest ex binis articulis in opere De Caelo et Inferno (n. 470-484, et n. 485-490): vita horum, de quibus nunc agitur, similiter, quae prorsus talis est qualis in mundo, cum differentia, quod tunc retegantur abscondita cordis eorum; sunt enim in spiritu, in quo interiora, quae sunt cogitationum et intentionum, resident, quae in mundo celaverunt, et sancto externo obtexerunt; haec quia tunc patuerunt, apperceptum est quod ultra dimidiam partem ex illis, qui usurpaverunt potestatem aperiendi et claudendi caelum, prorsus athei sint: sed quia animo insidet dominatus qualis in mundo, et ille fundatur super eo principio, quod Domino fuerit omnis potestas Ipsi data a Patre, ac illa translata in Petrum, et per successionis ordinem in primores ecclesiae, ideo adjuncta atheismo eorum permanet confessio oralis de Domino; sed hoc usque non diutius, quam dum per id in aliquo dominio sunt. Reliqui autem, qui non athei sunt, tam vacui sunt, ut prorsus nihil sciant de vita spirituali hominis, de mediis salvationis, de Divinis veris quae ducunt ad caelum, nec aliquid de caelesti fide et amore; credentes caelum cuivis, qualiscunque est, donari posse ex gratia Pontificis. Quoniam unusquisque in simili vita est in mundo spirituali, in quali fuit in mundo naturali, cum nulla differentia quamdiu non sunt vel in caelo vel in inferno, ut ostensum videatur in opere De Caelo et Inferno (n. 453-480), et quia mundus spiritualis quoad externam apparentiam prorsus similis est mundo naturali (n. 170-176), ideo illis similis est vita moralis et vita civilis, imprimis similis cultus, quia ille irradicatur et inhaeret homini in ejus intimis, nec ab illo aliquis post mortem abduci potest, si non in bono ex veris est et in veris ex bono. Haec autem gens, de qua nunc agitur, aegrius quam reliquae gentes a suo cultu abduci potest, quia non in bono ex veris sunt, minus in veris ex bono; sunt enim vera illorum non ex Verbo, modo pauca, quae falsificaverunt per applicationem ad dominatum; inde nec illis bonum, nisi quam spurium; nam qualia sunt vera tale fit bonum. Haec dicta sunt, ut sciatur quod cultus hujus gentis prorsus similis sit in mundo spirituali, qualis fuit in mundo naturali. His praemissis, nunc aliquid de eorum cultu ibi, deque eorum vita, memorare velim. Synedrium quoddam habent, loco Synedrii seu Consistorii in Roma, ubi illorum primores conveniunt, et consultant de variis quae religionis eorum sunt, imprimis quomodo vulgus tenendum est in caeca obedientia, et quomodo dominatus eorum ampliandus. Locus hujus Synedrii est in plaga meridionali juxta orientalem: sed non audet aliquis, qui in mundo fuerat Pontifex, intrare, nec aliquis qui fuerat cardinalis, ob causam quia insidet animis eorum instar auctoritatis Divinae, ex eo quod arrogaverint sibi potestatem Domini in mundo; quapropter utprimum se sistunt ibi praesentes, auferuntur et ejiciuntur ad similes in deserto: qui autem ex illis animo probo fuerunt, et non usurpaverunt ex fide confirmata talem potestatem, illi post id Synedrium in camera quadam obscura sunt. Alius conventus est in plaga occidentali prope septentrionem: negotium ibi est credulum vulgus intromittere in caelum; disponunt ibi circum se plures societates, quae in variis jucundis externis sunt; in quibusdam ludunt, in quibusdam saltant, in quibusdam componunt faciem in varii generis hilaritates et laetitias, in quibusdam loquuntur amice, alicubi de rebus civilibus, alicubi de religiosis, alicubi de lasciviis, et sic porro; in aliquam ex his societatibus, secundum cujusvis desiderium, immittunt clientes, vocantes id caelum; sed omnes post paucas horas, cum ibi fuerunt, taedio afficiuntur et abscedunt, quia jucunda illa sunt externa, et non interna: ita quoque plures abducuntur a fide doctrinalis illorum de intromissione in caelum. Quod cultum eorum in specie attinet, ille est paene similis cultui eorum in mundo. Consistit ille in missis ut in mundo, quae fiunt in lingua non communi spirituum, sed conflata ex Vocibus alte sonantibus, quae sanctum externum et tremorem incutiunt, quae prorsus non intelliguntur. Similiter adorant sanctos, ac idola exponunt: sed illorum sancti nullibi apparent; nam omnes ex illis qui ambiverunt coli ut numina, in inferno sunt; reliqui qui non ambiverunt coli, inter vulgares spiritus sunt. Antistites eorum id sciunt, nam inquirunt illos et inveniuntur; quare vilipendunt eos; sed hoc occultant populo, ut usque colantur sicut dii tutelares, at ipsi primates, qui populo praefecti sunt, ut domini caeli. Similiter quoque sicut in mundo multiplicant templa et monasteria: similiter corradunt opes, et cumulunt pretiosa, ac in cellariis abscondunt; nam in mundo spirituali, aeque ut in mundo naturali, sunt pretiosa, ac in illo multo plura. Similiter ibi emittunt monachos ad pelliciendum gentes ad suum religiosum, et sic ad subjiciendum illos suo imperio. Commune est, quod turres speculatorias in medio congregationis exstructas habeant, ex quibus visum in omnes vicinias possunt extendere; communicationes etiam sibi faciunt variis modis et artibus cum propinquis et remotis, ac foedera cum illis ligant, et in suas partes trahunt. Talis est status eorum in genere: in specie autem plerique praesules illius religionis derogant omnem potestatem Domino, et sibi illam vindicant; et quia hoc faciunt, nec agnoscunt aliquod Divinum; mentiuntur usque in externis sanctum, quod sanctum tamen in se est profanum, quia in internis eorum non est aliqua agnitio Divini: inde est quod cum aliquibus societatibus caeli ultimi communicent per sanctum externum, et cum infernis per profanum internum, sic ut sint utrobivis: quapropter etiam allectant spiritus simplices bonos, et illis dant habitationes juxta se, et congregant malitiosos, quos disponunt circumcirca congregationem; sic etiam per simplices bonos se conjungunt caelo, et per malitiosos inferno; inde est quod moliri possint nefanda, quae patrant ab inferno; simplices enim boni, qui in ultimis caeli sunt non ultra spectant quam ad sanctum externum, et ad sanctissimam eorum adorationem Domini in externis, et non vident eorum flagitia, quapropter favent illis; inde est illorum maximum tutamen; sed usque omnes illi successu temporis recedunt a sancto externo, et tunc separati a caelo conjiciuntur in infernum. Ex his aliquantum sciri potest, quales in altera vita sunt illi qui ex Babylonia. Sed scio, quod miraturi sint, quod talia ibi existant, qui in mundo sunt, et non aliquam ideam de statu hominis post mortem, deque caelo et inferno, quam inanem et vacuam habent; sed quod homo aeque homo sit post mortem, vivat in consortiis ut in mundo, habitet in domibus, audiat praedicationes in templis, functiones obeat, ac similia videat in eo mundo quae in priori quem reliquerat, constare potest ex illis quae ex visis et auditis in opere De Caelo et Inferno dicta et ostensa sunt. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 57"
    },
    {
      "section": 57,
      "title": "Paragraph 57",
      "text": "57. Locutus sum cum quibusdam ex illa gente de clavibus Petro datis, num credant in illum potestatem Domini super caelum et infernum translatam esse; quod quia erat fundamentale religionis eorum, vehementer instabant, dicentes quod de eo nihil dubii sit, quia manifeste dicitur. Sed ad interrogationem, num sciant quod singulis Verbi insit sensus spiritualis, qui est sensus Verbi in caelo, dicebant primum quod non sciant, sed postea dicebant quod inquisituri sint, et cum inquirebant instructi sunt quod sensus spiritualis sit in singulis Verbi, qui a sensu litterae differt sicut spirituale a naturali; et insuper instructi sunt quod non aliqua persona nominata in Verbo nominetur in caelo, sed quod loco ejus aliquid spirituale ibi intelligatur: informati denique sunt, quod pro \"Petro\" in Verbo intelligatur ecclesiae verum fidei quod ex bono charitatis, similiter per \"petram,\" quae tunc nominatur cum Petro, nam dicitur, \"Tu es Petrus, et super hanc petram aedificabo ecclesiam meam\" (Matth. xvi. 18, seq.): per quae non intelligitur quod Petro data sit aliqua potestas, sed quod sit vero quod ex bono, nam omnis potestas in caelis est vero ex bono, seu bono per verum; et quia omne bonum et verum sunt a Domino, et nihil ex homine, quod omnis potestas sit Domino. His auditis indignati dixerunt, quod velint scire num is sensus spiritualis sit in illis verbis; quapropter datum est illis Verbum quod in caelo, in quo Verbo non est sensus naturalis sed spiritualis, quia pro angelis qui spirituales; quod tale Verbum in caelo sit, videatur in opere De Caelo et Inferno (n. 259, 261); et cum id legebant, manifeste videbant non ibi Petrum nominari, sed loco ejus verum ex bono quod a Domino:{1} hoc viso ex ira rejecerunt illud; paene dilaniassent dentibus, nisi eo momento ablatum fuisset: inde convicti sunt, tametsi non voluerunt convinci, quod soli Domino illa potestas sit, et eo minus alicui homini, quia est potestas Divina. (EX ARCANIS CAELESTIBUS.) @1 Quod duodecim discipuli Domini repraesentaverint ecclesiam quoad omnia veri et boni, seu fidei et amoris, similiter ac duodecim tribus Israelis (n. 2179(? 2129), 3354, 3488, 3858, 6397). Quod Petrus, Jacobus et Johannes repraesentaverint fidem, charitatem, et bona charitatis (n. 3750). Quod Petrus fidem (n. 4738, 6000, 6073, 6344, 10087, 10580). Quod Petro dati sint claves regni caelorum, significet quod omnis potentia sit vero ex bono, seu dei ex charitate quae ex Domino, ita quod omnis potestas sit Domino (n. 6344). Quod \"clavis\" sit potestas aperiendi et claudendi (n. 9410). Quod omnis potentia sit bono per vera, seu veris ex bono, quae a Domino (n. 3091, 3563, 6344, 6413(? 6423), 6948, 8200, 8304, 9327, 9410, 9639, 9643, 10059, 10182). Quod \"petra\" in Verbo significet Dominum quoad Divinum Verum (n. 8581, 10580). Quod omnia nomina personarum et locorum in Verbo significent res et status (n. 768, 1888, 4310, 4442, 10329). Quod nomina illorum non intrent caelum, sed vertantur in res quas significant, et quod nomina illorum nec enuntiari possint in caelo (n. 1878(? 1876), 5225, 6516, 10216, 10282). Quam elegans sensus internus Verbi ubi mera nomina, illustratum ab exemplis (n. 1224, 1264, 1888).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 58"
    },
    {
      "section": 58,
      "title": "Paragraph 58",
      "text": "58. ((iii.)) Ubinam habitationes eorum hactenus fuerunt in mundo spirituali.- Dictum est supra (n. 48), quod ordinationes omnium gentium et populorum in mundo spirituali ita visae sint, ut sequitur: in medio collecti apparuerunt qui Reformati vocantur; circum hoc medium illi qui a Pontificia religione; ultra illos Mahumedani, ultimo variae Gentes. Inde constare potest, quod Pontificii peripheriam proximam circum Reformatos, qui in medio, fecerint: quod illi proximam, est causa, quod in medio sint qui in luce veri ex Verbo sunt; et qui in luce veri ex Verbo sunt, illi etiam in caeli luce sunt, nam lux caeli est ex Divino vero, ac Verbum est in quo illud; quod Lux Caeli sit ex Divino Vero, videatur in opere De Caelo et Inferno (n. 126-140); et quod Verbum sit Divinum Verum (n. 303-310); a medio etiam procedit lux versus peripherias, ac illuminat. Inde est, quod proxime circum medium sint qui e Pontificia religione, nam Verbum habent, et quoque legitur ab illis qui e regimine ecclesiastico sunt, tametsi non a populo: haec causa est, quod Pontificia gens in spirituali mundo circum illos qui in luce veri ex Verbo sunt, habitationes suas nacta sit. Nunc dicetur, quomodo habitaverunt antequam habitationes eorum prorsus destructae sunt, ac desertum factae. Maxima pars habitavit in meridie et occidente, aliqua modo in septentrione et oriente. In meridie habitaverunt, qui prae ceteris in mundo polluerunt ingenio, et se confirmaverunt in suo religioso; et simul ibi habitaverunt nobiles et divites multo numero; habitaverunt non supra terram ibi, sed sub terra ob timorem pro latronibus, custodias ponentes ad introitus. In illa plaga etiam erat magna urbs, cujus extensio erat paene ab oriente ibi ad occidentem, et quoque paulo in. occidentem, sita proxime ad medium ubi Reformati. In illa urbe myriades hominum seu spirituum commorabantur; plena erat templis et monasteriis; ecclesiastici etiam omnia pretiosa, quae per varias artes potuerunt corradere, in illam urbem contulerunt, et in cellis suis et cryptis subterraneis, recondiderunt; quae cryptae ita elaboratae erant, ut nemo praeter illos intrare posset; erant in labyrinthi formas circumductae. In thesauris ibi congestis cor eorum erat, ac fiducia ne usquam in aeternum destruerentur: visae mihi sunt, et miratus artem condendi illas, et ampliandi absque fine. Plerique ex illis qui se vocant e societate Jesu ibi erant, et cum divitibus, qui circum circa erant, amica consortia fovebant. Versus orientem in illa plaga erat synedrium, ubi consultabant de amplificatione dominii sui, ac de modis continendi populum in caeca obedientia (de quo supra, n. 56): haec de habitationibus illorum in plaga meridionali. In septentrione habitabant illi qui minus polluerunt ingenio, et minus se confirmaverunt in suo religioso, ex eo quod in obscura facultate perspiciendi fuerint, et inde in caeca fide. Ibi non tanta erat multitudo ut in meridie plerique ex illis erant in magna urbe, in longum extensa ab angulo orientis ad occidentem, et quoque paulum in occidentem. Illa etiam plena erat templis et monasteriis. In extremo ejus latere, quod prope orientem, erant plures ex varia religione, et quoque aliqui ex Reformatis: pauca etiam loca a Papali gente occupata erant in illa plaga ultra urbem. In oriente habitaverunt, qui in maximo jucundo imperandi in mundo ex illa gente fuerunt, et quoque in aliquo naturali lumine; apparuerunt ibi in montibus, sed modo in plaga illa quae spectat ad septentrionem; non autem aliqui in altera parte quae spectat ad meridiem. In angulo ad septentrionem erat mons, in cujus capite quendam mentis non compotem posuerunt, quem ad jubendum quodcunque vellent, per communicationes cogitationum, in mundo spirituali notas sed in mundo naturali ignotas, inspirare potuerunt, vulgantes quod ille esset ipse Deus caeli apparens sub forma humana, et sic illi Divinum cultum addixerunt; et hoc ex causa, quia populus recedere volebat a cultu eorum idololatrico, quare excogitabant id medium ut contineretur in obedientia: ille mons est qui intelligitur apud Esaiam (cap. xiv, vers. li) per \"montem conventus in lateribus septentrionis;\" et illi qui in montibus ibi per \"Luciferum\" (vers. 12); nam qui ex Babylonica turba in oriente fuerunt, in lumine fuerunt prae reliquis, quod lumen etiam sibi arte pararunt. Visi etiam sunt qui turrim aedificabant, quae pertingeret usque in caelum, ubi angeli; sed hoc modo repraesentativum eorum machinationum erat; machinationes enim sistuntur in mundo spirituali per plura coram oculis eorum qui e longinquo stant, quae tamen non actualiter existunt apud illos qui in machinationibus sunt; hoc commune est ibi: per illam apparentiam usque datum mihi est scire quid significatur per Turrim cujus caput esset in caelo, unde locus Babel dictus est (Gen. xi. 1-10): haec de habitationibus eorum in oriente. In occidente habitaverunt anterius illi qui ex ea religione in saeculis obscuris vixerunt, plerique sub terris ibi, una propago sub altera. Totus tractus anterior, qua spectat septentrionem, erat quasi excavatus, et impletus monasteriis; introitus ad illos patebant per antra supra operta tegmine; per illa exibant et intrabant, sed raro locuti sunt cum illis qui in sequentibus saeculis vixerunt, alio enim genio erant, et non tam malitiosi, quia illis temporibus nulla contentio fuit cum Reformatis, inde nec tanta astutia et malitia ex odio et vindicta. In occidentali plaga ultra illum tractum erant plures montes, super quibus erant malitiosissimi ex illa gente, qui corde negabant Divinum, et tamen id ore sanctius reliquis profitebantur et gestu adorabant. Illi, qui ibi erant, nefandas artes excogitaverunt, ut sub jugo imperii sui tenerent vulgus, et quoque alios cogerent ad se submittendum illi jugo: artes illas describere non licet, quia nefandae sunt; erant quales in genere memorantur in opere De Caelo et Inferno (n. 580). Montes super quibus erant, sunt qui in Apocalypsi intelliguntur per \"septem montes,\" et illi qui ibi describuntur per \"mulierem insidentem bestiae coccineae,\" his verbis: \"Vidi mulierem insidentem bestiae coccineae, plenae nominibus blasphemiae, habenti capita septem, et cornua decem;... habebat in fronte nomen scriptum, Mysterium, Babylon magna, mater scortationum et abominationum terrae:... septem capita sunt septem montes, super quibus mulier sedet\" (cap. xvii. 3, 5, 9): per \"mulierem\" in sensu interno intelligitur ecclesia; ibi in opposito sensu religiosum profanum; per \"bestiam coccineam\" profanatio amoris caelestis; et per \"septem montes\" profanus amor imperandi: haec de habitationibus eorum in occidente. Causa, quod secundum plagas distincti habitent, est quia omnes in mundo spirituali feruntur in plagam et in locum plagae, qui correspondet eorum affectionibus et amoribus, et nullus alio, de quibus videatur in opere De Caelo et Inferno, ubi actum est de quatuor plagis caeli (n. 141-153). In genere, omnes consultationes Babylonicae hujus gentis eo tendunt, ut dominentur non modo super caelum, sed etiam super omnem terram, sic ut possideant et caelum et terram, per illud hanc, et per hanc illud; ut id obtineant, continue nova statuta et nova doctrinalia excogitant et excludunt. Simile quod in mundo etiam moliuntur in altera vita, nam unusquisque post mortem talis est qualis fuit in mundo, imprimis quoad religiosum. Datum est mihi audire quosdam ex primoribus consultantes de doctrina, quae populis esset pro norma. Articuli plures erant, sed omnes tendebant eo, ut imperium super caelos et super terras aucuparent; et quod illis omnis potestas esset, et nulla Domino. Illa doctrinalia postea legebantur coram adstantibus, et cum lecta sunt audiverunt vocem e caelo, quod illa dictata fuerint ex profundissimo inferno, tametsi id nesciebant; quod etiam confirmabatur per id, quod turba diabolica ex illo inferno, quae aspectu nigerrima et dirissima erat, ascenderet, ac doctrinalia illa non manibus sed dentibus ab illis evelleret, ac deferret in suum infernum: populus, qui videbat, obstupescebat. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 59"
    },
    {
      "section": 59,
      "title": "Paragraph 59",
      "text": "59. ((iv.)) Cur usque ad diem Ultimi Judicii ibi tolerati sunt, causa erat, quia ex ordine Divino est quod omnes, quotcunque conservari possunt, conserventur, et hoc usque dum non amplius inter bonos esse possunt; quapropter omnes illi conservantur qui aemulari possunt vitam spiritualem in externis, ac illam sistere in vita morali sicut inibi foret, qualescunque sint quoad fidem et amorem in internis; tam quoque conservantur illi qui in sancto externo sunt, tametsi in nullo interno. Tales multi ex illa gente fuerunt, potuerunt enim pie cum vulgo loqui, sancte adorare Dominum, religiosum animis implantare, ac ducere ad cogitandum de caelo et inferno, ac tenere in bonis faciendis per praedicationem operum; inde potuerunt plures ducere ad vitam boni, ita in viam ad caelum; quapropter etiam multi ex illa religione salvati sunt, tametsi pauci ex ductoribus. Sunt enim hi, quales a Domino, intelliguntur per Pseudoprophetas, \"qui veniunt... in indumentis ovium, ac intus sunt lupi rapaces\" (Matth. vii. 15); per \"prophetas\" in sensu Verbi interno intelliguntur qui docent verum, et per id ducunt ad bonum; ac per \"pseudoprophetas,\" qui docent falsum, et per id seducunt. Sunt etiam sicut Scribae et Pharisaei, qui a Domino describuntur his verbis: \"In cathedra Mosis sedent...: omnia quae dicunt vobis ut servetis, servate et facite, sed secundum opera eorum ne facite; dicunt enim et non faciunt:... omnia opera sua faciunt ut ab hominibus spectentur praecludunt regnum caelorum hominibus, illi autem non introeunt:... exedunt domos viduarum, in speciem fundentes longas preces. \"Vae vobis... hypocritae;... mundatis exteriorem partem poculi et patinae, intus autem sunt plena rapina et iniquitate... mundate primum interius poculi et patinae, ut sit etiam exterius mundum,... similes estis sepulcris dealbatis, quae foris apparent speciosa, intus vero plena sunt ossibus mortuorum... sic... vos extra apparetis hominibus justi, intus vero pleni estis hypocrisi et iniquitate\" (Matth. xxiii. 1-34). Quod tolerati sint, etiam est causa, quia unusquisque post mortem retinet suum religiosum, quod in mundo imbuit; quapropter etiam immittitur in illud utprimum in alteram vitam venit; et religiosum apud hanc gentem implantatum est a talibus, qui praetulerunt ore et finxerunt gestu sanctum, et quoque impresserunt fidem, quod salvari possint per eos: inde quoque erat, quod tales non illis ablati sint, sed quod inter suos conservati. Primaria causa est, quod ab uno judicio ad alterum conserventur omnes, qui vitam similem spirituali in externis agunt, ac pium et sanctum sicut internum aemulantur, a quibus simplices possunt erudiri et duci; non enim ulterius spectant simplices fide et corde, quam ad externum et coram oculis apparens: inde est, quod tolerati sint omnes qui tales fuerunt a tempore inchoatae Ecclesiae Christianae usque ad diem judicii; quod ultimum judicium bis prius exstiterit, et nunc tertio, ostensum est supra; illi omnes sunt qui \"prius caelum\" constituerunt, et qui in Apocalypsi (cap. xx. 5, 6) intelliguntur per illos \"qui non ex prima resurrectione;\" sed quia illi tales fuerunt, ut supra descriptum est, ideo id caelum destructum est, et illi qui a secunda resurrectione ejecti. At sciendum est, quod solum illi conservati fuerint, qui se in vinculis teneri passi sunt per leges tam civiles quam spirituales, quoniam hi in societate simul esse potuerunt; verumtamen non conservati sunt illi, qui non per illas leges in vinculis teneri potuerunt; hi in infernum conjecti sunt longe ante diem ultimi judicii, nam societates continue purificatae et repurgatae sunt a talibus. Inde est, quod illi qui scelestam vitam egerunt, et ad mala facienda pellexerunt vulgus, et intraverunt in nefandas artes, quales sunt apud illos qui in infernis (de quibus in opere De Caelo et Inferno, n. 580,) ejecti sint e societatibus, et hoc per vices. Pariter etiam auferuntur e societatibus illi qui interius boni sunt, ne contaminentur ab illis qui interius mali; nam illi qui boni sunt, percipiunt interiora, et ideo non spectant ad exteriora, nisi quantum cum interioribus concordant: hi per vices ante judicium mittuntur ad loca instructionis (de quibus videatur in opere De Caelo et Inferno, n. 512-520), et inde auferuntur in caelum; hi enim sunt ex quibus \"novum caelum,\" et qui intelliguntur per illos qui \"a prima resurrectione\" sunt. Haec dicta sunt, ut sciatur cur tot ab illis, qui ex Pontificia religione fuerunt, usque ad diem ultimi judicii tolerati et conservati sunt: sed plura de eadem re dicentur in sequente articulo, ubi de \"priori caelo,\" quod transivit, agendum est. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 60"
    },
    {
      "section": 60,
      "title": "Paragraph 60",
      "text": "60. ((v.)) Quomodo destructi et habitationes eorum desertum factae sunt, velim hic paucis describere; pluribus in Explicatione super Apocalypsin. Quod Babylonia, de qua ibi agitur, destructa sit, nemo alius potest scire, quam qui vidit; et mihi datum est videre quomodo ultimum judicium super omnes, et in specie super illos qui e Babylonia fuerunt, factum et peractum est, quare descriptionem faciam; hoc mihi concessum est, imprimis ob causam, ut reveletur mundo, quod omnia, quae in Apocalypsi praedicta sunt, Divinitus inspirata sint, et quod sit Liber propheticus Verbi; nam nisi id revelaretur mundo, et simul sensus internus, qui est in singulis ibi, sicut in singulis Prophetarum Veteris Testamenti, potuisset ille Liber ob non intellectum rejici; quod secum id incredulum ferret, quod illa, quae ibi dicuntur, non mereantur fidem, immo quod non ultimum aliquod judicium venturum sit, in qua fide se confirmarent illi qui e Babylonia, prae aliis: hoc ne fiat, placuit Domino, me facere testem ocularem. Sed omnia, quae visa sunt de ultimo judicio super illos qui e Babylonia, seu de destructione Babyloniae, non possunt hic afferri, quia tam multa sunt, ut librum facerent; quapropter hic solum aliquot communia tradam, reservando particularia ad Explicationem super Apocalypsin. Quoniam Babylonica gens consedit et extensa fuit super plures tractus in orbe spirituali, et societates sibi formavit in omni plaga ibi (ut ostensum est supra, n. 58), velim singillatim describere quomodo destructi sunt in qualibet plaga. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 61"
    },
    {
      "section": 61,
      "title": "Paragraph 61",
      "text": "61. Post visitationem facta est destructio; nam visitatio semper praecedit. Visitatio est exploratio quales sunt, et quoque separatio bonorum a malis; ac boni inde auferuntur et mali relinquuntur. Illa peracta facti sunt ingentes motus terrae; ex quibus animadverterunt, quod ultimum judicium instaret; tremor etiam tunc occupavit omnes. Visi tunc illi qui in meridionali plaga habitabant, imprimis qui in magna urbe ibi (de qua supra, n. 58), quod discurrerent huc illuc, quidam ut proriperent se in fugam, quidam ut absconderent se in cryptis, quidam in cellis et foveis ubi thesauri eorum, quidam inde exportabant quicquid manibus obvenit: sed post terrae motus erupit ebullitio ab inferiori, quae evertit omnia quae in urbe et in circumjacente tractu: post ebullitionem venit vehemens ventus ab oriente, qui denudavit, concussit et evertit funditus omnia; et tunc omnes qui ibi erant ex omni loco et ex omni latebra educti sunt, et conjecti in mare, cujus aqua erat nigra; illi qui in id conjecti sunt erant ad plures myriades. Postea ex toto illo tractu abscendebat fumus, qualis post incendium, ac ultimo densus pulvis, qui per ventum orientalem delatus est ad mare, et superinstratus; in pulverem enim versa sunt thesauraria eorum, et omnia quae quia possidebant dixerunt sancta: quod pulvis ille superinstratus esset mari, erat quia talis pulvis significat damnatum. Ultimo visum est sicut nigrum volans super totum tractum illum, quod inspectum apparebat sicut draco; signum quod ex tota illa urbe magna et ex toto illo tractu, desertum factum sit: quod id visum sit, erat quia per \"dracones\" significantur falsa talis religionis, et per \"domicilium eorum\" significatur desertum post eversionem (Ut Jerem. ix. 11 (B.A. 12); cap. x. 22; cap. xlix. 33: Malach. i. 3). Visum etiam est, quod quidam haberent sicut lapidem molarem circum brachium sinistrum, quod erat repraesentativum quod e Verbo confirmaverint nefanda sua dogmata; \"lapis molaris\" significat talia: inde patuit quid in Apocalypsi per haec significatur: \"Angelus sustulit lapidem instar molae magnae, et projecit in mare, dicens, Ita cum impetu projicietur Babylon, urbs illa magna, nec amplius invenietur\" (xviii. 21). Illi autem, qui in synedrio erant, etiam in eadem plaga sed propius ad orientem, in quo consultabatur de modis amplificandi dominium, et de modis continendi populum in ignorantia et inde in caeca obedientia (de quo synedrio videatur supra, n. 58), illi non conjecti sunt in mare nigrum,, sed in voraginem quae se aperuit in longum et profundum sub illis et circum illos. Ita ultimum judicium peractum est super Babylonicos in plaga meridionali. Ultimum judicium autem super illos qui anterius in plaga occidentali, et super illos qui in plaga septentrionali, ubi etiam magna urbs, ita factum est. Post ingentes terrae motus, qui convulserunt omnia usque ad fundum (hi terrae motus sunt qui intelliguntur in Verbo, Matth. xxiv. 7; Luc. xxi. 11; ac similes Apoc. vi. 12; cap. viii. 5; cap. xi. 13; cap. xvi. 18; et in propheticis Veteris Testamenti; et non terrae motus in hac terra,) quae ibi erant, pergebat ventus orientalis a meridie per occidentem in septentrionem, ac denudabat omnem illam regionem; primum illam quae anterius in plaga occidentali erat, ubi sub terris habitabant qui in saeculis obscuris vixerunt, postea urbem magnam, quae extensa fuit ab illa plaga usque per septentrionem ad orientem, ex quibus denudatis apparuerunt omnia; sed quia ibi non tantae gazae erant, non visa est aliqua ebullitio et igneum sulphureum consumens thesauros, sed modo eversio et destructio, et dein exhalatio omnium in fumum; ventus enim orientalis pergebat eundo et redeundo, ac evertit et destruxit, et quoque abstulit. Monachi cum plebe educebantur ad plures myriades, et partim conjecti sunt in mare nigrum a latere ejus quod spectat occidentem, partim in hiatum magnum meridionalem (de quo supra), partim in voraginem occidentalem, et partim in inferna gentilium; nam qui e saeculis obscuris erant, quoad partem erant idololatrae similes gentilibus. Fumus etiam inde visus est ascendens, et pergens usque ad mare, et super id volans, et crustam inducens nigram; nam illa pars maris, quo conjecti sunt, incrustabatur pulvere et fumo, in quos fatiscebant habitationes et divitiae eorum; quare mare illud non amplius ad visum existit, sed loco ejus sicut solum nigrum, sub quo infernum eorum. Ultimum judicium super illos qui in plaga orientali super montibus habitabant (de quibus etiam videatur supra, n. 58), ita peractum est. Montes illi visi sunt subsidere in profundum, et omnes, qui super illis, deglutiti: ac visus est ille, quem super uno monte ibi posuerunt, quem proclamarunt pro deo, quod niger factus sit, et dein ignitus, et cum illis in infernum praeceps dejectus: monachi enim ex vario ordine, qui super illis montibus erant, illum dixerunt esse Deum, et se Christum; et ubicunque iverunt, secum tulerunt nefandam persuasionem quod Christus essent. Ultimo factum est judicium super illos qui remotius in plaga occidentali habitabant, et ibi super montibus, qui intellecti sunt per \"mulierem insidentem bestiae coccineae, cui septem capita quae septem montes\" (de qua etiam supra, n. 58, relatum est). Illorum montes etiam visi sunt; quidam aperti in medio, ubi ingens hiatus factus circumductus in spiram, et ii, qui super illis, in illum conjecti: quidam montes evulsi sunt funditus, et prorsus inversi, ut quod supremum ibi erat, imum factum sit; illi qui inde in planitiebus erant, inundati sunt sicut diluvio et obtecti; at qui apud eos ex aliis plagis erant, illi conjecti sunt in voragines. Sed haec quae nunc dicta sunt, pauca sunt ex omnibus quae vidi; plura dabuntur in Explicatione super Apocalypsin. Haec facta et peracta sunt in principio anni 1757. Quod voragines attinet, in quas conjecti sunt omnes praeter illos qui in mare nigrum, sunt plures: quatuor mihi detectae sunt; una magna in plaga meridionali ad orientem ibi; altera in plaga occidentali ad meridiem; tertia in plaga occidentali ad septentrionem ibi; quarta ulterius in angulo inter occidentem et septentrionem: voragines et mare sunt inferna eorum. Haec visa sunt, at praeter illa sunt plura alia, quae non visa; gentis enim Babylonicae inferna sunt distincta secundum varias profanationes spiritualium, quae sunt boni et veri ecclesiae. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 62"
    },
    {
      "section": 62,
      "title": "Paragraph 62",
      "text": "62. Ita nunc mundus spiritualis a talibus liberatus est; et ob liberationem ab illis gavisi sunt angeli, quoniam illi, qui ex Babylonia erant, omnes quotcunque potuerunt, infestabant ac seducebant, et ibi plus quam in mundo; nam astutiae illorum ibi maligniores sunt, quia tunc spiritus sunt, et in spiritu cujusvis se recondit omnis malitia; nam spiritus hominis est qui cogitat, vult, intendit et machinatur. Multi ex illis explorati sunt, ac inventi quod prorsus nihil crediderint, quodque insiderit animis eorum nefanda cupiditas seducendi, divites propter divitias, et pauperes propter dominium; et quod ob illum finem tenuerint omnes in densissima ignorantia, et sic praestruxerint viam ad lucem, ita ad caelum; nam via ad lucem et ad caelum praestruitur, cum cognitiones spiritualium obfunduntur per idololatrica, et cum Verbum adulteratur, infirmatur, et aufertur. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 63"
    },
    {
      "section": 63,
      "title": "Paragraph 63",
      "text": "63. ((vi.)) Quod conservati sint qui ex illis {1}in affectione veri ex bono fuerunt.- Illi ex Pontificia gente qui pie vixerunt, et fuerunt in bono, tametsi non in veris, et usque ex affectione desideraverunt scire vera, exempti sunt, et delati sunt in tractum quendam anterius in plaga occidentali juxta septentrionalem, et ibi datae illis sunt habitationes, ac institutae societates; et dein ad illos missi sunt sacerdotes ex Reformatis, qui instruerent illos ex Verbo, et sicut instruuntur acceptantur in caelum. @1 in affectione pro \"qui in affectione\"$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 64"
    },
    {
      "section": 64,
      "title": "Paragraph 64",
      "text": "64. ((vii.)) De statu illorum posthac qui inde ex terris veniunt. Quoniam nunc ultimum judicium peractum est, et per id a Domino omnia in ordinem redacta sunt, ac omnes qui interius boni fuerunt in caelum sublati sunt, et qui interius mali in infernum dejecti, non sinitur posthac sicut hactenus, ut consocientur infra caelum et supra infernum, nec ut commune habeant cum aliis; sed ut primum illuc veniunt, quod fit post cujusvis obitum, prorsus separentur, et post transactum tempus in mundo spirituum, in loca sua ferantur; quare illi qui sancta profanant, qui sunt qui vindicant sibi potestatem aperiendi et claudendi caelum, ac remittendi peccata, quae tamen solius Domini sunt, et qui bullas papales Verbo pares faciunt, et pro fine habent dominium, posthac feruntur illico in mare nigrum, vel in voragines ubi inferna profanatorum sunt. Sed dictum mihi est e caelo, quod illi qui tales sunt ex illo religioso, nihil spectent ad vitam post mortem, quia eam corde negant, sed solum ad vitam in mundo, et quod inde talem eorum sortem post obitum, quae tamen in aeternum mansura est, floccipendant, et ad illam, sicut ad rem nihili, rideant. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 65"
    },
    {
      "section": 65,
      "title": "Paragraph 65",
      "text": "65. (X.) DE PRIORE CAELO, ET EJUS ABOLITIONE. Dicitur in Apocalypsi, \"Vidi thronum... magnum, et Quendam insidentem, a Cujus aspectu fugit terra et caelum, quorum locus non inventus est\" (xx. {1}11). Et dein, \"Vidi caelum novum et terram novam; primum caelum et prima terra transiverant\" (xxi. 1). Quod per \"novum caelum et novam terram,\" et per transitionem \"prioris caeli et prioris terrae,\" non intellectum sit caelum aspectabile ac terra nostra habitata, sed caelum angelicum et ecclesia, ostensum est in articulo Primo supra, et quoque in sequentibus. Verbum enim in se est spirituale, et ideo de spiritualibus agit, ac spiritualia sunt quae sunt caeli et ecclesiae; haec in sensu litterae exponuntur per naturalia, quia naturalia inserviunt spiritualibus pro basi, ac Verbum absque tali basi non foret Divinum opus, quia non completum; naturale, quod est ultimum in ordine Divino, complet, et facit, interiora, quae sunt spiritualia et caelestia, ut super illo subsistant, sicut domus super suo fundamento. Nunc quia homo ex naturali et non ex spirituali cogitavit de illis quae sunt in Verbo, ideo per \"caelum et terram\" in illis locis, et quoque in aliis, non aliud intellexit quam caelum quod existit in mundo naturae, nec aliam terram: inde est, quod unusquisque exspectet transitionem et destructionem eorum, et tunc quoque creationem novorum: sed ne illa exspectentur in perpetuum, et quovis saeculo frustra, apertus est sensus spiritualis Verbi, ut sciatur quid intelligitur per plura in Verbo, quae ad intellectum non veniunt dummodo naturaliter de illis cogitatur, et simul quid per \"caelum et terram\" quae transibunt. @1 11 pro \"10\"$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 66"
    },
    {
      "section": 66,
      "title": "Paragraph 66",
      "text": "66. Sed antequam manifestatur, quid per \"primum caelum et primam terram\" intelligitur, sciendum est, quod per \"primum caelum\" non intelligatur caelum quod fuit cx illis qui facti sunt angeli a prima creatione hujus mundi ad hoc usque tempus, nam id caelum constans est et permanet in aeternum; omnes enim qui in caelum veniunt, sub tutela Domini sunt, et a Domino, qui semel receptus est, nullus evelli potest; sed per \"primum caelum\" intelligitur id quod conflatum ex aliis quam qui angeli facti sunt, et quoad plurimam partem ex illis qui non angeli fieri potuerunt; quinam illi fuerunt, et quales, in sequentibus dicetur: id caelum est de quo dicitur quod transierat. Id vocatur caelum, quia illi qui in eo fuerunt, in alto super petris et montibus consociati degerunt, et in jucundis naturalium similibus, sed usque in nullis spiritualibus; nam plerique, qui ex terris in mundum spiritualem veniunt, credunt in caelo esse cum in alto, et in caelesti gaudio cum in jucundis in qualibus fuerunt in mundo: inde est, quod id vocatum sit caelum, sed caelum primum quod transiret. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 67"
    },
    {
      "section": 67,
      "title": "Paragraph 67",
      "text": "67. Porro sciendum est, quod hoc caelum, quod vocatur \"primum,\" non fuerit ab aliquibus, qui ante adventum Domini in mundum vixerunt, sed omnes ab illis qui post adventum Ipsius; nam (ut supra n. 33-39 ostensum est,) in fine cujusvis ecclesiae fit ultimum judicium, et tunc abolitur prius caelum, et creatur seu formatur novum; a principio enim ad finem ecclesiae tolerati sunt omnes qui in morali vita externa, et qui in pio et sancto externo vixerunt, tametsi in nullo interno, modo interna quae sunt cogitationum et intentionum in vinculis teneri potuerint per leges societatis civiles et morales; sed in fine ecclesiae reteguntur interna, et tunc super illos fit judicium. Inde est quod ultimum judicium super habitatoribus hujus telluris bis prius factum sit, et nunc tertio (videatur supra, n. 46); ita quoque bis prius caelum cum terra transiverat, ac novum caelum cum nova terra creatum est; caelum enim et terra sunt ecclesia utrobivis (ut supra, n. 1-5 ostensum est). Inde patet, quod \"novum caelum\" et \"nova terra,\" quae memorantur apud prophetas Veteris Testamenti, non sint id \"novum caelum\" et \"nova terra\" quae memorantur in Apocalypsi, sed quod illa exstiterint a Domino cum fuit in mundo, et quod hoc nunc ab Ipso. De illis apud Prophetas Veteris Testamenti ita legitur, \"Ecce Ego creaturus sum caelum novum et terram novam, nec commemorabuntur priora\" (Esai. lxv. 17); et alibi, Caelum novum et terram novam facturus sum (Esai. lxvi. 22); praeter apud Danielem. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 68"
    },
    {
      "section": 68,
      "title": "Paragraph 68",
      "text": "68. Quia hic nunc agitur de primo caelo quod transivit, et nemo aliquid de eo scit, velim ordine describere, (i.) Primum caelum a quibus exstiterat; (ii.) Quale id fuit; (iii.) Quomodo transivit. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 69"
    },
    {
      "section": 69,
      "title": "Paragraph 69",
      "text": "69. ((i.)) Primum caelum a quibus exstiterat.- Primum caelum ab omnibus illis conflatum est, super quos ultimum judicium est factum; non enim factum est super illos qui in inferno, nec super illos qui in caelo, nec super illos qui in mundo spirituum, de quo mundo videatur in opere De Caelo et Inferno (n. 421-520);. et non super aliquo homine adhuc vivente: sed solum super illos, qui sibi instar caeli fecerunt, quorum plurima pars erat super montibus et petris: hi etiam sunt qui a Domino intellecti sunt per \"hircos,\" quos statuit a sinistro (Matth. xxv 32, 33, seq.). Inde constare potest, quod primum caelum exstiterit non modo a Christianis, sed etiam a Mahumedanis et Gentibus, quorum omnes formaverant sibi tales caelos in suis locis. Quales illi fuerunt, paucis dicetur. Fuerunt qui in sancto externo vixerunt in mundo, et usque in nullo sancto interno; et qui propter leges civiles et morales justi et sinceri fuerunt, et non propter leges Divinas, ita qui externi seu naturales homines fuerunt, ac non interni seu spirituales; et quoque qui in doctrinalibus ecclesiae, et docere potuerunt, tametsi non in vita secundum illa; tum qui in variis functionibus fuerunt, et usus fecerunt, sed non propter usus. Hi et horum similes ex omnibus in universo terrarum orbe, qui post adventum Domini vixerunt, \"primum caelum\" constituerunt. Hoc caelum ideo tale erat, qualis est mundus et ecclesia in terris ex illis qui non bonum agunt quia est bonum, sed quia timent leges ac jacturam famae, honoris et lucri: qui non ex alia origine agunt bonum, illi non timent Deum sed homines, nec conscientiam habent. In primo caelo, quod a Reformatis, multa pars erat, qui crediderunt salvari hominem per solam fidem, et non vitam fidei, quae est charitas, vixerunt; et qui amaverunt multum ab hominibus videri. Omnibus illis, dum consociati erant, interiora clausa fuerunt ut non patuerint, sed aperiebantur cum instaret ultimum judicium; et tunc compertum est, quod intus obsiderentur ab omnis generis malis et falsis, et quod contra Divinum essent, et quod actualiter in inferno: nam unusquisque post mortem statim alligatur similibus, boni similibus in caelo, mali autem similibus in inferno, sed non veniunt ad illos priusquam interiora reteguntur; interea consociari possunt illis qui eis similes sunt in externis. Sed sciendum est quod omnes qui interius boni fuerunt, ita qui spirituales, ab illis separati sint, et elevati in caelum; et quod omnes qui non modo interius sed etiam exterius mali fuerunt, etiam ab illis separati sint, et conjecti in infernum; et hoc a primo tempore post adventum Domini usque ad ultimum, quando judicium; ac relicti solum, ut societates inter se formarent, ex quibus primum caelum, qui tales fuerunt quales supra descripti sunt. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 70"
    },
    {
      "section": 70,
      "title": "Paragraph 70",
      "text": "70. Quod tales societates toleratae sint, seu tales caeli; sunt plures causae. Primaria est, quod per externum sanctum, et per externum sincerum et justum, conjuncti fuerint cum simplicibus bonis qui in ultimo caelo, et qui adhuc in mundo spirituum et nondum introducti in caelum fuerunt; nam in mundo spirituali communicatio omnium est et inde conjunctio cum similibus; ac simplices boni qui in ultimo caeli sunt, et qui in mundo spirituum, spectant imprimis ad externa, sed usque non interius mali sunt; quare si ab illis divellerentur ante tempus praestitutum, pateretur caelum in suis ultimis, et tamen ultimum est super quo superius caelum sicut super sua basi subsistit. Quod illa causa fuerit quod tolerati sint usque ad ultimum tempus, docet Dominus his verbis: \"Accedentes servi Patrisfamilias dixerunt ei,... Nonne bonum semen seminasti in agro tuo? unde ergo sunt zizania?... Et dixerunt, Vis ergo abeamus et colligamus ea? At ille dixit, Non, ne colligendo zizania eradicetis simul cum eis triticum; sinite itaque utraque simul crescere usque ad messem, et tempore messis dicam messoribus, Colligite primum zizania, et ligate ea in fasciculos ad comburendum; triticum vero colligite in horrea... Qui seminavit bonum semen est Filius hominis; ager... est mundus; semen... bonum sunt filii regni, zizania... filii mali;... messis est consummatio saeculi:... sicut ergo colliguntur zizania, et comburuntur igne, sic erit in consummatione saeculi hujus\" (Matth. xiii. 27-30, 37-42); \"consummatio saeculi hujus\" est ultimum tempus ecclesiae; \"zizania\" sunt qui interius mali sunt; \"triticum\" qui interius boni; \"collectio illorum et ligatio in fasciculos ad comburendum\" est ultimum judicium.{1} Simile intelligitur in eodem capite per parabolam Domini de Piscibus ex omni genere congregatis, ac bonis injectis in vasa, malis autem ejectis foras, de quibus etiam dicitur, \"Sic erit in consummatione saeculi; exibunt angeli, et separabunt malos e medio justorum\" (vers. 47-49): comparantur piscibus, quia per \"pisces\" in Verbi sensu spirituali, significantur naturales et externi, tam boni quam mali; quid per \"justos\" videatur infra lineam.{2} (EX ARCANIS CAELESTIBUS) @1 Quod \"manipuli\" in Verbo significent dispositiones verorum et falsorum apud hominem in series, ita quoque hominum in quibus vera et falsa (n. 4686, 4687, 5339. 5530, 7408, 10303). Quod \"Filius hominis\" sit Dominus quoad Divinum Verum (n. 1729, 1733, 2159, 2628, 2803, 2813, 3255(? 3373), 3704, 7499, 8897, 5087(? 9807)). Quod \"filii\" sint affectiones veri ex bono (n. 489, 491, 533, 2623, 3373, 4257, 8649, 9807): ita \"filii regni\" sunt qui in affectionibus veri ex bono, et \"filii mali\" qui in affectionibus falsi ex malo; unde hi dicuntur \"zizania,\" et illi \"semen bonum,\" nam per \"zizania\" significatur falsum ex malo, et per \"semen bonum\" verum ex bono; quod \"semen agri\" sit verum ex bono apud hominem a Domino (n. 1940, 3038, 3310, 3373, 10248, 10249). Quod \"semen\" in opposito sensu sit falsum ex malo (n. 10248)(? 10249)). Quod etiam \"semen agri\" sit nutritio mentis per Divinum Verum ex Verbo, et quod \"seminare\" sit instruere (n. 6158, 9272). Quod \"consummatio saeculi\" sit ultimum tempus ecclesiae (n. 4535, 10622).$ @2 Quod per \"pisces\" in Verbi sensu spirituali significentur scientifica quae naturalis seu externi hominis, et inde quoque naturales seu externi, tam mali quam boni (n. 40,991). Quod animalia omnis generis correspondeant talibus quae apud hominem (n. 45, 46, 246, 714, 716, 719, 2179, 2180, 3519, 9280, 10609). Quod \"justi\" in Verbo dicantur, quibus addicatur justitia et meritum Domini, \"injusti\" autem quibus justitia propria et meritum sui (n. 3648(? 9486), 5069, 9263).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 71"
    },
    {
      "section": 71,
      "title": "Paragraph 71",
      "text": "71. ((ii.)) Quale Primum Caelum fuit, ex illis quae supra nunc dicta sunt concludi potest; tum ex eo quod illi, qui non spirituales sunt per agnitionem Divini, vitam boni, et affectionem veri, et usque ut spirituales apparent per sanctum externum, per sermocinationes de Divinis, et per sinceritates propter se et mundum, dum relicti internis suis, ruant in nefaria secundum libidines suas; nihil enim detinet, non timor Dei, non fides, non conscientia; inde erat, quod utprimum illi, qui in primo caelo erant, immissi sunt in interiora sua, apparuerint conjuncti infernis. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 72"
    },
    {
      "section": 72,
      "title": "Paragraph 72",
      "text": "72. ((iii.)) Quomodo Primum Caelum transivit, descriptum est prius, ubi de ultimo judicio super Mahumedanos et super Gentes (n. 50, 51), et super Pontificios (n. 61-63), actum est; quoniam illi etiam in suis locis primum caelum constituerunt: superest ut aliquid dicatur de ultimo judicio super Reformatos, qui etiam Protestantes et Evangelici vocantur, seu quomodo primum caelum ex illis compositum transivit; nam, ut supra dictum est, non super alios factum est judicium, quam super illos ex quibus erat primum caelum. Hi postquam visitati sunt, ac immissi in interiora sua, partiti sunt et divisi in classes secundum mala et inde falsa et secundum falsa et inde mala, et conjecti in inferna amoribus eorum correspondentia. Inferna eorum erant ab omni latere circum medium; nam in medio fuerunt Reformati, circum illos Pontificii, et circum hos Mahumedani, et in ultimo ambitu Gentes (videatur supra n. 48). Illi qui non in inferna, ejecti sunt in deserta: quidam autem demissi erant in planities in plaga meridionali et septentrionali, ut societates formarent, ac instruerentur et praepararentur ad caelum: hi sunt qui conservati. Sed quomodo omnia haec peracta sunt, hic in specie describi non potest, judicium enim super illos diutius perstitit, et factum est successive per vices; et quia tunc multa memoratu digna visa et audita sunt, velim illa in suo ordine sistere in Explicatione super Apocalypsin. This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 73"
    },
    {
      "section": 73,
      "title": "Paragraph 73",
      "text": "73. (XI.) DE STATU MUNDI ET ECCLESIAE POSTHAC. Status mundi posthac prorsus similis erit qualis fuerat hactenus; nam magna illa mutatio, quae facta est in mundo spirituali, non inducit aliquam mutationem mundo naturali quoad externam formam; quare aeque posthac erunt civilia ut prius, erunt paces, foedera, et bella, ut prius, et cetera quae sunt societatum in genere et in specie. Quod Dominus dixerit quod ultimis temporibus, Erunt bella, ac tunc insurget gens contra gentem, et regnum contra regnum, et erunt fames, pestes, et terrae motus singulis locis (Matth. 6, 7), non significat talia in naturali mundo, sed correspondentia in spirituali; Verbum enim in propheticis non agit de regnis in terra, nec de gentibus ibi, ita nec de bellis eorum, et quoque non de fame, peste, et terrae motibus ibi, sed de talibus quae eis correspondent in spirituali mundo, quae qualia sunt, explicatum est in Arcanis Caelestibus, ex quibus Collecta videantur sub linea.{1} Quod autem statum ecclesiae attinet, ille est qui non erit similis posthac; similis quidem quoad externam apparentiam, sed dissimilis quoad internam quoad externam apparentiam erunt ecclesiae divisae ut prius, doctrinae earum docebuntur ut prius, similiter religiosa apud Gentes; sed homo ecclesiae erit posthac In liberiori statu cogitandi de rebus fidei, ita de spiritualibus quae sunt caeli, quia liberum spirituale restitutum est, omnia enim nunc in ordinem redacta sunt in caelis et in infernis, et inde influit omnis cogitatio de Divinis et contra Divina; cum Divinis e caelis, et contra Divina ex infernis; sed hanc status mutationem homo nec in se animadvertet, quoniam non reflectit super id, nec scit aliquid de libero spirituali, nec de influxu; verumtamen in caelo id percipitur, et quoque ab ipso homine post mortem ejus. Quia homini liberum spirituale restitutum est, ideo sensus spiritualis Verbi nunc detectus est, ac per id Divina vera interiora revelata sunt; illa enim homo in priori statu non intellecturus esset, et qui intellecturus, is profanaturus. Quod homini liberum sit per aequilibrium inter caelum et infernum, et quod homo non nisi quam in libero reformari possit, videatur in opere De Caelo et Inferno (n."
    },
    {
      "section": 597,
      "title": "Paragraph 597",
      "text": "597 ad finem). (EX ARCANIS CAELESTIBUS) @1 Quod \"bella\" in Verbo significent pugnas spirituales (n. 1659, 1664, 8295, 10455). Quod inde omnia \"arma belli\" aliquid pugnae spiritualis significent, sicut \"arcus,\" \"gladius,\" \"clipeus\" (n. 1788, 2686). Quod \"regna\" significent ecclesias quoad vera et quoad falsa (n. 1672, 2547). Quod \"gentes\" significent illos ibi qui in bonis et qui in malis (n. 1059, 1159, 1205, 1258, 1260, 1416, 1849, 4574, 6005, 6306, 7830(? 6858), 8054, 8317, 9320, 9327). Quod \"fames\" significet defectum cognitionum boni et veri (n. 1460, 3364, 5277, 5279, 5281, 5300, 5360, 5376, 5893): quod etiam desolationem ecclesiae (n. 5279, 5415, 5576, 6110, 6144, 7102). Quod \"pestis\" significet vastationem et consummationem boni et veri (n. 7102, 7505, 7507, 7511). Quod \"terrae motus\" significent mutationes status ecclesiae (n. 3355).$ This page is part of © 2000-2001 The Academy of the New Church Last Judgment (Chadwick) n. 74"
    },
    {
      "section": 74,
      "title": "Paragraph 74",
      "text": "74. Locutus sum cum angelis varia de statu ecclesiae posthac; qui dixerunt quod ventura non sciant, quia ventura scire est solius Domini; sed quod sciant, quod id servum et captivum, in quo fuit homo ecclesiae antehac, sublatum sit, et quod nunc ex libero restituto melius percipere possit vera interiora, si vult percipere, et sic interior fieri, si vult fieri; sed quod usque exilem spem habeant de hominibus Ecclesiae Christianae, ast multam de aliqua Gente ab orbe Christiano dissita et ab infestatoribus inde remota, quae talis est ut lucem spiritualem possit recipere, ac caelestis spiritualis homo fieri; et dixerunt, quod hodie revelentur apud illam Gentem Divina vera interiora, et quoque recipiantur spirituali fide, hoc est, vita et corde, et quod Dominum adorent. This page is part of © 2000-2001 The Academy of the New Church"
    }
  ]
}