{
  "id": "lord_latin",
  "title": "Lord Latin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "Doc. of Lord (Potts) n. 1"
    },
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "1. DOCTRINA NOVAE HIEROSOLYMAE DE DOMINO. (I.) QUOD UNIVERSA SCRIPTURA SACRA SIT DE DOMINO; ET QUOD DOMINUS SIT VERBUM. Legitur apud Johannem, \"In principio erat Verbum, et Verbum erat apud Deum, et Deus erat Verbum: hoc erat in principio apud Deum. Omnia per Ipsum facta sunt, et sine Ipso factum est nihil quod factum est. In Ipso vita erat, et vita erat lux hominum: et lux in tenebris apparet, sed tenebrae illam non comprehenderunt... Ceterum Verbum Caro factum est, et habitavit inter nos, et vidimus gloriam Ipsius, gloriam sicut Unigeniti a Patre; plenus gratia et veritate (i. 1-5, 14). Apud eundem, \"Lux venit in mundum, sed dilexerunt homines magis tenebras quam lucem; erant enim opera eorum mala\" (iii. 19). Et alibi apud eundem, \"Quousque lucem habetis, credite in lucem, ut filii lucis sitis. ...Ego Lux in mundum veni, ut omnis qui credit in Me, in tenebris non maneat\" (xii. 36, 46). Ex his patet quod Dominus sit ab aeterno Deus, et quod Ipse ille Dominus sit, qui natus est in mundo; dicitur enim, \"Verbum erat apud Deum, et Deus erat Verbum;\" tum, \"sine Ipso factum est nihil quod factum est:\" et postea, quod \"Verbum Caro factum sit,\" et viderint Ipsum. Quod Dominus dicatur Verbum, parum in ecclesia intelligitur; sed dicitur Verbum, quia \"Verbum\" significat Divinum Verum seu Divinam Sapientiam, et Dominus est ipsum Divinum Verum seu ipsa Divina Sapientia; quare etiam vocatur Lux, de qua etiam dicitur quod \"in mundum venerit.\" Quia Divina Sapientia et Divinus Amor unum faciunt, et in Domino unum ab aeterno fuerant, ideo etiam dicitur, \"In Ipso vita erat, et vita erat lux hominum;\" \"vita\" est Divinus Amor, et \"lux\" est Divina Sapientia. Hoc unum est, quod intelligitur per quod \"in principio esset Verbum apud Deum,\" et quod \"Deus esset Verbum;\" \"apud Deum\" est in Deo, nam sapientia est in amore, et amor in sapientia: similiter alibi apud Johannem, \"Glorifica Me, Tu Pater, apud Te Ipsum, gloria quam habui, antequam mundus esset, apud Te\" (xvii. 5); \"apud Te Ipsum\" est in Te Ipso; quare etiam dicitur, \"Et Deus erat Verbum;\" et alibi, quod Dominus sit in Patre et Pater in Ipso, tum quod Pater et Ipse unum sint. Nunc quia Verbum est Divina Sapientia Divini Amoris, sequitur quod sit Ipse Jehovah, ita Dominus, a quo omnia facta sunt quae facta; nam ex Divino Amore per Divinam Sapientiam omnia creata sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 2"
    },
    {
      "section": 2,
      "title": "Paragraph 2",
      "text": "2. Quod sit idem Verbum quod manifestatum est per Mosen et Prophetas, et per Evangelistas, quod hic in specie intelligitur, manifeste constare potest ex eo, quod illud sit ipsum Divinum Verum ex quo omnis sapientia est angelis, et intelligentia spiritualis hominibus; est enim idem hoc Verbum quod est apud homines in mundo, etiam apud angelos in caelis, at in mundo apud homines est illud naturale, in caelis autem est spirituale: et quia est Divinum Verum, est etiam Divinum procedens; et hoc non modo est a Domino, sed etiam est Ipse Dominus. Quia illud est Ipse Dominus, ideo omnia et singula Verbi de solo Ipso scripta sunt; ab Esaia usque ad Malachiam non datur aliquid quod non de Domino, aut in opposito sensu contra Dominum. [2] Quod ita sit, nemo adhuc viderat, sed usque omnis id videre potest, modo id scit, et dum legit, id cogitat, ac insuper scit quod in Verbo non modo sit sensus naturalis sed etiam spiritualis, et quod in hoc sensu per nomina personarum et locorum significetur aliquid Domini, et inde aliquid caeli et ecclesiae ab Ipso, aut aliquod oppositum. Quoniam omnia et singula Verbi de Domino sunt, et Verbum est Dominus quia est Divinum Verum, patet cur dicitur, \"Et Verbum Caro factum est, et habitavit inter nos, et vidimus gloriam Ipsius:\" tum cur dicitur, \"Quousque Lucem habetis, credite in lucem, ut filii lucis sitis:.... Ego Lux in mundum veni; qui credit in Me, in tenebris non manet;\" \"lux\" est Divinum Verum, ita Verbum. Propter hoc, omnis, etiam hodie, qui Dominum solum adit, dum legit Verbum, et orat ad Ipsum, illustratur in eo. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 3"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "3. Paucis hic etiam dicetur quid de Domino apud omnes Prophetas Veteris Testamenti, ab Esaia usque ad Malachiam in genere et in specie agitur:- (i.) Quod Dominus in mundum venerit in plenitudine temporum, quae erat quando Ipse non amplius a Judaeis cognoscebatur, et ex eo quando non aliquid ecclesiae supererat; et nisi tunc Dominus in mundum venisset et Se revelavisset, homo morte aeterna periisset: dicit Ipse apud Johannem, \"Nisi credideritis quod Ego sim, moriemini in peccatis vestris\" (viii. 24). (ii.) Quod Dominus in mundum venerit ut ultimum judicium faceret, et per id inferna tunc dominantia subjugaret; quod factum est per pugnas, seu per tentationes in humanum suum a Matre, admissas, et per continuas tunc victorias: quae nisi subjugata fuissent, nullus homo potuisset salvari. (iii.) Quod Dominus in mundum venerit ut glorificaret Humanum, hoc est, uniret illud Divino, quod in Ipso ex conceptione erat. (iv.) Quod Dominus in mundum venerit ut novam ecclesiam instauraret, quae Ipsum agnosceret Redemptorem et Salvatorem, ac per amorem et fidem in Ipsum redimeretur et salvaretur. (v.) Quod simul tunc ordinaret caelum, ut unum faceret cum ecclesia. (vi.) Quod passio crucis fuerit ultima pugna seu tentatio, per quam plene vicit inferna, et plene glorificavit Humanum suum. Quod Verbum non de aliis rebus agat, videbitur in sequente opusculo De Scriptura Sacra. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 4"
    },
    {
      "section": 4,
      "title": "Paragraph 4",
      "text": "4. Ad confirmandum quod ita sit, velim in primo hoc articulo solum adducere loca e Verbo, ubi dicitur \"dies ille,\" \"in die illo,\" \"inque tempore illo;\" in quibus per \"diem\" et per \"tempus\" intelligitur Adventus Domini:- Apud Esaiam, \"Fiet in posteritate dierum, stabilis erit mons Jehovae in capite montium.\" \"Exaltabitur Jehovah solus in die illo.\" \"Dies Jehovae Zebaoth super omnem magnificum et altum.\" \"In die illo projiciet homo idola argenti et auri sui\" (cap. ii. 2, 11, 12, 20). \"In die illo removebit Dominus Jehovih ornatum\" (cap. iii. 18). \"In die illo erit germen Jehovae in decus et gloriam\" (cap. iv. 2). \"Fremet contra eum in die illo,... ac despiciet in terram, quae ecce tenebrae, anxietas, et lux obtenebrescet in ruinis\" (cap. v. 30). \"Fiet in die illo, sibilabit Jehovah muscae in extremitate fluviorum Aegypti.\" \"In die illo detondebit Dominus... in transitibus fluvii.\" \"In die illo vivificabit.\" \"Erit in die illo omnis locus... in senticetum et vepretum\" (cap. vii, 18, 20, 21, 23). \"Quid facietis in die visitationis,... qui veniet?\" \"In die illo\"... Israel\" innitetur Jehovae, Sancto Israelis in veritate\" (cap. x. 3, 20). \"Fiet in die illo. radicem Jischaji, quae stans in signum populorum,... gentes quaerent: et erit quies Ipsius gloria.\" \"Imprimis in die illo Dominus... requiret reliquias populi sui\" (cap. xi. 10, 11). \"Dices in die illo, Confitebor tibi Jehovah.\" \"Dicetis in die illo, Confitemini Jehovae, invocate nomen Ipsius\" (cap. xii. 1, 4). \"Propinquus est dies Jehovae, sicut devastatio a Schaddai veniet.\" \"Ecce dies Jehovae venit crudelis, et indignationis, et excandescencentiae, et irae.\" \"Commovebo caelum, et trepidabit terra e loco suo, in die excandescentiae irae Ipsius.\" \"Propinquum est tempus Ipsius, et veniet(? ut veniat), et dies... non extrahentur\" (cap. xiii. 6, 9, 13, 22). \"Fiet in die illo, atteretur gloria Jacobi.\" \"In die illo respiciet homo ad Factorem suum, et oculi... ad Sanctum Israelis.\" \"In die illo erunt urbes refugii... in derelicta silvae\" (cap. xvii. 4, 7, 9). \"In die illo erunt quinque civitates in terra Aegypti, loquentes labia Canaanis.\" \"In die illo erit altare Jehovae in medio... Aegypti, (et cognoscent Aegyptii Jehovam in die illo...,).\" \"In die illo erit semita ex Aegypto in Aschurem, et... (in die illo) Israel erit... in medio terrae\" (cap. {1}xix. 18, 19, 21, 23, 24). \"Dicet habitator insulae... in die illo, Ecce... exspectatio nostra\" ((cap. xx.6)). \"Dies tumultus, et conculcationis, et perplexitatis, Domino Jehovih Zebaoth\" (cap. xxii. 5, {2}12). \"In die illo visitabit Jehovah super exercitum altitudinis..., et super reges terrae.\" \"Post multitudinem dierum visitabuntur; tunc erubescet luna, et pudefiet sol\" (cap. xxiv. 21, (22,) 23). {3}Jehovah \"dicet in die illo, Ecce Deus noster hic, quem exspectavimus, ut liberet nos\" (cap. xxv. 9). \"In die illo cantabitur canticum hoc in terra {4}Jehudae, Urbs valida nobis\" (cap. {5}xxvi. 1). \"In die illo visitabit Jehovah gladio suo.\" \"In die illo respondete illi, Vinea meri\" (cap. xxvii, 1, 2, 12, 13). \"In die illo erit Jehovah Zebaoth in coronam ornatus et in cidarim\" (cap. xxviii. 5). \"Tunc audient in die illo surdi verba Libri,... eque tenebris oculi caecorum videbunt\" (cap. xxix. 18). \"Erunt... ductus aquarum in die caedis magnae, cum cadent turres, et ...lux lunae sicut lux solis,... in die quo obligabit Jehovah fracturam populi sui\" (cap. xxx. 25, 26). \"In die illo rejicient vir idola argenti... et auri sui\" (cap. xxxi. 7). \"Dies vindictae Jehovae, annus retributionum Ipsius \" (cap. xxxiv. 8). \"Venient tibi duo illa... in uno die, orbitas et viduitas\" (cap. xlvii. 9). \"Cognoscet populus meus nomen meum, et in die illo... Ego Ille, qui loquens, Ecce Me\" (cap. lii. 6). \"Unxit Jehovah Me,... ad proclamandum annum beneplaciti Jehovae et diem vindictae Deo nostro, ad consolandum omnes lugentes\" (cap. lxi. 1, 2). \"Dies vindictae in corde meo, et annus redemptorum meorum venit\" (cap. lxiii. 4). Apud Jeremiam, \"In diebus illis... non {6}dicetis amplius, Arca foederis Jehovae.\" \"In tempore illo vocabunt Hierosolymam thronum Jehovae.\" \"In diebus illis ibunt domus Jehudae ad domum Israelis\" (cap. iii. 16, 17, 18). \"In die illo... peribit cor regis, et cor principum, et obstupescent sacerdotes et prophetae (admirabuntur)\" (cap. iv. 9). \"Ecce dies venientes,... quibus in vastitatem evadet terra\" (cap. vii 32(, 34)). \"Cadent inter cadentes in {7}die visitationis eorum\" (cap. viii. 12). \"Ecce dies venientes,... visitabo omnem circumcisum in praeputio\" (cap. ix. 24). \"In tempore visitationis eorum peribunt\" (cap. x. {8}15). \"Reliquiae non erunt eis, adducam malum super\" illos \"anno visitationis illorum\" (cap. xi. {9}23). \"Ecce dies venientes,... quibus non dicetur amplius... (cap. xvi. 14). \"Cervice et non faciebus respiciam eos in die exitii illorum\" (cap. xviii. 17). \"Ecce dies venientes,... quibus dabo locum hunc in devastationem (cap. xix. 6(, 8)). \"Ecce dies venientes,... quibus suscitabo Davidi germen justum, qui regnet Rex.\" \"In diebus illis salvabitur Jehudah, et Israel habitabit secure.\" \"Quare ecce dies venientes,... quibus non dicent amplius...\" \"Adducam super illos malum anno visitationis illorum. \"In extremitate dierum intelligetis intelligentiam\" (cap. xxiii. 5, 6, 7, 12, 20). \"Ecce dies venientes,... quibus conversurus.\" \"Heu... magnus dies hic, et non erit sicut ille.\" \"Fiet in die illo,... frangam jugum,... et vincula... avellam\" (cap. xxx. 3, 7, 8). \"Dies erit, quo clamabant custodes in monte Ephraim, Surgite,... ascendamus Sionem, ad Jehovam Deum nostrum.\" \"Ecce dies venientes,... quibus pangam..., foedus novum.\" \"Ecce dies venientes,... quibus aedificabitur urbs Jehovae\" (cap. xxxi. 6, 27, 31, 38). \"Dies venientes,... quibus stabiliam verbum bonum.\" \"In diebus illis, et in tempore illo germinare faciam Davidi germen justum.\" \"In diebus illis salvabitur Jehudah\" (cap. xxxiii. 14, 15, 16). \"Adducam verba... contra urbem hanc in malum... in die illo. Te autem eripiam in die illo\" (cap. xxxix. 16, 17). \"Dies ille Domino Jehovih Zebaoth dies ultionis, vindictam sumet de hostibus suis.\" \"Dies exitii... venit super eos, tempus visitationis eorum\" (cap. xlvi. 10, 21). \"Propter diem venientem ad vastandum\" (cap. xlvii. 4). \"Adducam super illum... annum visitationis.\" \"Reducam tamen captivitatem ejus in extremitate dierum\" (cap. xlviii. 44, 47). \"Exitium adducam. super eos tempore visitationis eorum.\" \"Cadent juvenes ejus in plateis, et omnes viri belli exscindentur in die illo.\" \"In extremitate dierum reducam captivitatem\" illorum (cap. xlix. 8, 26, 39). \"In diebus illis et in tempore illo... venient filii Israelis... et filii Jehudae simul,... et Jehovam Deum suum quaerent.\" \"In diebus illis et in tempore illo... quaeretur iniquitas Israelis, et non illa.\" \"Vae illis, quia venit dies illorum, tempus visitationis illorum\" (cap. l. 4, 20, 27, 31). \"Vanitas illa, opus errorum, in tempore visitationis illorum peribunt\" (cap. li. 18). Apud Ezechielem, \"Finis venit, venit finis,... venit mane super te,... venit tempus, propinquus est dies tumultus.\" \"Ecce dies, ecce venit, exivit mane, effloruit virga, germinavit violentia.\" \"Advenit dies, advenit tempus... super omni multitudine ejus.\" \"Non argentum et aurum eripient illos in die irae Jehovae\" (cap. vii. 6, 7, 10, 12, 19). Dicebant de Propheta, \"Visio quam ille videns, fiet post dies multos; in tempora longinqua ille prophetans\" (cap. xii. 27). \"Non stabunt in bello in die\" irae \"Jehovae\" (cap. xiii. 5). \"Tu confossus impius, princeps Israelis, cujus venit dies, in tempore iniquitatis finis\" (cap. xxi. 30, 34 (B.A 25, 29)). \"Urbs effundens sanguinem in medio {10}sui, ut veniat tempus ejus; et appropinquare fecisti dies, ut venias ad {11}annos tuos\" (cap. xxii. 3, 4). \"Nonne in die, quo abstulero ab iis robur?\" \"In die illo veniet ereptus ad te ad informationem aurium.\" \"In die illo aperietur os tuum cum erepto (cap. xxiv 25, 26, 27). \"In die illo crescere faciam cornu domui Israelis\" (cap. xxix 21). \"Ejulate, heu diem, nam propinquus dies Jehovae, propinquus dies Jehovae, dies nubis, tempus gentium erit.\" \"In die illo exibunt nuntii a Me\" (cap. xxx. 2, 3, 9). \"In die quo descensurus es in infernum\" (cap. xxxi. 15). \"Ego quaeram gregem meum,... in die quo erit in medio gregis\" tui,... et eripiam eos ex omnibus locis quo dispersi {12}fuerunt, in die nubis et caliginis\" (cap. xxxiv. 11, 12). \"In die, quo mundavero vos ab omnibus iniquitatibus vestris\" (cap. xxxvi. 33). \"Propheta et dic, Nonne in die illo, quo sedebit populus meus Israel secure, cognosces?\" \"In posteritate dierum deducam te in terram meam.\" \"In die illo, in die quo veniet Gog super terram.\" \"In zelo meo, in {13}igne indignationis meae, si non in die hoc fuerit terrae motus magnus super terra Israelis\" (cap. xxxviii. 14, 16, 18, 19). \"Ecce venit,... hic dies de quo locutus sum.\" \"Fiet in die illo, dabo Gogo locum sepulcro in terra Israelis;... ut cognoscat domus Israelis, quod Ego Jehovah Deus illorum ex die illo et deinceps (cap. xxxix. 8, 11, {14}22). Apud Danielem, \"Deus in caelis revelavit arcana,... quid futurum in posteritate dierum\" (cap. ii. 28). \"Tempus advenit, ut regnum confirmarent sancti\" (cap. vii. 22). \"Attende,... quia ad tempus finis visio.\" \"Dixit, Ecce ego notum faciam tibi, quod futurum in extremitate irae, quia ad statum tempus finis.\" \"Visio vesperae et mane... veritas est; tu... reconde visionem, quia in dies multos\" (cap. viii. 17, 19, 26). \"Veni ad faciendum te intelligere, quid obveniet populo tuo in extremitate dierum, quia adhuc visio in dies\" (cap. x. 14, 15). \"Intelligentes... probabuntur ad purgandum et mundandum, usque ad tempus finis, nam adhuc ad statum tempus\" (cap. xi. 35). \"In tempore illo surget Michael princeps magnus, qui stat pro filiis populi tui, et erit tempus angustiae, quale non fuit, ex quo gens. In tempore hoc tamen eripietur populus tuus, omnis qui invenietur scriptus in libro\" (cap. xii. 1). \"Tu, Daniel, occlude verba, et obsigna librum usque ad tempus finis.\" \"A tempore vero, quo removebitur juge, et dabitur abominatio devastans, dies mille ducenti nonaginta.\" \"Surges in sortem tuam sub finem dierum\" (cap. {15}xii. 4, 9, 11, 13). Apud Hoscheam, \"Finem faciam regni domus Israelis.\" \"In die illo frangam arcum Israelis.\" \"Magnus dies {16}Israelis\" (cap. i. (4,) 5, 11). \"In die illo... vocabis, Marite mi.\" \"Feriam illis foedus in die illo.\" \"in die illo exaudiam\" (cap. ii. 16, 18, 21). \"Revertentur filii Israelis, et quaerent Jehovam Deum..., et Davidem regem suum,... in, extremitate dierum\" (cap. iii. 5). \"Ecce in diebus illis, et in tempore illo, quibus reducam\" (cap. iv. 1(? Joel iv. (B.A. iii.) 1)); \"Ite et revertamur ad Jehovam,... vivificabit nos post biduum, et in die tertio eriget nos, et vivemus coram Ipso\" (cap. vi. 1, 2). \"Venerunt dies visitationis, venerunt dies retributionis\" (cap. ix. 7), Apud Joelem, \"Heu dies, quia propinquus dies Jehovae, et sicut devastatio a Schaddai veniet\" (cap. i. 15). \"Venit dies Jehovae, propinquus dies tenebrarum et caliginis, dies nubis et obscuritatis. Magnus dies Jehovae et terribilis valde, et quis sustinebit illum?\" (cap. ii. 1, 2, 11.) \"Super servos et ancillas in diebus illis effundam spiritum meum.\" \"Sol vertetur in tenebras, et luna in sanguinem, antequam venit dies Jehovae magnus et terribilis\" (cap. iii. 2, 4 (B.A. ii. 29, 31)). \"In diebus illis, et in tempore illo.... congregabo omnes gentes. Propinquus est dies Jehovae.\" \"Fiet in die illo stillabunt montes mustum\" (cap. iv. (B.A. iii.) 1, (2,) 14, 18). Apud Obadiam, \"In die illo... perdam sapientes ex Edomo.\" \"Ne laeteris super\" illis \"in die interitus eorum,... In die angustiae eorum.\" \"Propinquus namque dies Jehovae super omnes gentes\" (vers. 8, 12, 13, 14, 15). Apud Amosum, \"Fortis corde... fugiet nudus in die illo\" (cap. ii. 16). \"In die quo visitaturus praevaricationes Israelis super illum\" (cap. iii. 14). \"Vae desiderantibus diem Jehovae. Quid vobis dies Jehovae? ille tenebrarum et non lucis.\" \"Nonne tenebrae erit dies Jehovae, et non lux? et caligo, non autem splendor illi?\" (cap. v. 13, 18, 20.) \"Ejulabunt cantica templi in die illo.\" \"In die illo... occidere faciam solem in meridie; et obtenebrabo terram in die lucis.\" \"In die illo deficient virgines pulchrae et juvenes siti\" (cap. viii. 3, 9, 13). \"In die illo erigam tentorium Davidis collapsum.\" \"Ecce dies venientes... ut stillent montes mustum\" (cap. ix. 11, {17}13). Apud Micham, \"In die illo... lamentabitur,... vastando vastati sumus\" (cap. ii. 4). \"In extremitate dierum erit mons domus Jehovae constitutus in caput montium.\" \"In die... colligam claudum\" (cap. iv. 1, 6). \"In illo die... exscindam equos tuos... et currus tuos\" (cap. v. 9 (B.A. 10)). \"Dies speculatorum tuorum, visitatio tua venit.\" \"Dies adest ad aedificandum macerias.\" \"Dies hic usque ad te veniet\" (cap. vii. {18}4, 11, 12). Apud Habakuk, \"Adhuc visio in tempus constitutum, et effatur in finem;... si morabitur, exspecta {19}illud quia veniendo veniet, nec procrastinabitur\" (cap. ii. 3). \"Jehovah,... in medio annorum fac opus tuum: in medio annorum notum facias;... Deus veniet\" (cap. iii. 2(, 3)). Apud Zephaniam, \"Propinquus est dies Jehovae,\" \"In die sacrificii Jehovae visitabo super principes, et super filios regis.\" \"In die illo... erit vox clamoris.\" \"In tempore illo perscrutabor Hierosolymam lucernis.\" \"Propinquus dies Jehovae magnus.\" \"Dies excandescentiae dies hic; dies angustiae et coarctationis; dies vastationis et devastationis; dies tenebrarum et caliginis; dies nubis et obnubilationis: dies buccinae et clangoris.\" \"In die excandescentiae Jehovae, .comedetur tota terra; et consummationem festinatam faciet cum omnibus habitatoribus terrae\" (cap. i. 7, 8, 9, 10, 12, 14, 15, 16, 18). \"Cum nondum venit super {20}vos... dies irae Jehovah\" \"Forte abscondemini in die irae Jehovae\" (cap. ii. 2, 3). \"Exspectate Me... usque ad diem surgere meum ad praedam, nam judicium meum.\" \"In die illo non pudefies ab... operibus tuis.\" \"In die illo dicetur Hierosolymae, Ne time.\" \"Conficiam oppressores tuos in tempore illo.\" \"In tempore illo adducam vos. In tempore illo congregabo vos, quia dabo vos in nomen et in laudem\" (cap. iii, (8,) 11, 16, 19, 20). Apud Zachariam, {21}\"Tunc adhaerebunt gentes multae Jehovae in die illo\" (cap. ii. 15). {21}\"Removebo iniquitatem terrae... in die uno. In die illo... clamabitis vir ad Socium suum, sub vitem et sub ficum\" (cap. iii, 9, 10). \"In diebus illis... apprehendent decem viri alam viri Judaei\" (cap. viii. 23). \"Servabit illos Jehovah Deus illorum in die illo sicut gregem populum suum\" (cap. ix. 16). Foedus meum \"ruptum est in die illo\" (cap. xi. 11). \"In die illo ponam Hierosolymam lapidem oneris omnibus populis.\" \"In die... percutiam omnem equum stupore.\" \"In die illo ponam duces Jehudae sicut fornacem ignis in lignis.\" \"In die illo proteget Jehovah habitatores Hierosolymae.\" \"In die illo quaeram perdere omnes gentes.\" \"In die illo crescet planctus in Hierosolyma\" (cap. xii. 3, 4, 6, 8, 9, 11). \"In die illo fons erit apertus domui Davidis et habitatoribus Hierosolymae.\" \"Fiet in die illo... exscindam nomina idolorum in terra.\" \"In die illo pudefient prophetae\" (cap. xiii. 1-4). \"Ecce dies veniens Jehovae.\" \"Stabunt pedes Ipsius in die illo super Monte Olivarum.\" \"In die illo non erit lux et splendor... Dies unus qui notus erit Jehovae; non dies, non nox, circa tempus vesperae erit lux.\" \"In die illo exibunt aquae vivae ex Hierosolyma.\" \"In die illo erit Jehovah unus, et nomen Ipsius unum.\" \"In die illo erit tumultuatio Jehovae magna.\" \"In die illo erit super tintinnabulis equorum, Sanctitas Jehovae.\" \"Non erit amplius Cananaeus in domo Jehovae... in die illo\" (cap. xiv. 1, 4, 6, 7, 8, (9,) 13, 20, 21). Apud Malachiam, \"Quis sustinet diem adventus Ipsius, et quis consistet cum apparuerit?\" \"Ut sint Mihi in die quem facio, in peculium.\" \"Ecce dies veniens ardens sicut clibanus.\" \"Ecce Ego mitto vobis Eliam Prophetam, antequam venit dies Jehovae magnus et terribilis\" (cap. iii. 2, 17, 19, 23). Apud Davidem, \"Florebit in diebus Ipsius justus, et multa pax:... et dominabitur a mari ad mare, et a fluvio usque ad fines terrae\" (Psalm. lxxii. 7, 8). (Praeter alibi.) @1 \"In die illo erunt quinque civitates......exspectatio nostra\" [(cap. xx. 6)]:--Hic translatione verborum usi sumus. Editio princeps habet:--Dicet habitator insulae in DIE ILLO, ecce exspectatio nostra. In DIE ILLO erunt quinque civitates in terra Aegypti, loquentes labia Canaanis. In DIE ILLO erit Altare Jehovae in medio Aegypti. In DIE ILLO erit semita ex Aegypto in Aschurem, et Israel erit in medio terrae: Cap. xx: 6. 18. 21. 24.\" Duae hic citationes a typotheta commixtae videntur.$ @2 12 pro \"11\"$ @3 Jehovah dicet:--sic edit. princeps; plurimis in locis autem legitur, \"Et dicetur\"$ @4 Jehudae pro \"Jehovae\"$ @5 xxvi. pro \"xxv.\"$ @6 \"dicetis:\"--sic edit. princeps; vide autem Apoc. Exp., n. 700[g], ubi legitur \"dicent,\" quod textum Hebraicum rectius interpretatur.$ @7 \"die:\"--A.C., n. 2242, habet \"tempore,\" quod praeferendum est.$ @8 15 pro \"5\"$ @9 23 pro \"13\"$ @10 sui pro \"tui\": vide A.C., n. 374.$ @11 annos pro \"amores\": vide A.C., n. 488.$ @12 fuerunt, in pro \"fuerunt. In\"$ @13 igne pro \"die\": vide Apoc. Exp., n. 342[c], 400[c].$ @14 22 pro \"12\"$ @15 xii. pro \"xiii.\"$ @16 \"Israelis:\"--sic editio princeps: forsitan legeres Jisreelis, pro Jizreelis; vide Hos. ii. 22, A.C., n. 3580.$ @17 13 pro \"3\"$ @18 4 pro \"5\"$ @19 \"illud:\" sic editio princeps: vide autem A.C., n. 9416; Coronis, n. 60; quibus in locis legitur \"illum:\" Dicta Prob., p. 57, habet \"illam\".$ @20 vos pro \"nos\": vide Apoc. Exp. n. 413[b]; Apoc. Rev. n. 340; Dicta Prob., p. 30.$ @21 Hae citationes duae inter se translatae sunt.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 5"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5. In his locis per \"diem\" et per \"tempus\" intelligitur Adventus Domini: per \"diem\" aut \"tempus tenebrarum,\" \"caliginis, \"obscuritatis\" \"non lucis,\" \"devastationis,\" iniquitatis finis,\" \"interitus,\" intelligitur Adventus Domini, quando non amplius cognoscebatur, et inde quando non amplius aliquid ecclesiae supererat. Per \"diem crudelem,\" \"terribilem,\" \"excandescentiae,\" \"irae,\" \"tumultus,\" \"visitationis,\" \"sacrificii,\" \"retributionis,\" \"angustiae,\" \"belli,\" \"clamoris,\" intelligitur Adventus Domini ad judicium. Per \"diem quo exaltabitur Jehovah solus;\" quo \"unus erit et nomen Ipsius unum;\" quo \"erit germen Jehovae in decus et gloriam;\" quo \"florebit justus;\" quo \"vivificabit;\" quo \"quaeret gregem suum;\" quo \"feriet foedus novum;\" quo \"stillabunt montes mustum;\" quo \"exibunt aquae vivae ex Hierosolyma;\" quo \"respicient ad Deum Israelis,\" et plura similia, intelligitur Adventus Domini ad instaurandam ecclesiam novam, quae Ipsum agnoscet Redemptorem et Salvatorem. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 6"
    },
    {
      "section": 6,
      "title": "Paragraph 6",
      "text": "6. His adjicere licet aliqua loca quae apertius de Adventu Domini loquuntur, quae sunt:- \"Dat Dominus Ipse vobis signum: Ecce virgo concipiet et pariet Filium, et vocabit nomen Ipsius Deus nobiscum\" (Esai. vii. 14; Matth. i. 22, 23). \"Puer natus est nobis, Filius datus est nobis, super cujus humero principatus: et vocabit nomen Ipsius, Mirabilis, Consiliarius, Deus, Heros, Pater aeternitatis, Princeps pacis. Multiplicanti principatum et pacem non erit finis, super throno Davidis, et super regno ejus, ad stabiliendum illud... in judicio et justitia, a nunc et usque in aeternum\" (Esai. ix. 5, 6). \"Exibit virga de trunco Jischaji, et surculus e radicibus ejus fructum feret:.. quiescet super Eo spiritus Jehovae, spiritus sapientiae et intelligentiae, spiritus consilii et virtutis. ...Erit justitia cingulum lumborum Ejus, et veritas cingulum feminum Ejus. ...Fiet ergo in die illo, Radicem Jischaji, quae stans in signum populorum,... gentes quaerent: et erit quies Ejus gloria\" (Esai. xi. 1, 2, 5, 10). \"Mittite Agnum Dominatoris terrae de petra versus desertum, ad montem filiae Zionis. ...Firmatus est per misericordiam thronus, et sedit super eo in veritate in tabernaculo Davidis, judicans et quaerens judicium, et festinans justitiam\" (Esai. xvi. 1, 5). \"Dicetur in die illo, Ecce Deus noster Hic, quem exspectavimus ut liberet nos: Hic Jehovah, quem exspectavimus; exsultemus et laetemur in salute Ipsius\" (Esai xxv. 9). \"Vox clamantis in deserto, Parate viam Jehovae, complanate in solitudine semitam Deo nostro. ...Revelabitur enim gloria Jehovae, et videbunt omnis caro simul. ...Ecce Dominus Jehovih in forti venit, et brachium Ipsius dominabitur Ipsi: ecce merces Ipsius cum Ipso. ...Sicut pastor gregem suum pascet\" (Esai, xl. 3, 5, 10, 11). \"Electus meus, in quo beneplacitum habet anima mea. ...Ego Jehovah vocavi Te in justitia,... et dabo Te in foedus populo, in lucem gentium; ad aperiendum oculos caecos, ad educendum e carcere vinctum, e domo claustri sedentes in tenebris Ego: Jehovah, hoc nomen meum, gloriam meam non alteri dabo\" (Esai. xlii. 1, 6-8). \"Quis credidit verbo nostro, et brachium Jehovae super quo revelatum est?... Non forma Ipsi,... vidimus Ipsum, sed non aspectus:... morbos nostros Ille tulit, et dolores nostros portavit\" (Esai. liii. ad fin. (vers. 1, 2, 4)). \"Quis Hic qui venit ex Edom, conspersus vestes ex Bozra,... incedens in multitudine roboris sui?... Qui loquor in justitia, magnus ad salvandum:... nam dies vindictae in corde meo, et annus redemptorum meorum venit. ...Ideo factus est illis in Salvatorem\" (Esai. lxiii. 1-8 (vers. 1, 4, 8)). \"Ecce dies venientes,... cum suscitabo Davidi germen justum, qui regnet Rex, et prosperetur, faciatque judicium et justitiam in terra:... et hoc nomen Ipsius quod vocabunt Ipsum, Jehovah Justitia nostra\" (Jerem. xxiii. 5, 6; cap. xxxiii. 15, 16). \"Exulta valde, filia Zionis; clange, filia Hierosolymae; ecce Rex tuus venit tibi, justus et servatus Ille:... loquetur pacem gentibus; dominari Ipsius a mari ad mare, et a flumine usque ad fines terrae\" (Sach. ix. 9, 10). \"Jubila et laetare, filia Zionis; ecce... Ego venio, ut habitem in medio tui...; tunc adhaerebunt gentes multae Jehovae in die illo, et erunt Mihi in populum\" (Sach. ii. 14, 15). \"Tu Bethlechem Ephrataea, parum est ut sis inter millenas Jehudae; ex te Mihi exibit, qui erit Dominator in Israele, et cujus exitus ab antiquo a diebus aeternitatis. ...Stabit et pascet in robore Jehovae\" (Mich. v. 1, 3). \"Ecce Ego mitto angelum meum, qui parabit viam ante Me, et subito veniet ad Templum suum Dominus, quem vos quaeritis, et Angelus foederis, quem vos desideratis, ecce venit:... quis sustinet diem adventus Ipsius?... Ecce Ego mitto vobis Eliam Prophetam, antequam venit dies Jehovae magnus et terribilis\" (Malach. iii. 1, 2, 23). \"Vidi..., et ecce cum nubibus caelorum sicut Filius hominis veniens fuit Huic datum est dominium, et gloria, et regnum, et omnes populi, gentes et linguae Ipsum colent: dominium Ipsius dominium saeculi, quod non transibit, et regnum Ipsius, quod non peribit:... et omnia dominia colent Ipsum, et obedient Ipsi\" (Dan. vii. 13, 14, 27). \"Septimanae septuaginta decisae sunt super populum tuum, et super urbem sanctitatis tuam, ad consummandum praevaricationem et ad obsignandum visionem et prophetam, et ad ungendum sanctum sanctorum. Scito ergo et percipito, ab exitu Verbi usque ad restituendum et ad aedificandum Hierosolymam, usque ad Messiam Principem, septimanae septem\" (Dan. ix. 24, 25). \"Ponam in mari manum Ipsius, et in fluviis dextram Ipsius: Ille vocabit Me, Pater meus Tu, Deus meus, et Petra salutis meae. Etiam Ego primogenitum dabo Ipsum, altum regibus terrae. ...Ponam in aeternum semen Ipsius, et Thronum Ipsius sicut dies caelorum\" (Psalm. lxxxix. 26-28, 30). \"Dictum Jehovae ad Dominum meum, Sede ad dextram meam usque dum posuero inimicos tuos scabellum pedum tuorum. Sceptrum roboris Tui mittet Jehovah e Zione, dominare in medio inimicorum tuorum. ...Tu Sacerdos in aeternum juxta modum Malchizedechi\" (Psalm. cx. 1, 2, 4: Matth. xxii. 44; Luc. xx. {1}42). \"Ego inunxi Regem meum super Zionem, montem sanctitatis meae: annuntiabo de statuto, Jehovah dixit ad Me, Filius meus Tu, Ego hodie genui Te... dabo gentes hereditatem tuam, et possessionem tuam fines terrae. ...Osculamini Filium ne irascatur, {2}et pereatis in via;... beati omnes confidentes in Ipso\" (Psalm. ii. 6-8, 12). Carere quidem Ipsum fecisti paululum prae angelis; sed gloria et honore coronasti Ipsum; dominari fecisti Ipsum super opera manuum tuarum; omnia posuisti sub pedes Ipsius\" (Psalm. {3}viii. 6, 7). \"Memento Jehovah Davidis, qui juravit Jehovae, vovit forti Jacobi; Si intravero intra tentorium domus meae, si ascendero super spondam strati mei, si dedero somnum oculis meis,... usque dum invenero locum Jehovae, habitacula forti Jacobi. Ecce audivimus de Eo in Ephrata, invenimus Eum in agris silvae: intrabimus in habitacula Ejus, incurvabimus nos scabello pedum Ejus:... sacerdotes tui induantur justitia; et sancti tui jubilent\" (Psalm. cxxxii. 1-9). Sed haec pauca sunt quae allata. @1 42 pro \"41\"$ @2 et pro \"ne\"; vide Apoc. Exp., n. 684[b].$ @3 viii. pro \"vii.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 7"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. Quod universa Scriptura Sacra de solo Domino scripta sit, plenius ex sequentibus constabit, imprimis ex illis quae in opusculo De Scriptura Sacra afferenda sunt. Inde et non aliunde est sanctitas Verbi; hoc quoque intelligitur per haec in Apocalypsi, \"Testimonium Jesu est spiritus prophetiae\" (xix. 10), This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 8"
    },
    {
      "section": 8,
      "title": "Paragraph 8",
      "text": "8. (II.) QUOD DOMINUS IMPLEVERIT OMNIA LEGIS, SIT QUOD IMPLEVERIT OMNIA VERBI. Creditur a multis hodie, quod ubi dicitur de Domino quod impleverit Legem, intelligatur quod impleverit omnia praecepta decalogi, et quod sic Justitia factus sit, ac justificaverit homines mundi etiam per illud fidei. Attamen non intelligitur illud, sed quod impleverit omnia quae de Ipso scripta sunt in Lege et Prophetis, hoc est, in universa Scriptura Sacra, quia haec de solo Ipso agit, ut in superiore articulo dictum est. Quod multi aliter crediderint, est causa, quia non scrutati sunt Scripturas, et viderunt quid per \"Legem\" ibi intelligitur. Per \"Legem\" ibi intelliguntur, (i.) In stricto sensu decem praecepta decalogi; (ii.) In latiori sensu omnia quae a Mose in quinque ejus libris scripta sunt; (iii.) Et in latissimo sensu omnia Verbi (i.) Quod per \"Legem\" in stricto sensu intelligantur decem praecepta decalogi, notum est. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 9"
    },
    {
      "section": 9,
      "title": "Paragraph 9",
      "text": "9. (ii.) Quod per \"Legem\" in latiori sensu intelligantur omnia quae a Mose in quinque ejus libris scripta sunt, patet ex his sequentibus:- Apud Lucam, Abraham dixit ad divitem in inferno, \"Habent Mosen et Prophetas, audiunto illos;... si Mosen et Prophetas non {1}audiunt, neque si quis ex mortuis resurrexerit, persuadebuntur\" (xvi. 29, 31). Apud Johannem, Philippus dixit ad Nathanaelem, \"Quem scripsit Moses in Lege, et Prophetae, invenimus\" (i. 46). Apud Matthaeum, \"Nolite putare quod venerim ad solvendum Legem et Prophetam; non veni ad solvendum, sed ad implendum\" (v. 17, 18). Apud eundem, \"Omnes Prophetae et Lex usque ad Johannem prophetarunt\" (xi. 13). Apud Lucam, \"Lex et Prophetae usque ad Johannem; abhinc regnum De evangelizatur\" (xvi. {2}16). Apud Matthaeum, \"Omnia quaecunque volueritis ut faciant vobis homines, sic et vos facite illis; haec... est Lex et Prophetae\" (vii. 12). Apud eundem, \"Jesus... dixit..., Amabis Dominum Deum tuum ex toto corde tuo, et in tota anima tua... et amabis proximum tuum ut teipsum: ex his duobus mandatis Lex et Prophetae pendent\" (xxii. {3}37, 39, 40). In illis locis per \"Mosen et Prophetas,\" tum per \"Legem et Prophetas,\" intelliguntur omnia quae in libris Mosis et in libris Prophetarum scripta sunt, Quod per \"Legem\" in specie intelligantur Omnia quae per Mosen scripta sunt, patet adhuc ex his:- Apud Lucam, \"Impleti sunt dies purificationis juxta Legem Mosis, deduxerunt\" Jesum \"Hierosolymam, ut sisterent Domino; quemadmodum scriptum est in Lege Domini, quod omnis masculus aperiens uterum, sanctum Domino vocandus esset; ac ut darent sacrificium juxta quod dictum est in Lege Domini, par turturum, et duos pullos columbarum. ...Et adducebant parentes... Jesum in templum, ut facerent juxta consuetum Legis pro Ipso. ...Cum perfecissent omnia quae juxta Legem Domini,\" etc. (ii. 22-24, 27, 39). Apud Johannem, \"In Lege... Moses... praecepit tales lapidare\" (viii. 5). Apud eundem, \"Lex per Mosen data est\" (i. 17). Inde patet quod nunc \"Lex\" nunc \"Moses\" nominetur, ubi agitur de talibus quae in libris ejus scripta sunt (Ut quoque Matth. viii. 4: Marc. x. 2-4; cap. xii. 19: Luc. xx. 28, 37: Joh. iii, 14; cap. vii. 19, 51; cap. viii. 17; xix. 7). Plura etiam a Mose dicuntur \"Lex,\" quae mandata sunt, ut De Holocaustis (Levit. vi. 2 (B.A. 9); cap. vii. 37); De Sacrificiis (Levit. vi. 18 (B.A. 25); cap. vii. 1-11); De Mincha (Levit. vi. 7 (B.A. 14)); De Lepra (Levit. xiv. 2): De Zelotypia (Num. v. 29, 30); De Naziraeatu (Num. vi, 13, 21). Et ipse Moses vocat libros suos \"Legem:\"- \"Scripsit... Moses Legem hanc, et dedit eam sacerdotibus, filiis Levi, portantibus arcam foederis Jehovae:\" et dixit illis, \"Accipiendo Librum Legis hujus, ponite eum a latere arcae foederis Jehovae\" (Deutr. xxxi. 9, 11, 26). A latere positus est, intus enim in arca erant tabulae lapideae, quae in stricto sensu sunt Lex. Libri Mosis vocantur \"Liber Legis\" postea:- \"Dixit Chilkia sacerdos magnus ad Schaphanem scribam, Librum Legis inveni in domo Jehovae. ...Cum audivit Rex verba Libri Legis, rupit vestes suas\" (2 Reg xxii. 8, {4}11; cap. xxiii. 24). @1 audiunt pro \"audiant\": vide De Caelo et Inferno, n. 456.$ @2 16 pro \"17\"$ @3 37, 39, 40 pro \"35, 37, 38\"$ @4 11 pro \"10\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 10"
    },
    {
      "section": 10,
      "title": "Paragraph 10",
      "text": "10. (iii.) Quod omnia Verbi per \"Legem\" in latissimo sensu intelligantur, constare potest ex his locis:- Jesus dixit, \"Nonne scriptum est in Lege vestra, Ego dixi, Dii estis?\" (Joh. x. 34;) hoc scriptum est, Psalm. {1}lxxxii. 6. \"Respondit... turba, Nos audivimus ex Lege quod Christus maneat in aeternum\" (Joh. xii, 34); hoc scriptum est, Psalm. lxxxix, 30 (B.A. 29); Psalm, cx. 14; Dan. vii. 14. \"Ut impleretur verbum scriptum in Lege illorum, Odio habuerunt Me sine causa\" (Joh. xv, 25); hoc scriptum est, Psalm, xxxv. 19. Dixerunt Pharisaei, Num quis ex principibus credidit in Ipsum...? Sed turba haec quae non novit Legem (maledicti sunt)\" (Joh. vii. 48, 49). \"Facilius... est caelum et terram transire, quam Legis unum apicem cadere\" (Luc. xvi. 17). Per \"Legem\" ibi intelligitur tota Scriptura Sacra. @1 lxxxii. pro \"lxxi.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 11"
    },
    {
      "section": 11,
      "title": "Paragraph 11",
      "text": "11. Quod Dominus impleverit omnia Legis, sit quod impleverit omnia Verbi, patet a locis ubi dicitur, quod ab Ipso impleta sit Scriptura, et quod omnia consummata sint; ut ex his:- Jesus \"intravit.... in synagogam, et surrexit ad legendum. Tunc traditus est Ipsi liber Esaiae prophetae; et evolvit librum, et invenit locum... scriptum, Spiritus Domini super Me, propter quod unxit Me, ad evangelizandum pauperibus misit Me, ad sanandum contritos corde, ad evangelizandum vinctis remissionem, et caecis visum, ad praedicandum annum Domini acceptum; postea convolvens librum,... et dixit,.. Hodie impleta est scriptura haec in auribus vestris\" (Luc. iv. 16-21). \"Scrutamini Scripturas,... atque {1}illae testantur de Me\" (Joh. v. 39). \"Ut Scriptura impleretur, Qui comedit Mecum panem, sustulit super Me calcaneum\" (Joh. xiii. 18). \"Nemo ex illis periit, nisi filius perditionis, ut Scriptura impleretur\" (Joh. xvii. 12). \"Ut impleretur Verbum, quod dixit, Quos dedisti Mihi, non perdidi ex illis unum\" (Joh. xviii. {2}19). \"Dixit Jesus\" Petro, \"Absconde tuum gladium in loco...; quomodo ergo implerentur Scripturae, quod sic oporteat fieri?... Hoc... totum factum est ut implerentur Scripturae Prophetarum\" (Matth. xxvi. (52,) 54, 56). \"Filius hominis abit, sicut scriptum est de Ipso ut impleantur Scripturae\" (Marc. xiv, 21, {3}49). \"Sic impleta est Scriptura, quae dixit,... Cum impiis reputatus est\" (Marc. xv. 28: Luc. xxii. 37). \"Ut Scriptura impleretur,... Diviserunt vestimenta {4}mea sibi, et super tunicam meam jecerunt sortem\" (Joh. xix. 24). \"Post hoc, sciens Jesus quod omnia jam consummata essent, ut impleretur Scriptura... (Joh. xix. 28). \"Cum... accepisset acetum Jesus, dixit, Consummatum est,\" hoc est, impletum (Joh. xix. 30). \"Facta haec sunt. ut Scriptura impleretur, Os non confringetis Ipsius: et rursus alia Scriptura dicit, Videbunt quem transfoderunt\" (Joh. xix. 36, 37). Praeter alibi, ubi loca Prophetarum adducuntur, et non simul dicitur quod Lex seu Scriptura impleta sit. Quod omne Verbi de Ipso scriptum sit, et quod in mundum venerit ut illud impleret, docuit etiam discipulos antequam abivit, his verbis, Jesus ad discipulos. \"Stulti et tardi corde ad credendum omnibus quae locuti sunt Prophetae. Nonne hoc oportebat pati Christum, et ingredi in gloriam? Incipiens porro a Mose et ab omnibus Prophetis, interpretatus est illis in omnibus Scripturis, de Ipso\" (Luc. xxiv. 25-57). Porro, Jesus dixit discipulis, \"Haec sunt verba quae locutus sum ad vos, cum adhuc essem vobiscum, quod oporteret impleri omnia quae scripta sunt in Lege Mosis et Prophetis et Psalmis de Me\" (Luc. xxiv. 44, 45). Quod Dominus in mundo impleverit omnia Verbi, usque ad singularissima ejus, patet ab his Ipsius verbis, \"Amen dico vobis, usque dum praetereat caelum et terra, iota unum aut unum corniculum non praeteribit de Lege, donec omnia fiant\" (Matth. v. 18). Ex his nunc clare videri potest quod per id quod Dominus impleverit omnia Legis, non intelligatur quod impleverit omnia praecepta decalogi, sed quod omnia Verbi. @1 illae pro \"illi\"; vide Apoc. Exp., n. 349[c].$ @2 9 pro \"19\"$ @3 49 pro \"24\"$ @4 mea pro \"sua\"; vide Apoc. Exp., n. 64.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 12"
    },
    {
      "section": 12,
      "title": "Paragraph 12",
      "text": "12. (III) QUOD DOMINUS IN MUNDUM VENERIT, UT SUBJUGARET INFERNA ET GLORIFICARET HUMANUM; ET QUOD PASSIO CRUCIS FUERIT ULTIMA PUGNA, PER QUAM PLENE VICIT INFERNA ET PLENE GLORIFICAVIT HUMANUM SUUM Notum est in ecclesia quod Dominus vicerit mortem, per quam intelligitur infernum, et quod postea cum gloria ascenderit in caelum; sed nondum notum est quod Dominus per pugnas, quae sunt tentationes, vicerit mortem seu infernum, et simul per illas glorificaverit Humanum suum, et quod passio crucis fuerit ultima pugna seu tentatio, per quam vicit et glorificavit. De his, multis agitur apud Prophetas et apud Davidem, sed non ita multis apud Evangelistas. Apud hos, tentationes quas a pueritia sustinuit, in summa descriptae sunt per tentationes Ipsius in deserto, et postea a Diabolo; ac ultimae per illa quae passus est in Gethsemane et super cruce. De tentationibus Ipsius in deserto, et postea a Diabolo, videatur apud Matth., cap. iv. 1-11; apud Marc., cap. 1, 12, 13; et apud Luc., cap. iv. 1-13: sed per illas intelliguntur omnes usque ad ultimas. Non plura de illis revelavit discipulis; nam dicitur apud Esaiam, \"Exactionem sustinuit,... non tamen aperuit os suum: sicut agnus ad mactationem..., et sicut ovis coram tonsoribus suis, obmutescit, et non aperuit os suum\" (liii. 7). De tentationibus Ipsius in Gethsemane, videatur apud Matth., cap. xxvi. 36-44; apud Marc., cap. xiv.{1}32-42; et apud Luc., cap. xxii. 39-46. Et de tentationibus super cruce, apud Matth., cap. xxvii. 33-{2}56; apud Marc., cap. xv. 22-38; apud Luc., cap. xxiii. 33-49; et apud Joh., cap. xix. 17-37. Tentationes non aliud sunt quam pugnae contra inferna. De tentationibus seu pugnis Domini, videatur in opusculo De Nova Hierosolyma et ejus Doctrina Caelesti, Londini {3}edito, n. 201 et 302; et de tentationibus in genere, n. {4}187-200 ibi. @1 32-42 pro \"31 ad 41\"$ @2 56 pro \"57\"$ @3 edito pro \"edita\"$ @4 187 pro \"189\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 13"
    },
    {
      "section": 13,
      "title": "Paragraph 13",
      "text": "13. Quod Dominus per passionem crucis plene vicerit inferna, docet Ipse apud Johannem, \"Nunc judicium est mundi hujus, nunc princeps mundi hujus ejicietur foras\" (xii. 31); haec locutus est Dominus, cum instabat passio crucis. Apud eundem, \"Princeps hujus mundi judicatus est\" (cap. xvi. 11). Apud eundem, \"Confidite, Ego vici mundum\" ({1}xvi. 33). Et apud Lucam, \"Dixit Jesus, Vidi Satanam sicut fulmen e caelo cadentem\" (x. 18). Per \"mundum,\" \"principem mundi,\" \"Satanam\" et \"Diabolum,\" intelligitur infernum. Quod Dominus per passionem crucis etiam plene glorificaverit Humanum suum, docet apud Johannem, \"Postquam\" Judas \"exivit, dixit Jesus, Nunc glorificatus est Filius hominis, et Deus glorificatus est in Ipso: si Deus glorificatus est in Ipso, etiam Deus glorificabit Ipsum in Se Ipso, et statim glorificabit Ipsum\" (cap. xiii. 31, 32). Apud eundem, \"Pater, venit hora; glorifica Filium tuum, Ut etiam Filius tuus glorificet Te\" (xvii. 1, 5). Apud eundem, \"Nunc anima mea turbata est,\" Et dixit,\" Pater, glorifica nomen tuum; et exivit vox e caelo, Et glorificavi, et rursus glorificabo\" (xii. 27, 28). Apud Lucam, \"Nonne hoc oportebat pati Christum, et ingredi in gloriam suam?\" (xxiv. 26.) Haec dicta sunt de passione: glorificatio est unitio Divini et Humani; quare dicitur, \"Et Deus glorificabit Ipsum in Se Ipso.\" @1 xvi. pro \"xvii.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 14"
    },
    {
      "section": 14,
      "title": "Paragraph 14",
      "text": "14. Quod Dominus in mundum venerit, ut omnia in caelis et inde in terris in ordinem redigeret, et quod hoc factum sit per pugnas contra inferna, quae tunc infestabant omnem hominem venientem in mundum et exeuntem e mundo, et quod per id Justitia factus sit, ac salvaverit homines, qui absque eo non salvari potuerunt, multis in locis apud Prophetas praedicitur; quorum modo aliqua afferentur. [2] Apud Esaiam, \"Quis Hic qui venit ex Edom, conspersus vestes ex Bozra; Hic honorabilis in vestitu suo, incedens in multitudine roboris sui Ego qui loquor in justitia, magnus ad salvandum. Quare rubicundus quoad vestem tuam, et vestis tua sicut calcantis in torculari Torcular calcavi solus, et de populo non vir Mecum: propterea calcavi illos in ira mea, et conculcavi eos in excandescentia mea; inde sparsa est victoria eorum super vestes meas...; nam dies vindictae in corde meo, et annus redemptorum meorum venit. ...Salutem praestitit Mihi brachium me...; descendere feci in terram victoriam eorum. ...Dixit, Ecce populus meus illi, filii...; ideo factus est illis in Salvatorem;... ob amorem suum et ob clementiam suam Ille redemit eos\" (lxiii. 1-9); haec de pugnis Domini contra inferna: per \"vestem,\" in qua honorabilis fuit et quae rubicunda, intelligitur Verbum, cui violentia a populo Judaico illata est: ipsa pugna contra inferna, et victoria super illa, describitur per quod \"calcaverit illos in ira sua, et conculcaverit in excandescentia sua;\" quod solus et ex propria potentia pugnaverit, describitur per haec, \"De populo non vir Mecum, salutem praestitit Mihi brachium meum, descendere feci in terram victoriam eorum;\" quod per id salvaverit et redemerit, describitur per haec, \"Ideo factus est illis in Salvatorem; ob amorem et clementiam suam Ille redemit eos;\" quod hoc fuerit causa adventus Ipsius, describitur per haec, \"Dies vindictae in corde meo et annus redemptorum meorum venit.\" [3] Apud Esaiam, \"Vidit quod non quisquam, et obstupuit quod non esset intercedens ideo salutem praestitit Ipsi brachium suum, et justitia Ipsius suscitavit Ipsum: inde induit justitiam sicut loricam, et galeam salutis super caput suum, et induit vestes vindictae, et texit Se sicut pallio zelo:... tunc venit Zioni Redemptor\" (lix. 16, 17, 20): haec quoque de pugnis Domini, cum fuit in mundo, contra inferna: quod solus ex propria potentia pugnaverit contra illa, intelligitur per haec, \"Vidit quod non quisquam, ideo salutem praestitit Ipsi brachium suum;\" quod inde Justitia factus sit, per haec, \"Justitia Ipsius suscitavit Ipsum, unde induit justitiam sicut loricam;\" quod ita redemerit, per haec, \"Tunc venit Zioni Redemptor.\" [4] Apud Jeremiam, \"Illi consternati sunt,... fortes eorum contusi sunt,... fugam fugerunt, nec respexerunt. ...Dies ille Domino Jehovih Zebaoth, dies ultimis, ut vindictam sumat de hostibus suis, comedatque gladius, et saturetur\" (xlvi. 5, 10): pugna Domini cum infernis, et victoria super illa, describitur per quod \"consternati sint,\" quod \"fortes eorum contusi fugam fugerint, et non respexerint;\" \"fortes eorum\" et \"hostes\" sunt inferna, quia omnes ibi odio habent Dominum; adventus Ipsius in mundum propterea, intelligitur per haec, \"Dies ille Domino Jehovih Zebaoth, dies ultionis, ut vindictam sumat de hostibus suis.\" [5] Apud Jeremiam, \"Cadent juvenes in plateis, et omnes viri belli exscindentur in die illo\" (xlix. 26). Apud Joelem, \"Jehovah edidit vocem... coram exercitu suo;... magnus dies Jehovae, terribilis valde; quis ergo sustinebit illum?\" (ii. 11.) Apud Zephaniam, \"In die sacrificii Jehovae visitabo super principes, super filios regis, super omnes indutos indumento alienigenae Dies hic, dies angustiae,... dies buccinae et clangoris\" (i. 8, 9, 15, 16). Apud Sachariam, \"Jehovah exibit, et pugnabit contra gentes..., juxta diem pugnare Ipsum in die proelii... Stabunt pedes Ipsius in die illo super Monte Olivarum, {1}qui ante facies Hierosolymae. ...Tunc fugietis in vallem montium meorum. ...In die illo non erit lux et splendor. ...Jehovah autem erit in Regem super tota terra: in die illo erit Jehovah unus, et nomen Ipsius unum\" (xiv. 3-6, 9): in his locis etiam agitur de pugnis Domini: per \"diem illum\" intelligitur adventus Ipsius; \"Mons Olivarum, qui ante facies Hierosolymae,\" erat ubi Dominus solito commoratus est (Videatur Marc. xiii. {2}3; cap. xiv. 26: Luc. xxi. 37: cap. xxii. 39: Joh. viii. 1: et alibi). [6] Apud Davidem, \"Circumdederunt Me funes mortis,... funes inferni circumdederunt Me, praevenerunt Me laquei mortis:... ideo misit tela, ...et fulmina multa, et conturbavit illos. ...Persequar hostes meos, et comprehendam eos, nec revertar usque dum consumpsero...; percussero eos, ut resurgere non possint. ...Accinges Me robore ad bellum et dabis... hostes in fugam conteram eos sicut pulverem coram faciebus venti, sicut coenum platearum attenuabo eos\" (Ps. xviii. 5, (6,) 15, 38, 39, (40,) 41, 43 (B.A. 4, 5, 14, 37-40, 42)): \"funes\" et \"laquei mortis,\" qui circumdederunt et praevenerunt, significant tentationes; quae quia ab inferno sunt, etiam vocantur \"funes inferni.\" Haec et reliqua in toto illo psalmo agunt de pugnis et de victoriis Domini; quare etiam dicitur, \"Pones Me in caput gentium; populus non noveram, servient Mihi\" (vers. 44, 45). [7] Apud Davidem, \"Accinge...gladium super femur, Potens;... tela tua acuta, populi cadent sub Te, e corde hostes Regis. Thronus tuus... in saeculum et in aeternum:... amasti justitiam propterea unxit Te Deus\" (Ps. xlv. {3}4, 6-8 (B.A. 3, 5-7)): haec quoque de pugna cum infernis, et de subjugatione illorum; nam in toto illo psalmo agitur de Domino; nempe, de Ipsius pugnis, de Ipsius glorificatione, et de salvatione fidelium ab Ipso. Apud Davidem, \"Ignis coram Ipso ibit,... inflammabit circumcirca hostes Ipsius:... videbit et timebit terra: montes sicut cera liquefient... coram Domino totius terrae. Annuntiabunt caeli justitiam Ipsius, et videbunt omnes populi gloriam Ipsius\" (Ps. xcvii. 3-6): pariter in hoc psalmo agitur de Domino, et de similibus. [8] Apud Davidem, \"Dictum Jehovae ad Dominum meum, Sede ad dextram meam, usque dum posuero inimicos tuos scabellum pedum tuorum;... dominare in medio inimicorum tuorum. ...Dominus ad dextram tuam, percussit in die irae suae reges;... implevit cadaveribus, percussit caput super terram multam\" (Ps. cx. 1 ad fin. (vers. 1, 2, 5, 6)). Quod haec de Domino dicta sint, constat ex Ipsius Domini verbis (Apud Matth., cap. xxii. 44; apud Marc., cap. xii. 36; et apud Luc., cap. xx. 42): per \"sedere ad dextram\" significatur omnipotentia; per \"inimicos significantur inferna; per \"reges,\" illi ibi qui in falsis mali sunt; per \"ponere illos scabellum pedum,\" \"percutere in die irae, implere cadaveribus,\" significatur destruere potentiam illorum; et per \"percutere caput super terram multam,\" significatur destruere omnem. [9] Quoniam Dominus solus vicit inferna, cum nulla ope alicujus angeli, ideo vocatur \"Heros\" et \"Vir bellorum\" (Esai. xlii. 15); \"Rex gloriae,\" \"Jehovah fortis,\" \"Heros belli\" (Psalm. xiv. 8, 10); \"Fortis Jacobi\" (Psalm. cxxxii. 2); ac multis in locis \"Jehovah Zebaoth,\" hoc est, Jehovah exercituum belli. Et quoque vocatur adventus Ipsius \"Dies Jehovae terribilis,\" \"crudelis,\" \"indignationis,\" \"excandescentiae,\" \"irae,\" \"vindictae,\" \"exitii,\" \"belli,\" \"{4}buccinae clangoris,\" \"tumultus;\" ut ex locis supra (n. 4) allatis, videri potest. [10] Quoniam ultimum judicium a Domino, cum fuit in mundo, factum est per pugnas cum infernis, et per subjugationem illorum, ideo multis in locis agitur de judicio quod facturus est: ut apud Davidem, Jehovah \"venit ad judicandum terram; judicabit orbem in justitia, et populos in veritate\" (Ps. {5}xcvi. 13): sic pluries alibi. Haec e propheticis Verbi. [11] In historicis Verbi autem similia repraesentata sunt per bella filiorum Israelis cum variis gentibus: nam in Verbo tam Prophetico, quam Historico, omne quod scriptum est, de Domino scriptum est; inde Verbum est Divinum. In ritualibus Ecclesiae Israeliticae, ut in holocaustis et sacrificiis, tum in sabbathis et festis ejus, ac in sacerdotio Aharonis et Levitarum, multa arcana glorificationis Domini continentur; similiter in reliquis apud Mosen, quae vocantur \"leges,\" \"judicia,\" et \"statuta;\" quod etiam intelligitur per Domini verba ad discipulos, Quod \"oporteret Ipsum implere omnia quae de Ipso scripta sunt in Lege Mosis\" (Luc. xxiv. {6}44); tum ad Judaeos, Quod \"Moses de Ipso scripserit\" (Joh. v. 46). [12] Ex his nunc patet quod Dominus in mundum venerit ut subjugaret inferna, et glorificaret Humanum suum: et quod passio crucis fuerit ultima pugna, per quam plene vicit inferna, et plene glorificavit Humanum. Sed plura de hac re videbuntur in sequente opusculo De Scriptum Sacra, ubi in unum colligentur omnia loca e Verbo Prophetico, quae de pugnis Domini cum infernis, et de victoriis super ea, seu quod idem, quae de ultimo judicio ab Ipso facto, cum fuit in mundo, agunt; tum quae de passione et de glorificatione Humani Ipsius, quae tot sunt, ut si adducerentur, implerent membranas. @1 qui pro \"quae\": vide A.C., n. 10261; Apoc. Exp., n. 638[c].$ @2 3 pro \"3, 4\"$ @3 4, 6-8 pro \"4, 5, 6, 7\"$ @4 buccinae clangoris pro \"buccinae, clangoris\"$ @5 xcvi. pro \"xcv.\"$ @6 44 pro \"45\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 15"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. (IV.) QUOD DOMINUS PER PASSIONEM CRUCIS NON ABSTULERIT PECCATA, SED QUOD PORTAVERIT ILLA. Sunt quidam intra ecclesiam, qui credunt quod Dominus per passionem crucis peccata abstulerit, ac satisfecerit Patri, et sic redemerit: quidam etiam, quod peccata illorum, qui fidem in Ipsum habent, in Se transtulerit, portaverit, ac in profundum maris, hoc est, in infernum, conjecerit. Confirmant illa apud se per Johannis verba de Jesu, \"Ecce Agnus Dei qui tollit peccata mundi\" (Joh. i. 29); et per Domini verba apud Esaiam, \"Ille morbos nostros tulit, et dolores nostros portavit:... confossus ob praevaricationes nostras, contusus ob iniquitates nostras, castigatio pacis nostrae super Illo:... vulnere Ipsius sanitas data est nobis. ...Jehovah incurrere fecit in Ipsum iniquitates omnium nostrum. Exactionem sustinuit, atque afflictus est, non tamen aperuit os suum; sicut agnus ad mactationem ducitur... est e terra viventium ob praevaricationem populi mei, plagam illis; ut daret impios in sepulcro suo, et divites in mortibus suis;... ex labore animae suae videbit, saturabitur. Per scientiam suam justificabit... multos, eo quod iniquitates eorum Ipse portaverit.... Exinanivit ad mortem usque animam suam, et cum praevaricatoribus numeratus est, et peccatum multorum tulit, et pro praevaricatoribus intercessit\" (liii. 1 ad fin.): haec et illa dicta sunt de tentationibus Domini et de passione Ipsius; ac per \"tollere peccata et morbos,\" perque \"incurrere facere in Ipsum iniquitates omnium,\" simile intelligitur quod per \"portare dolores et iniquitates.\" [2] Primum itaque dicetur quid intelligitur per \"portare iniquitates,\" et postea quid per \"tollere illas.\" Per \"portare iniquitates\" non aliud intelligitur quam graves tentationes sustinere, tum sufferre ut Judaei cum Ipso facerent quemadmodum fecerunt cum Verbo, et quod Ipsum similiter tractarent, quia Ipse fuit Verbum: fuit enim ecclesia, quae tunc erat apud Judaeos, prorsus devastata; et devastata erat per id, quod perverterint omnia Verbi, adeo ut non aliquod verum residuum esset; quare nec agnoverunt Dominum: hoc intellectum et significatum est per omnia passionis Domini. Similiter factum est cum prophetis, quia illi repraesentabant Dominum quoad Verbum et inde quoad ecclesiam, et Dominus fuit Ipse Propheta. [3] Quod Dominus fuerit Ipse Propheta constare potest ex his locis:- \"Jesus dixit..., Non est propheta minus honoratus quam in patria sua, et in domo sua\" (Matth. xiii. 57; Marc. vi. 4; Luc. iv. 24). Jesus dixit, \"Non conveniens est prophetam interire extra Hierosolymam\" (Luc. xiii. 33). Dixerunt de Jesu, \"Ille propheta a Nazareth\" (Matth. xxi. {1}11; Joh. vii. 40, 41). \"Cepit timor omnes, laudantes Deum, dicentes quod propheta magnus suscitatus sit inter\" illos (Luc. vii. 16). Quod propheta \"excitaretur e medio fratrum, cujus verbis obedirent\" (Deutr. xviii. 15-19). Quod simile factum sit cum prophetis, constat ex his quae nunc sequuntur. Mandatum est Esaiae prophetae, ut ecclesiae statum repraesentaret, Per quod dissolveret saccum desuper lumbis suis, et calceum exueret desuper pede suo, ac iret nudus et discalceatus tres annos, in signum et prodigium (Esai. xx. 2, 3). [4] Mandatum est Jeremiae prophetae, ut repraesentaret statum ecclesiae, Per quod emeret sibi cingulum, et poneret super lumbis suis, quod per aquam non duceret, et absconderet illud in foramine petrae juxta Euphratem; quod post dies invenit corruptum (Jerem. xiii. 1-7). Idem etiam propheta repraesentavit statum ecclesiae per id, Quod non acciperet sibi uxorem in loco illo, nec intraret in domum luctus, neque abiret ad plangendum, nec intraret domum convivii (Jerem. xvi. 2, 5, 8). [5] Mandatum est Ezechieli prophetae, ut repraesentaret statum ecclesiae, Per quod novaculam tonsorum traduceret super caput suum, et super barbam suam, et postea divideret illa, tertiam partem combureret in medio urbis, tertiam percuteret gladio, tertiam dispergeret in ventum, et parum ex illis alligaret in alis, tandem projiceret in medium ignis, et combureret (Ezech. v. 1-4). Eidem prophetae mandatum est, ut repraesentaret statum ecclesiae, Per quod faceret vasa migrationis, et migraret in locum alium in oculis filiorum Israelis, et educeret vasa interdiu, et exiret in vespera per effossum parietem, ac obtegeret facies ut non videret terram: et quod sic prodigium esset domui Israelis: et diceret propheta, \"Ecce ego prodigium vestrum; quemadmodum feci, sic fiet illis\" (Ezech. xii. 3-7, 11). [6] Mandatum est Hoscheae prophetae, ut repraesentaret statum ecclesiae, Per quod acciperet sibi meretricem in uxorem; et quoque accepit, et illa peperit ei tres filios, quorum unum vocavit \"Jisreel,\" alterum \"Non Miserandum,\" et tertium \"Non Populum\" (Hosch. i. 2-9). Ac iterum ei mandatum est, Ut abiret et amaret mulierem amatam socio et adulteram, quam etiam sibi comparavit per quindecim argenti (Hosch. iii. {2}1, 2). [7] Mandatum est Ezechieli prophetae, ut repraesentaret statum ecclesiae, Per quod sumeret laterem, et sculperet super eo Hierosolymam, et poneret obsidionem, et daret vallum et aggerem contra illam, poneret sartaginem ferri inter se et urbem, et cubaret super latere sinistro, et postea super dextro, trecentos et nonaginta dies ({3}et dein dies quadraginta). Tum sumeret tritica, hordea, lentes, milium et zeas, et ex illis sibi faceret panem, quem tunc ederet, juxta mensuram. Et quoque quod faceret sibi placentam hordeorum cum stercore fimi hominis; et quia hoc deprecatus est, mandatum est ut faceret illam cum excrementis bovis (Ezech. iv. 1-15). Praeter quod prophetae etiam alia repraesentarent; ut Zedkiah, Per cornua ferri, quae sibi fecit (1 Reg xxii. 11). Et alius propheta, Per quod percuteretur et vulneraretur, ac cinerem super oculis mitteret (1 Reg. xx. 35, 37(, 38)). [8] In genere repraesentabant prophetae Verbum in sensu ultimo, qui est sensus litterae, per \"tunicam pili\" (Sach. xiii. 4): quare Elias Tali tunica indutus fuit, ac cinctus cingulo coriaceo circum lumbos (2 Reg. i. {4}8); similiter Johannes Baptista, Qui habebat indumentum ex pilis cameli, et cingulum coriaceum circum lumbum suum, et comedit locustam et mel agreste (Matth. iii. 4). Ex his patet quod prophetae repraesentaverint statum ecclesiae et Verbum; qui enim unum, etiam alterum repraesentat, nam ecclesia est ex Verbo, et secundum receptionem ejus vita et fide: quare etiam per \"prophetas,\" in utroque Testamento, ubi nominantur, significatur doctrina ecclesiae ex Verbo; per Dominum autem ut Maximum Prophetam, significatur ipsa ecclesia et ipsum Verbum. @1 11 pro \"26\"$ @2 1, 2 pro \"2, 3\"$ @3 Vide Doc. de Scrip. Sac., n. 16; Apoc. Exp., n. 805[b(iv)].$ @4 8 pro \"6\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 16"
    },
    {
      "section": 16,
      "title": "Paragraph 16",
      "text": "16. Status ecclesiae ex Verbo repraesentatus in prophetis, erat quod intelligitur per \"portare iniquitates et peccata populi.\" Quod ita sit, patet ex illis quae dicuntur de Esaia propheta, Quod iret nudus et discalceatus tres annos, in signum et prodigium (Esai. xx. 3): de Ezechiele propheta, Quod educeret vasa migrationis, et obtegeret facies ut non videret terram, et quod sic prodigium esset domui Israelis, et quoque diceret, \"Ego prodigium vestrum\" (Ezech. xii. 6, 11). [2] Quod hoc fuerit illis portare iniquitates, manifeste constat apud Ezechielem, cum ille jussus est cubare trecentos et nonaginta (dies) et quadraginta dies super latere sinistro et dextro contra Hierosolymam, ac edere placentam hordeorum factam cum excrementis bovis; ubi haec etiam leguntur: \"Tu cuba super latere tuo sinistro, et pone iniquitatem domus Israelis super illud; numerum dierum, quibus cubabis super illo, portabis iniquitatem eorum. Ego namque dabo tibi annos iniquitatis eorum juxta numerum dierum trecentos et nonaginta dies, ut portes iniquitatem domus Israelis. Quum vero absolveris hos, jacebis super latere tuo dextro secundum, ut portes iniquitatem domus Jehudae quadraginta dies\" (Ezech. iv. 4-6.) [3] Quod propheta, per quod sic portaverit iniquitates domus Israelis et domus Jehudae, non abstulerit illas, et sic expiaverit, sed modo repraesentaverit et monstraverit, patet a sequentibus ibi: \"Sic inquit Jehovah, Comedent filii Israelis panem suum immundum, inter gentes quo depulsurus sum eos. ...Ecce Ego frangens baculum panis in Hierosolyma,... ut careant pane et aqua, et desolentur vir et frater ejus, et contabescant propter iniquitatem eorum\" (vers. 13, 16, 17, in eodem capite). [4] Similiter cum idem propheta ostenderet se et diceret, \"Ecce ego prodigium vestrum,\" etiam dicitur, \"Quemadmodum feci sic fiet illis\" (Ezech. xii. 6, 11). Simile itaque intelligitur de Domino, ubi dicitur, \"Morbos nostros Ille tulit:... dolores nostros portavit:... Jehovah incurrere fecit in Illum iniquitates omnium nostrum:... per scientiam suam justificavit... multos, eo quod iniquitates eorum Ipse portaverit\" (Esai. liii. (4, 6, ubi in toto capite agitur de passione Domini. [5] Quod Ipse sicut Maximus Propheta repraesentaverit statum ecclesiae quoad Verbum, patet a singulis passionis Illius: ut, Quod a Juda proditus fuerit: quod a principibus sacerdotum et a senioribus comprehensus et condemnatus sit: quod colaphos impegerint: quod caput calamo percusserint: quod imposuerint coronam ex spinis: quod vestimenta Ipsius diviserint, et super tunicam jecerint sortem: quod crucifixerint: quod dederint Ipsi acetum ad bibendum: quod transfoderint latus: quod sepultus; et tertio die resurrexerit. [6] Quod \"a Juda proditus fuerit,\" significabat quod a gente Judaica, apud quam tunc erat Verbum; nam Judas illam repraesentabat: quod \"a principibus sacerdotum et a senioribus comprehensus et condemnatus sit\", significabat quod ab omni illa ecclesia: quod \"flagellaverint, spuerint in faciem, colaphos impegerint, et caput calamo percusserint\" significabat quod similiter fecerint cum Verbo quoad Divina vera ejus, quae omnia agunt de Domino: quod \"imposuerint coronam ex spinis,\" significabat quod illa falsificaverint et adulteraverint: quod \"vestimenta diviserint, et super tunicam jecerint sortem,\" significabat quod omnia vera Verbi disperserint, sed non sensum ejus spiritualem; \"tunica Domini\" hoc Verbi significabat: quod \"crucifixerint\" significabat quod totum Verbum destruxerint et profanaverint: quod \"praebuerint Ipsi acetum ad bibendum,\" significabat quod mere falsificata et falsa; quare illud non bibit, et tunc dixit, \"Consummatum est:\" quod \"transfoderint latus,\" significabat quod plane exstinxerint omne verum Verbi et omne bonum ejus: quod \"sepultus,\" significabat rejectionem humani residui a matre; quod \"tertio die resurrexerit,\" significabat glorificationem. [7] Similia per illa significantur apud Prophetas et apud Davidem, ubi praedicta sunt. Quapropter, Postquam flagellatus et eductus portans spinosam coronam, et vestimentum purpureum a militibus impositum, dixit \"Ecce Homo\" (Joh. xix. 1, 5): hoc dictum est quia per \"Hominem\" significatur ecclesia; per \"Filium enim hominis\" significatur verum ecclesiae, ita Verbum. Ex his nunc patet quod per \"portare iniquitates\" intelligatur, peccata contra Divina vera Verbi in Se repraesentare et effigiare. Quod Dominus talia sustinuerit et passus sit ut Filius hominis, et non ut Filius Dei, videbitur in sequentibus; \"Filius hominis\" enim significat Dominus quoad Verbum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 17"
    },
    {
      "section": 17,
      "title": "Paragraph 17",
      "text": "17. Aliquid nunc dicetur, quid per \"tollere peccata\" intelligitur. Per \"tollere peccata\" simile intelligitur quod per redimere hominem, et salvare illum; nam Dominus in mundum venit ut salvari posset homo; absque Ipsius adventu nemo mortalium potuit reformari et regenerari, ita salvari; sed hoc potest fieri, postquam Dominus omnem potentiam Diabolo, hoc est, inferno, ademerat, et Humanum suum glorificaverat, hoc est, univerat Divino Patris sui: si haec non facta fuissent, nullus hominum potuisset recipere aliquod Divinum verum manens apud illum, et adhuc minus aliquod Divinum bonum; nam Diabolus, cui prius potentia superior erat, e corde illa evulsisset. [2] Ex his patet quod Dominus per passionem crucis non abstulerit peccata; sed quod auferat illa, hoc est, removeat, apud illos qui credunt in Ipsum, vivendo secundum praecepta Ipsius: ut quoque Dominus docet apud Matthaeum, \"Nolite putare, quod venerim ad solvendum Legem et Prophetas. ...Quisquis solverit praeceptorum horum minimum, et docuerit ita homines, minimus vocabitur in regno caelorum; qui vero facit et docet, hic magnus vocabitur in regno caelorum\" (v. 17, 19). [3] Quisque potest videre ex sola ratione, modo in aliqua illustratione sit, quod peccata non possint auferri homini, nisi quam per paenitentiam actualem, quae est, quod homo videat sua peccata, ac Domini opem imploret, et desistat ab illis. Aliud videre, credere et docere, non est ex Verbo, nec est ex sana ratione, sed ex cupiditate et prava voluntate, quae sunt proprium hominis, ex quo infatuatur intelligentia. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 18"
    },
    {
      "section": 18,
      "title": "Paragraph 18",
      "text": "18. (V.) QUOD IMPUTATIO MERITI DOMINI NON ALIUD SIT, QUAM REMISSIO PECCATORUM POST PAENITENTIAM. In ecclesia creditur, quod Dominus missus sit a Patre, ut expiaret pro genere humano; et quod hoc factum sit per impletionem Legis, et per passionem crucis, et quod sic sustulerit damnationem et satisfecerit; et quod absque illa expiatione, satisfactione et propitiatione, genus humanum aeterna morte periisset; et hoc ex justitia, quae ab aliquibus etiam vocatur vindicativa. Verum est, quod absque adventu Domini in mundum omnes periissent; sed quomodo intelligendum est, quod Dominus impleverit omnia Legis, videatur supra in suo articulo; et cur passus est crucem, etiam supra in suo: ex quibus videri potest quod non fuerit ex aliqua justitia vindicativa, quia haec non est attributum Divinum. Attributa Divina sunt, justitia, amor, misericordia et bonum; et Deus est ipsa justitia, ipse amor, ipsa misericordia, et ipsum bonum; et ubi haec sunt, non est aliquid vindictae, ita non justitia vindictativa. [2] Quoniam impletio Legis et passio crucis hactenus a multis non aliter intellectae sunt quam quod Dominus per illa bina satisfecerit pro humano genere, et ei damnationem praevisam aut destinatam abstulerit, ex nexu et simul ex principio quod homo salvetur ex sola fide quod ita sit, secutum est dogma de imputatione meriti Domini, accipiendo illa duo quae fuerunt meriti Domini, pro satisfactione. Sed hoc cadit ex illis quae dicta sunt de impletione Legis Domino, et de passione crucis Ipsius; et simul tunc videri potest quod imputatio meriti sit vox nullius rei, nisi per illam intelligatur remissio peccatorum post paenitentiam: nam non aliquid Domini potest imputari homini; sed potest addicari salus a Domino postquam homo paenitentiam egerat, hoc est, postquam viderat et agnoverat sua peccata, et dein desistat ab illis, et hoc ex Domino. Tunc addicatur ei salus eo modo, quod homo non ex suo merito et ex propria justitia salvetur, sed ex Domino, qui solus pugnavit et vicit inferna, et qui postea etiam solus pugnat pro homine, et vincit inferna pro illo;"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "[3] haec sunt meritum et justitia Domini, et haec nusquam possunt imputari homini; nam si imputarentur, forent meritum et justitia Domini appropriata homini sicut ejus; et hoc nusquam fit, nec fieri potest. Si imputatio dabilis foret, potuisset homo impaenitens et impius imputare sibi meritum Domini, et ex eo cogitare se justificatum, quod tamen foret conspurcare sanctum profanis, et profanare nomen Domini; nam foret tenere cogitationem in Domino, et voluntatem in inferno, et tamen voluntas est omne hominis. Est fides Dei, et est fides hominis: fidem Dei habent qui paenitentiam agunt, fidem autem hominis qui non paenitentiam agunt, et usque de imputatione cogitant; ac fides Dei est fides viva, at fides hominis est fides mortua. [4] Quod Ipse Dominus et discipuli Ipsius praedicaverint paenitentiam ac remissionem peccatorum, constat ex his sequentibus: \"Jesus incepit praedicare et dicere, Paeniteat vos, appropinquavit enim regnum caelorum\" (Matth. iv. 17); \"{1}Johannes dixit, Facite fructus dignos paenitentia: ...jamjam securis ad radicem arborum jacet; omnis... arbor non faciens fructum bonum, exscinditur et in ignem conjicitur\" (Luc. iii. 8, 9); Jesus dixit, \"Nisi paenitentiam egeritis, omnes... peribitis\" (Luc. xiii. 3, 5); \"Jesus... praedicans Evangelium regni Dei;... dicens,... Impletum est tempus, et appropinquavit regnum Dei; paenitentiam agite, et credite Evangelio\" (Marc. i. 14, 15); Jesus emisit discipulos, qui \"exeuntes praedicarunt ut paenitentiam agerent\" (Marc. vi. 12); Jesus dixit ad apostolos, quod illos oporteat praedicare \"in nomine Ipsius paenitentiam et remissionem peccatorum, in omnibus gentibus, incipiendo a Hierosolyma\" (Luc. xxiv. 47); Johannes praedicavit \"baptisma paenitentiae in remissionem peccatorum,\" (Luc. iii. 3; Marc. i. 4): per \"baptisma\" intelligitur lavatio spiritualis, quae est a peccatis, et vocatur regeneratio. [5] Describitur paenitentia et remissio peccatorum a Domino ita apud Johannem, \"In propria venit, sed proprii Ipsum non receperunt: quotquot vero receperunt: dedit illis potestatem, ut filii Dei essent, credentibus in nomen Ipsius: qui non ex sanguinibus, neque ex voluntate carnis, neque ex voluntate viri, sed ex Deo nati sunt\" (i. 11-13): per \"proprios\" intelliguntur qui tunc ab ecclesia, ubi erat Verbum: per \"filios Dei,\" et \"credentes in nomen Ipsius,\" intelliguntur qui in Dominum credunt, et qui Verbo credunt: per \"sanguines\" intelliguntur falsificationes Verbi, et confirmationes falsi per illud: \"voluntas carnis\" est proprium voluntarium hominis, quod in se est malum: \"voluntas viri\" est proprium intellectuale hominis, quod in se est falsum: \"nati a Deo\" sunt qui a Domino regenerati sunt. Ex his patet quod illi salventur qui in bono amoris et in veris fidei sunt a Domino, et non qui in proprio. @1 Johannes pro \"Jesus\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 19"
    },
    {
      "section": 19,
      "title": "Paragraph 19",
      "text": "19. (VI.) QUOD DOMINUS QUOAD DIVINUM HUMANUM DICATUR \"FILIUS DEI,\" ET QUOAD VERBUM DICATUR \"FILIUS HOMINIS.\" In ecclesia non aliud scitur, quam quod Filius Dei sit altera Persona Divinitatis, distincta a Persona Patris; inde est fides de Filio Dei nato ab aeterno. Hoc quia universaliter receptum est, et de Deo, non data est copia ac venia cogitandi de eo ex aliquo intellectu; ne quidem ita, quid est nasci ab aeterno: nam qui cogitat de eo ex intellectu, omnino secum dicet, \"Hoc transcendit; sed usque dico quia dicunt, et credo quia credunt.\" At sciant quod non sit Filius ab aeterno, sed quod sit Dominus ab aeterno. Dum scitur quid Dominus, et quid Filius, potest etiam ex intellectu cogitare de Deo triuno, et non prius. [2] Quod Humanum Domini conceptum a Jehovah Patre, et natum a Maria virgine, sit Filius Dei, patet manifeste ex his sequentibus:- Apud Lucam, \"Missus est angelus Gabriel a Deo in urbem Galilaeae, cui nomen Nazareth, ad virginem desponsatam viro cui nomen Joseph, e domo Davidis; nomen autem virginis, Maria. Quum ingressus est angelus ad illam, dixit, Salve, gratiam consecuta, Dominus tecum est, benedicta inter mulieres. Illa... videns conturbata est super verbo ejus, et cogitavit quanta esset salutatio illa. Sed dixit angelus illi, Ne timeto, Maria, invenisti... gratiam apud Deum:... ecce concipies... et paries Filium, et vocabis nomen Ipsius Jesum. Hic erit magnus, et Filius Altissimi vocabitur. ...Maria vero dixit ad angelum, Quomodo fiet hoc, quoniam virum non cognosco? Cui respondens angelus dixit, Spiritus sanctus veniet super te, et virtus Altissimi obumbrabit te; unde etiam quod nascitur ex te sanctum, vocabitur Filius Dei\" (i. 26-35): dicitur hic, \"Concipies et paries Filium, Hic erit magnus, et vocabitur Filius Altissimi;\" ac iterum, \"Quod nascetur ex te sanctum, vocabitur Filius Dei;\" ex quo patet quod Humanum conceptum a Deo, et natum a Maria virgine, sit quod vocatur Filius Dei. [3] Apud Esaiam, \"Dat Dominus Ipse vobis signum; ecce virgo concipiet et pariet Filium, et vocabit nomen Ipsius Deus nobiscum\" (vii. 14): quod Filius natus a Virgine, et conceptus a Deo, sit qui vocabitur \"Deus nobiscum,\" ita qui est Filius Dei, patet; quod sit, etiam confirmatur apud Matthaeum (cap. i. 22, 23). [4] Apud Esaiam, \"Puer natus est nobis, Filius datus est nobis; super cujus humero principatus; et vocabit nomen Ipsius, Mirabilis, Consiliarius, Deus, Heros, Pater aeternitatis, Princeps pacis\" (ix. 5, 6 (B.A. 6, 7)): similiter hic; nam dicitur, \"Puer natus est nobis, Filius datus est nobis,\" qui non est Filius ab aeterno, sed Filius natus in mundo; quod etiam patet a Prophetae verbis vers. 6 ibi, et a Gabrielis angeli verbis ad Mariam, Luc. i. 32, 33, quae similia sunt. [5] Apud Davidem, \"Annuntiabo de statuto, Jehovah dixit..., Filius meus tu, Ego hodie genui Te. ...Osculamini Filium, ne irascatur, et pereatis in via\" (Ps. ii. 7, 12): hic nec intelligitur Filius ab aeterno, sed Filius natus in mundo: nam est propheticum de Domino venturo; quare vocatur statutum, de quo Jehovah annuntiavit Davidi: \"hodie\" non est ab aeterno, sed est in tempore. [6] Apud Davidem, \"Ponam in mari manum Ipsius;... Ille vocabit Me, Pater meus Tu. ...Ego Primogenitum dabo Ipsum\" (Ps. lxxxix. (26,) 27, 28, 37 (B.A. 25-27, 36)): in toto hoc psalmo agitur de Domino venturo; quare intelligitur Ipse, qui vocabit Jehovam Patrem suum, et qui erit Primogenitus, ita qui est Filius Dei. [7] Pariter alibi, ubi vocatur \"Virga e trunco Jischaji\" (Esai. xi. {1}); \"Germen Davidis\" (Jerem. xxiii. 5, 6); \"Semen Mulieris\" (Gen. iii. 15); \"Unigenitus\" ({2}Joh. i. 18); \"Sacerdos in aeternum\" et \"Dominus\" (Psalm. cx. 4, 5). [8] In Ecclesia Judaica per \"Filium Dei\" intellectus est Messias, quem exspectaverunt, de quo sciebant quod nasceretur in Bethlechem. Quod per \"Filium Dei\" ab illis intellectus sit Messias, patet ex his locis: Apud Johannem, Dixit Petrus, \"Credimus et agnoscimus quod Tu sis Christus, Filius Dei viventis\" (vi. 69). Apud eundem, \"Tu es Christus, Filius Dei, qui in mundum venturus est\" (xi. 27). Apud Matthaeum, Princeps sacerdotum interrogavit Jesum num esset Christus, Filius Dei; Jesus dixit, \"Ego sum\" (xxvi. 63, 64; Marc. {3}xiv, 62). Apud Johannem, \"Haec scripta sunt, ut credatis quod Jesus sit Christus, Filius Dei\" (xx. 31; tum Marc. i. 1). Christus est vox Graeca, et significat Unum, similiter Messias in lingua Hebraea; quare dicit Johannes, \"Invenimus Messiam, quod est, si interpreteris, Christus\" (i. 42), Et alibi, \"Dixit mulier, Scio quod Messias veniat, qui dicitur Christus\" (iv. 25). [10] Quod Lex et Prophetae, seu totum Verbum Veteris Testamenti, sit de Domino, in primo articulo indicatum est; quare non alius per \"Filium Dei\" venturum potest intelligi, quam Humanum quod Dominus suscepit in mundo. Ex quo sequitur, quod hoc intellectum sit per \"Filium\" a Jehovah e caelo dictum, cum baptizabatur, \"Hic est Filius meus dilectus, in quo complacuit Mihi\" (Matth. {4}iii. 17; Marc. i. 11; Luc. iii. 22); nam Humanum Ipsius baptizabatur. Et quando transformatus, \"Hic est Filius meus dilectus, in quo Mihi complacuit, Ipsum audite\" (Matth. xvii. 5; Marc. ix. 7; Luc. ix. 35). Tum etiam alibi (Ut Matth. viii. 29; cap. xiv. 33; cap. {5}xxvii. 43, 54: Marc. iii. 11; cap. xv. 39: Joh. i. 18, 34, 50 (B.A. 18, 34, 49); cap. iii, 18; cap. v. 25; cap. x. 36; cap. xi. 4). @1 1 pro \"1, 2, 20\"$ @2 Joh. pro \"Gen.\"$ @3 xiv. 62 pro \"xi. 27\"$ @4 iii. pro \"xiii.\"$ @5 xxvii. pro \"xviii.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 20"
    },
    {
      "section": 20,
      "title": "Paragraph 20",
      "text": "20. Quoniam per \"Filium Dei\" intelligitur Dominus quoad Humanum, quod in mundo suscepit, quod est Divinum Humanum, patet quid intelligitur per quod Dominus toties dixerit, quod \"missus sit a Patre in mundum,\" et per quod \"exiverit a Patre:\" per quod \"missus sit a Patre in mundum,\" intelligitur quod a Jehovah Patre conceptus sit. Quod non aliud per \"mitti\" et \"missum a Patre\" intelligatur, constat ex omnibus locis, ubi etiam dicitur quod voluntatem Patris et opera Ipsius faceret; quae erant, quod vinceret inferna, glorificaret Humanum, doceret Verbum, et novam ecclesiam instauraret: quae non potuerunt fieri, nisi quam per Humanum conceptum a Jehovah, et natum a Virgine; hoc est, nisi Deus Homo factus sit. Evolve loca ubi dicitur \"mitti\" et \"missus,\" et videbis (Ut Matth. x. 40; cap. xv. 24: Marc. ix. 37; Luc. iv. 43; cap. ix. 48; cap. x. 16: Joh. iii. 17, 34; cap. iv. 34; cap. v. 23, 24, 36, 37, 38; cap. vi. 29, 39, 40, 44, 57; cap. vii. 16, 18, 28, 29; cap. viii. 16, 18, 29, 42; cap. ix. 4; cap. xi. 41, 42; cap. xii. 44, 45, 49; cap. xiii. 20; cap. xiv. 24; cap. xv. 21; cap. xvi. 5; cap. xvii. 3, 8, 21, 23, 25; cap. xx. {1}): tum etiam loca ubi Dominus Jehovam appellat \"Patrem.\" @1"
    },
    {
      "section": 21,
      "title": "Paragraph 21",
      "text": "21 pro \"20\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 21"
    },
    {
      "section": 21,
      "title": "Paragraph 21",
      "text": "21. Multi hodie non aliter cogitant de Domino, quam sicut de vulgari homine, sui simili, quia solum de Humano Ipsius, et non simul de Divino; cum tamen Divinum et Humanum Ipsius non separari possunt. Est enim Dominus Deus et Homo; ac Deus et Homo in Domino non sunt duo, sed una Persona, ita prorsus una, sicut anima et corpus sunt unus homo; secundum doctrinam in toto Christiano Orbe, quae est ex Conciliis, ac Doctrina Fidei Athanasianae vocatur, Ne itaque homo posthac cogitatione separet Divinum et Humanum in Domino, legat quaeso illa, quae ex Luca supra allata sunt; tum etiam haec apud Matthaeum:- \"Jesu Christi nativitas talis est: Desponsata matre Ipsius Josepho, antequam illi congrederentur, inventa est in utero habens, ex Spiritu Sancto. Et Josephus sponsus ejus, quum justus esset, et non vellet illam diffamare, voluit clam dimittere illam. Verum cum ille haec cogitaret, ecce angelus Domini in somnio apparuit illi, dicens, Joseph, fili Davidis, ne timeas accipere Mariam sponsam tuam, nam quod in illa natum, ex Spiritu Sancto est: et pariet Filium, et vocabis nomen Ipsius Jesum. Ille... salvabit populum suum a peccatis eorum. ...Et expergefactus Josephus a somno, fecit sicut praecepit illi angelus Domini, et accepit sponsam suam: at non cognovit illam, usque dum peperit Filium suum primogenitum, et vocavit nomen Ipsius Jesum\" (i. 18-25). Ex his, et ex illis quae apud Lucam de nativitate Domini scripta sunt, et ex supra allatis, constat quod \"Filius Dei\" sit Jesus conceptus a Jehovah Patre, et natus a virgine Maria, de quo omnes Prophetae et Lex usque ad Johannem prophetarunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 22"
    },
    {
      "section": 22,
      "title": "Paragraph 22",
      "text": "22. Qui novit quid apud Dominum \"Filius Dei\" significat, et quid apud Ipsum \"Filius hominis,\" ille plura arcana Verbi videre potest; nam Dominus nunc Se vocat \"Filium,\" nunc \"Filium Dei,\" nunc \"Filium hominis,\" ubivis secundum rem de qua agitur. Cum agitur de Divinitate Ipsius, de Uno cum Patre, de Divina Potestate, de Fide in Ipsum, de Vita ab Ipso, tunc vocat Se \"Filium\" et \"Filium Dei\" (ut Joh. v. 17-26, et alibi). Ubi autem agitur de Passione, de Judicio, de Adventu, et in genere de Redemptione, Salvatione, Reformatione, Regeneratione, tunc vocat Se \"Filium hominis:\" causa est, quia Ipse quoad Verbum tunc intelligitur. Dominus variis nominibus insignitur in Verbo Veteris Testamenti; nominatur ibi \"Jehovah,\" \"Jah,\" \" Dominus,\" \"Deus,\" \"Dominus Jehovih,\" \"Jehovah Zebaoth,\" \"Deus Israelis,\" \"Sanctus Israelis,\" \"Fortis Jacobi,\" \"Schaddai,\" \"Petra,\" tum \"Creator,\" \"Formator,\" \"Salvator,\" \"Redemptor,\" ubivis secundum rem de qua agitur: in Verbo Novi Testamenti similiter; ubi nominatur \"Jesus,\" \"Christus,\" \"Dominus,\" \"Deus,\" \"Filius Dei,\" \"Filius\" \"Propheta,\" \"Agnus,\" et quoque aliter, etiam ubivis secundum rem de qua ibi agitur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 23"
    },
    {
      "section": 23,
      "title": "Paragraph 23",
      "text": "23. Ex quo Dominus vocatur \"Filius Dei,\" hactenus dictum est; nunc ex quo Dominus vocatur \"Filius hominis,\" dicetur. Vocatur \"Filius hominis,\" ubi agitur de passione, de judicio, de adventu, et in genere ubi de redemptione, salvatione, reformatione et regeneratione. Causa est, quia \"Filius hominis\" est Dominus quoad Verbum; ac Ipse ut Verbum passus est, judicat, venit in mundum, redimit, salvat, reformat et regenerat. Quod ita sit, ex nunc sequentibus constare potest. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 24"
    },
    {
      "section": 24,
      "title": "Paragraph 24",
      "text": "24. Quod Dominus dicatur \"Filius hominis\" cum agitur de Passione, constat ex his:- Jesus dixit ad discipulos, \"Ecce ascendimus Hierosolymam, et Filius hominis tradetur principibus sacerdotum et scribis, qui condemnabunt Ipsum mortis, et tradent Ipsum gentibus et flagellabunt Ipsum, et exspuent in Ipsum, et occident Ipsum; tertia tamen die resurget\" (Marc. x. 33, 34): similiter alibi, ubi praedicit passionem suam (ut, Matth. xx. 18, 19; Marc. viii. 31; Luc. ix. 22). Jesus dixit ad discipulos, \"Ecce adest hora, et Filius hominis tradetur in manus peccatorum\" (Matth. xxvi. 45). Angelus dixit ad mulieres venientes ad monumentum, \"Mementote quod locutus est vobis quod oporteat Filium hominis prodi in manus hominum peccatorum, et crucifigi, et tertia die resurgere\" (Luc. xxiv. 6(, 7)). Quod Dominus tunc Se vocaverit Filium hominis, est quia passus est Sibi fieri similiter, quemadmodum illi fecerunt cum Verbo, ut multis supra ostensum est. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 25"
    },
    {
      "section": 25,
      "title": "Paragraph 25",
      "text": "25. Quod Dominus dicatur \"Filius hominis\" cum agitur de Judicio, constat ex his:- \"Quando venerit Filius hominis in gloria sua,... tunc sedebit super throno gloriae suae ac statuet oves a dextris, et hircos a sinistris\" (Matth. xxv. 31, 33). \"Quando sedebit Filius hominis super throno gloriae suae, judicaturus duodecim tribus Israelis\" (Matth. xix. 28). \"Venturus est Filius hominis in gloria Patris sui,... et tunc reddet unicuique secundum facta ejus\" (Matth. xvi. 27). \"Vigilate... omni tempore, ut digni habeamini... ad consistendum coram Filio hominis\" (Luc. xxi. 36). \"Qua hora non putatis, Filius hominis venit\" (Matth. {1}xxiv. 44; Luc, xii. 40). \"Pater non judicat quemquam, sed omne judicum dedit Filio,... quia Filius hominis est\" (Joh. v. (22,) 27). Causa quod Dominus, cum de judicio agitur, Se dicat \"Filium hominis,\" est quia omne judicium fit secundum Divinum Verum, quod est in Verbo, Quod hoc judicet unumquemvis, dicit Ipse apud Johannem, \"Si quis {2}audiverit verba mea, non tamen crediderit, Ego non judico illum, non enim veni ut judicem mundum... Verbum quod locutus sum, illud judicabit illum in extrema die\" (xii. 47, 48). Et alibi, Non venit Filius hominis \"ut judicet mundum, sed ut... salvetur per Ipsum: qui credit in Ipsum non judicatur; qui autem non credit, jam judicatus est, quia non credidit in nomen Unigeniti Filii Dei (iii. 17, 18). Quod Dominus neminem ad infernum judicet, seu in infernum dejiciat, sed quod ipse malus spiritus semet, videatur in opere De Caelo et Inferno (n. 545-550, 574). Per \"nomen Jehovae,\" \"Domini.\" \"Filii Dei,\" intelligitur Divinum Verum, ita quoque Verbum, quod est ab Ipso, de Ipso, et sic Ipse. @1 xxiv. pro \"xxii.\"$ @2 audiverit pro \"non audiverit\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 26"
    },
    {
      "section": 26,
      "title": "Paragraph 26",
      "text": "26. Quod Dominus dicatur \"Filius hominis\" ubi agitur adventu Ipsius, constat ex his:- Discipuli dicebant ad Jesum, \"Quodnam signum tui adventus et consummationis saeculi?\" Et tunc Dominus praedixit statui ecclesiae successivos usque ad finem, et de fine ejus haec: \"Tunc apparebit, signum Filii hominis;... et videbunt Filium hominis venientem in nubibus caeli cum virtute et gloria\" (Matth. xxiv. 3, 30; Marc. viii. 26; Luc. xxi. 27): per \"consummationem saeculi\" intelligitur ultimum tempus ecclesiae: per \"adventum in nubibus caeli cum gloria,\" intelligitur aperitio Verbi, et manifestatio quod Verbum de Ipso solo scriptum sit. Apud Danielem, \"Vidi... et ecce cum nubibus caelorum... Filius hominis veniens\" (vii. 13). In Apocalypsi, \"Ecce venit cum nubibus. et videbit Ipsum omnis oculus\" (i. 7); hoc etiam de Filio hominis, ut patet a vers. 13, ibi; tum alibi in Apocalypsi, Vidi cum ecce nubes alba, et super nube sedens similis Filio hominis (xiv. 14). [2] Quod Dominus aliud apud Se intellexerit per \"Filium Dei,\" et aliud per \"Filium hominis,\" patet a responso Ipsius ad Principem sacerdotum; \"Sacerdos magnus dixit ad Jesum, Adjuro Te per Deum viventem, ut nobis dicas num Tu sis Christus, Filius Dei. Dixit illi Jesus, Tu dixisti, Ego sum: veruntamen dico vobis, a nunc videbitis Filium hominis sedentem a dextris potentiae, et venientem in nubibus caeli\" (Matth. xxvi. 63, 64): hic primum confessus est quod sit \"Filius Dei,\" et postea dicit quod \"visuri sint Filium hominis sedentem a dextris potentiae, et venientem in nubibus caeli;\" per quae intelligitur, quod post passionem crucis in Divina potentia esset aperiendi Verbum, et instaurandi ecclesiam; quod non prius fieri potuit, quia non prius vicerat infernum, et glorificaverat Humanum suum. Quid per \"sedere super nubibus caeli,\" et \"venire in gloria,\" significatur, in opere De Caelo et Inferno (n. 1) explicatum est. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 27"
    },
    {
      "section": 27,
      "title": "Paragraph 27",
      "text": "27. Quod Dominus dicatur \"Filius hominis\" ubi agitur de Redemptione, Salvatione, Reformatione et Regeneratione, constat ex his:- \"Filius hominis venit,... ut det animam redemptionem pro multis\" (Matth. xx. 28; Marc. x. 45); \"Venit Filius hominis ad salvandum,\" et non ad perdendum (Matth. xviii. 11; Luc. ix. 56); \"Venit Filius hominis ad quaerendum et salvandum id quod perierat\" (Luc. xix. 10); Venit Filius hominis, \"ut mundus salvetur per Ipsum\" (Joh. iii. 17); \"Qui seminat bonum semen est Filius hominis\" (Matth. xiii. 37): ibi de redemptione et salvatione agitur; quae quia a Domino fiunt per Verbum, ideo Se vocat ibi \"Filium hominis.\" Dicit Dominus, Quod Filius hominis potestatem habeat remittendi peccata (Marc. ii. 10; Luc. v. 24), hoc est, salvandi. Tum, Quod sit Dominus Sabbathi, quia est Filius hominis (Matth. xii. 8; Marc. ii. 28; Luc. vi. 24), quia est Verbum, quod Ipse tunc docet. Praeterea dicit apud Johannem, \"Operamini cibum, non qui perit, sed cibum qui manet in vitam aeternam, quem Filius hominis vobis dabit\" (vi. 27): per \"cibum\" intelligitur omne verum et bonum doctrinae ex Verbo, ita a Domino: hoc quoque ibi intelligitur per \"mannam,\" et per \"panem\" qui e caelo descendit; et quoque per hoc in eodem capite, \"Nisi comederitis carnem Filii hominis, et biberitis Ipsius sanguinem, non habebitis vitam in vobis\" (vers. 53): \"caro\" seu \"panis\" est bonum amoris ex Verbo, \"sanguis\" seu \"vinum\" est bonum fidei ex Verbo, utrumque a Domino. [2] Simile per \"Filium hominis,\" in aliis locis ubi dicitur, significatur. Ut in his: \"Vulpes foveas habent, et volucres... nidos; Filius vero hominis non habet ubi caput inclinet\" (Matth. viii. 20; Luc. ix. 55): per hoc intelligitur quod Verbum non haberet locum apud judaeos, ut quoque dicit Dominus (Joh. viii. 37); nec esset manens apud illos, quia non agnoverunt Ipsum (Joh. v. 38, 39). Per \"Filium hominis\" intelligitur Dominus quoad Verbum, etiam in Apocalypsi, \"In medio septem candelabrorum\" vidi \"similem Filio hominis, indutum talari, et circumcinctum ad ubera zona aurea\" (i. 13, seq.): ibi per varia repraesentatus est Dominus ut Verbum; quare etiam vocatur \"Filius hominis.\" Apud Davidem, \"Sit manus tua pro Viro dextrae tuae, pro Filio hominis confortasti Te; tunc non recedemus a Te; vivifica nos\" (Ps. lxxx. 18, 20): \"Vir dextrae\" est quoque hic Dominus quoad Verbum; similiter \"Filius hominis;\" vocatur \"Vir dextrae,\" quia Domino ex Divino Vero, quod etiam est Verbum, est potentia, ac Ipsi Divina Potentia fuit quando totum Verbum implevit: inde etiam dixerat, Quod visuri sint \"Filium hominis sedentem a dextris\" Patris, cum potentia (Marc. xiv. 62). This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 28"
    },
    {
      "section": 28,
      "title": "Paragraph 28",
      "text": "28. Quod \"Filius hominis\" significet Dominum quoad Verbum, erat quia Prophetae etiam dicti sunt \"filii hominis.\"- Quod prophetae \"filii hominis\" dicti sint, erat quia repraesentabant Dominum quoad Verbum, et inde significabant doctrinam ecclesiae ex Verbo; non aliud in caelo per \"prophetas\" ubi nominantur in Verbo, intelligitur; significatio enim spiritualis \"prophetae,\" tum etiam \"filii hominis,\" est doctrina ecclesiae ex Verbo; et cum de Domino, est ipsum Verbum. Quod Propheta Daniel vocatus sit \"filius hominis,\" videatur apud illum ((Dan.,) cap. iii. 17). Quod Propheta Ezechiel vocatus sit \"filius hominis,\" videatur apud illum ((Ezech.,) cap. ii. 1, 3, 6, 8; cap. iii. 1, 3, 4, 10, 17, 25; cap. iv. 1, 16; cap. v. 1; cap. vi. 2; cap. vii. 2; cap. viii. 5, 6, 8, 12, 15; cap. xi. 2, 4, 15 cap. xii. 2, 3, 9, 18, 22, 27; cap. xiii. 2, 17 cap. xiv. 3, 13; cap. xv. 2; cap. xvi. 2; cap. xvii. 2; cap. xx. 3, 4, 27, 46; cap. xxi. {1}2, 6, 9, 12, 14, 19, 28; cap. xxii. 18, 24; cap. xxiii. 2, 3, 6; cap. xxiv. 2, 16, 25; cap. xxv. 2; cap. xxvi. 2; cap. xxvii. 2; cap. xxviii. 2, 12, 21; cap. xxix. 2, 18; cap. xxx. 2, 21; cap. xxxi. {2}2; cap. xxxii. 2, 18; cap. xxxiii. 2, 7, 10, 12, 24, 30; cap. xxxiv. 2; cap. xxxv. 2; cap. xxxvi. 1, 17; cap. xxxvii 3, 9, 11, 16; cap. xxxviii. 2, {3}14; cap. xxxix. 1, 17; cap. xl. 4; cap. xliii. 7, 10, 18; cap. xliv. {4}5). Ex his nunc patet quod Dominus quoad Divinum Humanum dicatur \"Filius Dei,\" et quoad Verbum \"Filius hominis.\" @1 Sequentes sunt versus in textu Hebraeo: 2, 7, 11, 14, 17, 19, 24, 33.$ @2 2 pro \"1, 2\"$ @3 14 pro \"24\"$ @4 5 pro \"1, 4\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 29"
    },
    {
      "section": 29,
      "title": "Paragraph 29",
      "text": "29. (VII.) QUOD DOMINUS HUMANUM SUUM FECERIT DIVINUM EX DIVINO IN IPSO, ET QUOD SIC UNUM FACTUS SIT CUM PATRE, Ex Doctrina Ecclesiae recepta in universo Christiano orbe est, Quod noster Dominus Jesus Christus, Filius Dei, sit et Deus et Homo; et quamvis est Deus et Homo, usque non sunt duo, sed est unus Christus; est unus, quia Divinum suscepit ad Se Humanum; immo est prorsus unus, est enim una Persona; quoniam sicut anima et corpus faciunt unum hominem, ita Deus et Homo est unus Christus. Haec verba ex Doctrina fidei Athanasianae, quae in universo Christiano orbe recepta est, desumpta sunt. Haec ibi sunt essentialia de unitione Divini et Humani in Domino; reliqua quae in eadem doctrina de Domino dicuntur, in suo articulo explicabuntur. Ex illis clare patet quod ex Fide Ecclesiae Christianae sit, quod Divinum et Humanum in Domino non sint duo sed unum, sicut anima et corpus est unus homo, et quod Divinum in Ipso susceperit Humanum. [2] Ex hoc sequitur, quod non Divinum ab Humano, nec Humanum a Divino, possint separari; nam illa separare foret sicut separare animam et corpus. Quod ita sit, etiam omnis agnoscet, qui legit illa quae supra (n. 19 et 21) ex binis Evangelistis (nempe, ex Luca, cap. i. 26-35, et ex Matthaeo, cap. i. 18-25), de Nativitate Domini, allata sunt; ex quibus manifestum est, quod Jesus conceptus sit a Jehovah Deo, et natus a Maria virgine; ita quod in Ipso fuerit Divinum, et illud Anima Ipsius. Nunc quia Anima Ipsius fuit Ipsum Divinum Patris, sequitur quod Corpus seu Humanum Ipsius etiam factum sit Divinum; nam ubi unum est, etiam erit alterum: ita et non aliter Pater et Filius unum sunt, Pater in Filio et Filius in Patre, tum omnia Filii Patris sunt et omnia Patris Filii, ut Ipse Dominus in Verbo suo docet. [3] Sed quomodo unitio facta est, dicetur hoc ordine (i.) Quod Dominus ad aeterno, sit Jehovah. (ii.) Quod Dominus ad aeterno, seu Jehovah, susceperit Humanum ad salvandum omnes. (iii.) Quod Humanum Divinum fecerit ex Divino in Se. (iv.) Quod Humanum Divinum fecerit per Tentationes in Se admissas. (v.) Quod plena unitio Divini et Humani in Ipso facta sit per passionem crucis, quae fuit Tentationum ultima. (vi.) Quod Humanum ex Matre susceptum successive exuerit, et Humanum ex Divino in Ipso induerit, quod est Divinum Humanum et Filius Dei. (vii.) Quod ita Deus factus sit Homo, ut in Primis etiam in Ultimis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 30"
    },
    {
      "section": 30,
      "title": "Paragraph 30",
      "text": "30. ((i.)) Quod Dominus ab aeterno, sit Jehovah, notum est ex Verbo; nam Dominus dixit Judaeis, \"Amen dico vobis, priusquam Abrahamus fuit, Ego sum\" (Joh. viii. 58). Et alibi, \"Glorifica Me, Tu Pater, gloria quam habui, antequam mundus esset, apud Te\" (Joh. xvii. 5): per quae intelligitur Dominus ab aeterno, et non Filius ab aeterno; nam Filius est Humanum Ipsius conceptum a Jehovah Patre et natum a Maria virgine in tempore, ut supra ostensum est. [2] Quod Dominus ab aeterno, sit Ipse Jehovah, constat a multis locis in Verbo; ex quibus haec pauca in praesenti adducentur:- \"Dicetur in die illo,... Deus noster Hic, quem exspectavimus, ut liberet nos:... Jehovah, quem exspectavimus: exsultemus et laetemur in salute Ipsius\" (Esai. {1}xxv. 9): ex quibus patet quod Ipse Deus Jehovah exspectatus sit. \"Vox clamantis in deserto, Parate viam Jehovae; complanate in solitudine semitam Deo nostro. ...Revelabitur gloria Jehovae: et videbit omnis caro simul... Ecce, Dominus Jehovih in forti venit\" (Esai xl. 3, 5, 10; Matth. iii. 3; Marc. i. 3; Luc. iii. 4): hic etiam Dominus dicitur Jehovah, qui venturus est. [3] \"Ego Jehovah... dabo Te in foedus populo, in lucem gentium: Ego Jehovah hoc nomen meum; et gloriam meam non alteri dabo\" xlii. \"foedus populo, et lux gentium,\" est Dominus quoad Humanum; quia hoc est a Jehovah, ac factum unum cum Jehovah, dicitur \"Ego Jehovah, hoc nomen meum, et gloriam meam non alteri dabo,\" hoc est, non alteri quam Sibi Ipsi; \"gloriam dare\" est glorificare seu unire Sibi. [4] \"Subito veniet ad Templum suum Dominus, quem vos quaeritis\" (Malach. iii. 1): per \"Templum\" intelligitur \"Templum Corporis Ipsius\" (ut Joh. ii. 19, 21). \"Visitavit nos ortus ab alto\" (Luc. 78): \"ortus ab alto\" etiam est Jehovah, seu Dominus ab aeterno. Ex his patet quod per Dominum ab aeterno, intelligatur Divinum Ipsius a Quo, quod in verbo est Jehovah. Ex locis autem infra afferendis patebit, quod per \"Dominum\" et quoque per \"Jehovam,\" postquam glorificatum est Humanum Ipsius, intelligatur Divinum et Humanum simul, ut unum; et quod per \"Filium\" solum intelligatur Divinum Humanum. @1 xxv. 9 pro \"xvi. 10, 14\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 31"
    },
    {
      "section": 31,
      "title": "Paragraph 31",
      "text": "31. ((ii.)) Quod Dominus ab aeterno, seu Jehovah, susceperit Humanum ad salvandum homines, confirmatum est ex Verbo in antecedentibus articulis: quod homo non aliter salvari potuerit, alibi dicetur. Quod susceperit Humanum, constat etiam ex locis in Verbo, ubi dicitur quod \"exiverit ex Deo,\" \"descenderit e caelo,\" et quod \"missus sit in mundum.\" Ut ex his:- \"Exivi a Patre, et veni in mundum\" (Joh. xvi. 28); \"Ego... a Deo exivi et venio, neque... a Me Ipso veni, sed Ille Me misit\" (Joh. viii. 42); \"Pater... vos amat, quia... credidistis quod Ego a Deo exiverim\" (Joh. xvi. 26, 27); \"Nemo ascendit {1}in caelum nisi qui e caelo descendit\" (Joh. iii. 13) \"Panis... Dei est, qui descendit e caelo, et vitam dat mundo\" (Joh. vi. 33, 35, 41, 50, 51); \"Qui desuper venit, supra omnes est;... qui e caelo venit, supra omnes est\" (Joh. iii. 31); \"Ego novi\" Patrem, \"quia ab Illo sum, et Ille misit Me\" (Joh. vii. {2}29): quod per \"mitti a Patre in mundum\" intelligatur suscipere Humanum, videatur supra (n. 20). @1 in caelum pro \"e caelo\"$ @2 29 pro \"27\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 32"
    },
    {
      "section": 32,
      "title": "Paragraph 32",
      "text": "32. ((iii.)) Quod Dominus Humanum suum Divinum fecerit ex Divino in Se, constare potest ex multis locis e Verbo; ex quo nunc illa loca adducentur, quae confirmant:- ((1.)) Quod hoc successive factum sit; quae sunt:- Jesus \"crevit et corroboratus est spiritu et sapientia, et gratia Dei erat super Ipsum\" (Luc. ii. 40). \"Jesus profecit sapientia, aetate, et gratia apud Deum et homines\" (vers. 52). [2] (2.) Quod Divinum operatum sit per Humanum, sicut anima per corpus; ex his:- \"Non potest Filius facere a Se Ipso quicquam, nisi (quid) viderit Patrem facientem\" (Joh. v. 19). \"A Me Ipso facio nihil, sed sicut docuit Me Pater meus, haec loquor;... qui misit Me, Mecum est, non reliquit Me solum\" (joh. viii. 28, 29; cap. v. 30). \"Ego non ex Me Ipso locutus sum, sed qui misit Me Pater,... Mihi praeceptum dedit, quid dicere et quid loqui debeam\" (Joh xii. 49, 50). \"Verba, quae Ego loquor vobis, a Me Ipso non loquor. Pater..., qui in Me manet, Ille facit opera\" (Joh. xiv. 10). \"Non sum solus, quia Pater Mecum\" (Joh. xvi. 32). [3] (3.) Quod Divinum et Humanum unanimiter operatum sit, ex his:- \"Quae\" Pater \"facit, haec etiam Filius similiter facit\" (Joh. v. 19). \"Quemadmodum... Pater suscitat mortuos et vivificat, ita etiam Filius, quos vult, vivificat\" (Joh. v. 21). \"Quemadmodum... Pater habet vitam in Se Ipso, ita dedit etiam Filio vitam habere in Se Ipso\" (Joh. v. 26). \"Nunc cognoverunt, quod omnia, quae dedisti Mihi, a Te sint\" (Joh. xvii. {1}17). [4] (4.) Quod unitum sit Divinum Humano et Humanum Divino, ex his:- \"Si cognovistis Me, etiam Patrem meum cognovistis et vidistis Ipsum.\" Dixit ad Philippum volentem videre Patrem, \"Tantum tempus vobiscum sum, et non nosti Me, Philippe? qui vidit Me, vidit Patrem... Nonne credis, quod Ego in Patre, et Pater in Me sit?... Credite Mihi, quod Ego in Patre et Pater in Me sit\" (Joh. xiv. 6-11). \"Si non facio opera Patris mei, ne credite Mihi; si... facio,... operibus credite; ut cognoscatis et credatis, quod Pater in Me, et Ego In Patre\" (Joh. x. {2}37, 38). \"Ut omnes unum sint, sicut Tu Pater in Me, et Ego in Te\" (Joh. xvii. {3}21). \"In illo die cognoscetis, quod Ego in Patre meo\" (Joh. xiv. 20). \"Non rapiet quis\" oves \"e manu Patris mei; Ego et Pater unum sumus (Joh. x. (29,) 30). \"Pater amat Filium, et omnia dedit in manum Ipsius\" (Joh. iii. 35). \"Omnia quaecunque Pater habet, mea sunt\" (Joh. xvi. 15). \"Omnia mea tua sunt, et tua mea\" (Joh. xvii. 10). \"Dedisti\" Filio \"potestatem omnis carnis\" (Joh. {4}xvii. 2). \"Data est Mihi omnis potestas in caelo et in terra\" (Matth. xxviii. 18). [5] (v.) Quod Divinum Humanum adeundum sit, patet ex his:- \"Ut omnes honorent Filium, quemadmodum honorant Patrem\" (Joh. v. 23). \"Si Ne nossetis, etiam Patrem meum nossetis\" (Joh. viii. 19). \"Qui videt Me, videt Ipsum qui misit Me\" (Joh. xii. 45). \"Si cognovistis Me, etiam Patrem meum cognovistis. et abhinc cognovistis Ipsum, et vidistis Ipsum\" (Joh. xiv. 7). \"Qui... Me suscipit, suscipit Ipsum qui misit Me\" (Joh. xiii. 20). Causa est, quia nemo potest Ipsum Divinum, quod Pater vocatur, videre; sed Divinum Humanum. Dicit enim Dominus, \"Deum nemo vidit unquam; Unigenitus Filius, qui in sinu Patris est, Ille exposuit\" (Joh. i. 18). \"Non Patrem vidit quis, nisi qui est apud {5}Patrem; Hic vidit Patrem\" (Joh. vi. 46). \"Non vocem\" Patris \"audivistis unquam, neque speciem Ipsius vidistis\" (Joh. v. 37). [6] (vi.) Quia Dominus Humanum suum fecit Divinum ex Divino in Se, et quia illud adeundum est, et hoc est Filius Dei, ideo in Dominum, qui et Pater et Filius est, credendum est, Hoc patet ex his:- Jesus dixit, \"Quotquot...receperunt Ipsum, dedit illis potestatem at filii Dei essent, credentibus in nomen Ipsius\" (Joh. i. {6}12). \"Ut omnis qui credit in Ipsum non pereat, sed vitam aeternam habeat\" (Joh. iii. 15). \"Adeo... dilexit Deus mundum, ut Filium suum Unigenitum dederit, ut omnis qui credit in Ipsum,... vitam aeternam habeat\" (Joh. iii. 16). \"Qui credit in \"Filium, \"non judicatur; qui autem non credit jam judicatus est, quia non credidit in nomen Unigeniti Filii Dei\" (Joh. iii. 18). \"Qui credit in Filium habet vitam aeternam; qui vero non credit Filio, non videbit vitam, sed ira Dei manet super illo\" (Joh. iii. 36). \"Panis... Dei est, qui descendit e caelo, et vitam dat mundo. ...Qui venit ad Me, non esuriet, et qui credit in Me, non sitiet unquam\" (Joh. vi. 33, 35). \"Haec... est voluntas Ipsius qui misit Me, ut omnis qui videt Filium, et credit in Ipsum, habeat vitam aeternam, et resuscitem illum Ego in extremo die\" (Joh. vi. 40). \"Dixerunt... ad\" Jesum, \"Quid faciemus ut operemur opera Dei? Respondit Jesus,... Hoc est opus Dei, ut credatis in Eum quem misit Ille\" (Joh. vi. 28, 29). \"Amen dico vobis, Qui credit in Me habet vitam aeternam\" (Joh. vi. 47). Jesus \"clamavit dicens, Si quis sitiverit, venito ad Me, et bibito: quisquis credit in Me, sicut dixit Scriptura, flumina e ventre illius fluent aquae viventis\" (Joh. vii. 37, 38). \"Nisi... credideritis quod Ego sim, moriemini in peccatis vestris\" (Joh. viii. 24). \"Jesus dixit, Ego sum resurrectio et vita; qui credit in Me, etsi moriatur, vivet; omnis vero qui vivit, et credit in Me non morietur in aeternum\" (Joh. xi. 25, 26). Jesus dixit, \"Ego lux in mundum veni, ut omnis, qui credit in Me, in tenebris non maneat\" (Joh. xii. 46; cap. viii. 12). \"Quousque lucem habetis, credite in lucem, ut filii lucis sitis\" (Joh. xii. 36). \"Amen dico vobis, quod... mortui audient vocem Filii Dei, et qui audient vivent\" (Matth. v. 25). \"Manete in Me, etiam Ego in vobis Ego sum vitis, vos palmites; qui manet in Me, et Ego in illo, hic fert fructum multum; quia sine Me non potestis facere quicquam\" (Joh. xv. 1-5). Quod mansuri sint in Domino, et Dominus in illis (Joh. xiv. 20; cap. xvii. 23). \"Ego sum via, veritas, et vita; nemo venit ad Patrem, nisi per Me\" (Joh. xiv. 6). [7] In his locis, et in omnibus aliis ubi nominatur Pater, intelligitur Divinum quod ex conceptione fuit in Domino; quod, secundum Doctrinam Fidei Christiani orbis, fuit sicut anima in corpore apud hominem. Ipsum Humanum ex hoc Divino est Filius Dei. Nunc quia hoc quoque Divinum factum est, ne homo adeat Patrem solum, et per id in cogitatione, fide, et inde in cultu, separet Patrem a Domino in quo est, ideo postquam Dominus docuit quod Pater et Ipse unum sint, et quod Pater in Ipso et Ipse in Patre sit, et quod mansuri sint in Ipso, et quod nemo veniat ad Patrem nisi per Ipsum, etiam docet quod in Ipsum credendum sit, et quod homo ex fide directa in Ipsum salvetur. [8] Quod Humanum in Domino Divinum factum sit, in Christianismo apud plures non potest aliqua idea capi; ex causa imprimis, quia de homine cogitant ex materiali ejus corpore, et non ex spirituali; cum tamen omnes angeli, qui spirituales sunt, etiam in plena forma homines sunt; et omne Divinum, quod procedit a Jehovah Deo, a primis ejus in caelo, ad ultimum ejus in mundo, in Formam humanam tendit. Quod Angeli sint Formae Humanae, et quod omne Divinum tendat in Formam Humanam, videatur in opere De Caelo et Inferno (n. 73-77, et n. 453-460); ac plenius videbitur in sequentibus operibus, quae erunt ex sapientia angelica de Domino. @1 7 pro \"6\"$ @2"
    },
    {
      "section": 37,
      "title": "Paragraph 37",
      "text": "37 pro \"36\"$ @3 21 pro \"22\"$ @4 xvii. pro \"xviii.\"$ @5 \"Patrem:\"--Sic Schmidius, ed. 1696: sic A.C., n. 1990, 3704, 3863, 9315; Apoc. Exp., n. 805[b(ii.)], 815[c], 852[b], 1116; V.C.R., n. 107, 339, 370; Dict. Prob., ed. 1845, p. 48.$ @6 12 pro \"11\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 33"
    },
    {
      "section": 33,
      "title": "Paragraph 33",
      "text": "33. ((iv.)) Quod Dominus Humanum suum Divinum fecerit per Tentationes in Se admissas, et per continuas tunc victorias, actum est supra (n. 12-14); quibus hoc solum addendum est. Tentationes non aliud sunt quam pugnae contra mala et falsa; et quia mala et falsa ab inferno sunt, sunt quoque pugnae contra infernum; etiam apud homines qui tentationes spirituales subeunt, sunt mali spiritus ab inferno, qui illas inducunt. Quod mali spiritus inducant tentationes, homo nescit; quod tamen sint, ex multa experientia datum est scire. [2] Ex eo est, quod homo, dum ex Domino vincit in tentationibus, ab inferno extrahatur, ac in caelum elevetur: inde est, quod homo per tentationes seu pugnas contra mala fiat spiritualis, ita angelus. Dominus autem ex propria potentia pugnavit contra omnia inferna, et illa prorsus domavit et subjugavit; et per id, quod simul glorificaverit Humanum suum, illa in aeternum domata et subjugata tenet. [3] Inferna enim ante Domini adventum usque ad illam altitudinem succreverunt, ut ipsos angelos caeli inciperent infestare, et similiter omnem hominem venientem in mundum et exeuntem e mundo. Quod inferna in talem altitudinem succreverint, erat causa, quia ecclesia prorsus devastata fuit, et homines mundi ex idololatriis in meris falsis et malis fuerunt; et ex hominibus sunt inferna: inde fuit, quod nisi Dominus in mundum venisset, nemo hominum potuisset salvari. [4] De his Domini pugnis, multis agitur in Psalmis Davidis et in Prophetis, at parum in Evangelistis. Pugnae illae sunt, quae intelliguntur per tentationes quas Dominus sustinuit, quarum ultima fuit passio crucis. Ex illis est, quod Dominus dicatur Salvator et Redemptor. Hoc in ecclesia in tantum notum est, ut dicant quod Dominus vicerit mortem seu diabolum, hoc est, infernum, et quod cum victoria resurrexerit: tum etiam quod absque Domino nulla salus. Quod etiam glorificaverit Humanum suum, et quod per id Salvator, Redemptor, Reformator et Regenerator in aeternum factus sit, in sequentibus videbitur. [5] Quod Dominus per pugnas seu tentationes Salvator factus sit, ex locis supra (n. 12-14) in copia allatis, patet: et ex hoc apud Esaiam, \"Dies vindictae in corde meo, et annus redemptorum meorum venerat. ...Conculcavi\" illos \"in ira mea descendere feci in terram victoriam illorum;... id factus est illis in Salvatorem\" (lxiii. 4, 6, 8); agitur in eo capite de pugnis Domini. Et apud Davidem, \"Attollite portae capita vestra,... extollimini ostia mundi, ut ingrediatur Rex gloriae. Quid hic Rex gloriae? Jehovah fortis et Heros, Jehovah Heros belli\" (Ps. xxiv. 7, 8); haec etiam de Domino, This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 34"
    },
    {
      "section": 34,
      "title": "Paragraph 34",
      "text": "34. ((v.)) Quod plena Unitio Divini et Humani in Ipso facta sit per Passionem crucis, quae fuit Tentationum ultima, confirmatum est in suo articulo supra; in quo ostensum est quod Dominus in mundum venerit ut subjugaret inferna, et glorificaret Humanum suum, et quod passio crucis fuerit ultima pugna, per quam plene vicit inferna, et plene glorificavit Humanum suum. Nunc quia Dominus per passionem crucis plene glorificavit Humanum suum, hoc est, univit illud Divino suo, et sic Humanum suum etiam fecit Divinum, sequitur quod Ipse sit Jehovah et Deus quoad utrumque: quare in Verbo multis in locis vocatur Jehovah, Deus et Sanctus Israelis Redemptor, Salvator et Formator. [2] Ut in sequentibus his:- \"Maria dixit, Magnificat anima mea Dominum; et exultavit spiritus meus super Deo Salvatore meo\" (Luc. i. 46, 47). \"Angelus dixit\" ad pastores,... Ecce, evangelizo vobis gaudium magnum, quod fiet omni populo; quod natus sit... hodie Salvator, qui est Christus Dominus, in urbe Davidis\" (Luc. ii. 10, 11). \"Dixerunt,... Hic est vere Salvator mundi, Christus\" (Joh. iv. 42). \"Ego\" Jehovah Deus \"adjuvo te,... et Redemptor... Sanctus Israelis\" (Esai. xli. 14). \"Dixit\" Jehovah \"Creator tuus, Jacob, et Formator tuus, Israel;... nam redemi te. ...Ego Jehovah Deus tuus, Sanctus Israelis Salvator xliii. 1, 3). \"Dixit Jehovah Redemptor vester, Sanctus Israelis:... Ego Jehovah Sanctus vester, Creator Israelis Rex vester\" (Esai. xliii. 14, 15). \"Sic dixit Jehovah Sanctus Israelis, et Formator ejus (...Salvator)\" (Esai. xlv. 11, 15). \"Sic dixit Jehovah Redemptor tuus, Sanctus Israelis\" (Esai. xlviii. 17). \"Ut {1}sciat omnis caro, quod Ego Jehovah Salvator tuus, et Redemptor tuus fortis Jacobi\" (Esai xlix. 26). \"Tunc veniet Zioni Redemptor\" (Esai. lix. 10). Ut scias, quod Ego Jehovah Salvator tuus, et Redemptor tuus, Potens Jacobi\" (Esai. lx. 16). \"Jehovah Formator {2}tuus ab utero\" (Esai. xlix. 5). \"Jehovah, Petra mea, et Redemptor meus (Psalm. xix. 15 (B.A. 14)). \"Recordati sunt quod Deus esset Petra eorum, et Deus excelsus Redemptor eorum\" (Psalm. lxxviii. 35). \"Dixit Jehovah Redemptor tuus, et Formator tuus ab utero\" (Esai. xliv. {3}24). \"Quod ad Redemptorem nostrum, Jehovah Zebaoth nomen Ipsius, Sanctus Israelis\" (Esai. xlvii. 4). \"Cum misericordia aeternitatis miserebor tui, sic dixit Redemptor tuus Jehovah\" (Esaj. liv. 8). \"Redemptor eorum fortis, Jehovah (Zebaoth) nomen Ipsius\" (Jerem. l. 34). \"Speret Israel in Jehovah, quia cum Jehovah misericordia,... plurima cum Ipso redemptio;... Ille redimet Israelem ab omnibus iniquitatibus ejus\" (Psalm. cxxx. 7, 8). \"Jehovah\" Deus \"Petra mea,... propugnaculum meum,... cornu salutis meae,... Salvator meus\" (2 Sam xxi. 2, 3). \"Sic dixit Jehovah, Redemptor Israelis, Sanctus Ipsius:... Reges videbunt et subsistent... propter Jehovam, qui fidelis, Sanctum Israelis, qui elegit te\" (Esai. xlix. 7). \"Tantummodo inter te Deus, et praeterea non alius Deus; profecto Tu Deus occultus, Deus Israelis, Salvator\" (Esai. xiv. 14, 15). \"Dixit Jehovae Rex Israelis, et Redemptor ejus Jehovah Zebaoth Praeter Me non Deus\" (Esai. xliv. 6). \"Ego Jehovah, et praeter Me non Salvator\" (Esai. xliii. 11). \"Nonne Ego Jehovah? et non amplius praeter Me, et Salvator non est praeter Me\" (Esai. xlv. 21). \"Ego Jehovah Deus tuus, et Deum praeter Me non agnosces, et Salvator non est praeter Me\" (Hosch. xiii. 4). \"Nonne Ego Jehovah, et non amplius Deus praeter Me? Deus justus et Salvator non est praeter Me. Respicite ad Me, ut salvemini, omnes fines terrae; quia Ego Deus, et non praeterea\" (Esai xlv. 21, 22). \"Jehovah Zebaoth nomen Ipsius, et Redemptor tuus, Sanctus Israelis, Deus totius terrae vocabitur\" (Esai. liv. 5). [3] Ex his videri potest quod Divinum Domini, quod Pater vocatur, et hic Jehovah et Deus, ac Divinum Humanum, quod Filius vocatur, et hic Redemptor et Salvator, tum Formator, hoc est, Reformator et Regenerator, non duo sint sed unum; nam non solum dicitur, Jehovah Deus et Sanctus Israelis Redemptor et Salvator, sed etiam dicitur Jehovah Redemptor et Salvator; immo etiam dicitur \"Jehovah Salvator et non praeter Me;\" ex quibus manifeste patet quod Divinum et Humanum in Domino sint una Persona, et quod Humanum etiam Divinum sit; nam Redemptor et Salvator mundi non alius est quam Dominus quoad Divinum Humanum, quod Filius vocatur. Redemptio et salvatio enim est attributum proprium Humani Ipsius, quod vocatur meritum et justitia; nam Humanum Ipsius sustinuit tentationes et passionem crucis; ita per Humanum redemit et salvavit. [4] Nunc quia post unitionem Humani cum Divino in Se, quae fuit sicut animae et corporis apud hominem, non amplius erant duo sed una Persona, secundum Doctrinam Christiani orbis, ideo Dominus quoad utrumque est Jehovah et Deus; quare dicitur nunc Jehovah et Sanctus Israelis, Redemptor et Salvator, nunc Jehovah Redemptor et Salvator, ut ex adductis locis videri potest: quod ibi dicatur, \"Salvator Christus\" (Luc. ii. 10, 11; Joh. iv. 42); \"Deus, et Deus Israelis, Salvator, et Redemptor\" (Luc. i. 47: Esai. xlv. {4}15; cap. liv. 5: Psalm. lxxviii. {5}35); \"Jehovah Sanctus Israelis, Salvator, et Redemptor\" (Esai xli. 14; cap. xliii. 3, 11, 14, 15; cap. xlviii. 17; cap. xlix. 7; cap. liv. 5); \"Jehovah Salvator, Redemptor, et Formator\" (Esai. xliv. {6}6; cap. xlvii. 4; cap. xlix. 26; cap. liv. 8; cap. lxiii. {7}16: Jerem. l. 34: Psalm. xix. 15 (B.A. 14): Psalm. cxxx. 7, 8: 2 Sam xxii. 2, 3). \"Jehovah Deus, Redemptor et Salvator, et praeter Me non alius\" (Esai. xliii, 11; cap. xliv. 6; cap. xlv. 14, 15, 21, 22: Hos. xiii. 4). @1 \"sciat;\"--sic editio princeps; sic quoque Apoc. Rev., n. 613: pluribus in locis legitur \"sciant.\"$ @2 \"tuus;\"--sic editio princeps; sic etiam in articulo n. 38; videatur autem A.C., n. 2159, 2586, et alibi, ubi rectius \"meus.\"$ @3"
    },
    {
      "section": 24,
      "title": "Paragraph 24",
      "text": "24 pro \"4\"$ @4 15 pro \"14\"$ @5 35 pro \"31\"$ @6 6 pro \"4\"$ @7 16 pro \"10\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 35"
    },
    {
      "section": 35,
      "title": "Paragraph 35",
      "text": "35. ((vi.)) Quod Dominus Humanum ex Matre susceptum successive exuerit, et Humanum ex Divino in Ipso induerit, quod est Divinum Humanum et Filius Dei.- Quod Domino fuerit Divinum et Humanum, Divinum ex Jehovah patre, et Humanum ex Maria virgine, notum est; inde est quod fuerit Deus et Homo, et sic Ipsi Essentia Divina et Natura Humana; Essentia Divina ex Patre, Natura Humana ex Matre; et inde aequalis Patri quoad Divinum, et minor Patre quoad Humanum; tum quod Humanam hanc ex matre Naturam non transmutaverit in Essentiam Divinam, nec ei commiscuerit illam, ut docet Doctrina Fidei, quae Athanasiana vocatur; nam Natura Humana in Essentiam Divinam non potest transmutari, nec potest ei commisceri. [2] Et tamen ex eadem nostra Doctrina est, quod Divinum susceperit Humanum, hoc est, univerit se illi, sicut anima suo corpori, usque ut non duo essent, sed una Persona. Ex eo sequitur, quod Humanum ex Matre, quod in se erat simile humano alterius hominis, et sic materiale, exuerit; ac Humanum ex Patre, quod in se simile Divino suo, et sic substantiale, induerit, ex quo Humanum etiam Factum est Divinum. Inde est quod Dominus in Verbo Prophetarum etiam quoad Humanum dicatur Jehovah et Deus, ac in Verbo Evangelistarum Dominus, Deus, Messias seu Christus, et Filius Dei, in quem credendum est, et a quo salvandi sunt. [3] Nunc quia Domino Fuit ab initio Humanum ex Matre, et hoc successive exuit, ideo, dum in mundo erat, fuerunt Ipsi duo status, qui vocantur status humiliationis seu exinanitionis, et status glorificationis seu unitionis cum Divino quod Pater vocatur: status humiliationis, quantum et quando fuit in Humano ex Matre; et status glorificationis, quantum et quando fuit in Humano ex Patre. In statu humiliationis oravit Patrem sicut alium a Se; in statu glorificationis autem locutus est cum Patre ut cum Se. In hoc statu dixit quod Pater esset in Se et Ipse in Patre, et quod Pater et Ipse unum essent; in statu autem humiliationis subiit tentationes, et passus est crucem, et oravit ne Pater Ipsum desereret; nam Divinum non potuit tentari, et minus adhuc crucem pati. Ex his nunc patet quod per tentationes et continuas tunc victorias, ac per passionem crucis, quae fuit ultima tentationum, plene vicerit inferna, et plene glorificaverit Humanum, ut prius ostensum est. [4] Quod Dominus exuerit humanum ex Matre, et induerit Humanum ex Divino in Ipso, quod Pater vocatur, patet etiam ex eo, quod Dominus quoties Ipse ex suo ore locutus est ad Matrem, non vocaverit illam Matrem, sed Mulierem. Apud Evangelistas legitur modo ter, quod ex suo ore locutus sit ad Matrem et de illa, et tunc bis quod appellaverit illam Mulierem, et semel quod non agnoverit illam pro Matre. Bis quod appellaverit illam \"Mulierem:\"- Legitur apud Johannem, \"Dixit Mater Jesu ad Ipsum, Vinum non habent. Dicit illi Jesus, Quis Mihi et tibi, Mulier? nondum venit hora mea\" (ii. (3,)4); et apud eundem, \"Jesus... e cruce videt Matrem, et discipulum adstantem quem amabat; dicit Matri suae, Mulier ecce filius tuus; deinde dicit discipulo, Ecce Mater tua\" (xix. 26, 27). Semel quod non agnoverit illam:- Apud Lucam, \"Nuntiatum est\" Jesu \"a dicentibus, Mater tua et fratres tui foris stant, et volunt Te videre:\" Jesus \"respondens dixit ad illos, Mater mea et fratres mei hi sunt, qui audiunt Verbum Dei, et faciunt illud\" (viii. 20, 21; Matth. xii. 46-49; Marc. iii. 31-35). In aliis locis vocatur Maria Ipsius Mater, sed non ab Ipsius ore. [5] Hoc etiam confirmatur per id, quod non agnoverit Se esse Filium Davidis. Legitur enim apud Evangelistas, \"Interrogavit Jesus\" Pharisaeos, \"dicens, Quid vobis videtur de Christo? Cujus Filius est? Dicunt Ipsi, Davidis. Dixit illis, Quomodo ergo David Ipsum in spiritu Dominum suum vocat, dicens, Dixit Dominus Domino meo, Sede a dextris meis, donec posuero inimicos tuos scabellum pedum tuorum. Si ergo David vocat Ipsum Dominum quomodo Filius ejus est? Et nemo poterat Ipsi respondere verbum\" (Matth. xxii. {1}41-46; Marc. xii. 35-37; Luc. 41-44: Psalm. cx 1): ex his patet quod Dominus quoad Humanum glorificatum non Fuerit Mariae nec Davidis filius. [6] Quale fuit Humanum Ipsius glorificatum, ostendit Petro, Jacobo et Johanni, cum transformatus est coram illis, Quod splenduerit facias Ipsius sicut sol, et vestimenta Ipsius fuerint sicut lux: \"et tunc vox e nube dixit, Hic est Filius meus dilectus, in quo Mihi complacuit, Ipsum audite\" (Matth. {2}xvii. 1-8; Marc. ix 2-8; Luc. ix. 28-36). Dominus etiam est visus Johanni, \"Sicut Sol lucens in virtute sua\" (Apoc. i. 16). [7] Quod Humanum Domini glorificatum sit, constat ex illis quae de Glorificatione Ipsius apud Evangelistas dicuntur. Ut ex his:- Apud Johannem, \"Venit hora ut glorificetur Filius hominis.\" Dixit, \"Pater, glorifica tuum nomen: exiit... vox e caelo, Et glorificavi et rursus glorificabo\" (xii. 23, 28): quia Dominus successive glorificatus est, ideo dicitur, \"Et glorificavi, et rursus glorificabo.\" Apud eundem, \"Postquam\" Judas \"exivit, dixit Jesus, Nunc glorificatus est Filius hominis, et Deus glorificatus est in Ipso;... etiam Deus glorificabit Ipsum in Se Ipso, et statim glorificabit Ipsum\" (xiii. 31, 32). Apud eundem, Jesus \"dixit, Pater venit hora, glorifica Filium tuum, ut etiam Filius glorificet Te\" (xvii. 1, {3}5). Et apud Lucam, \"Nonne hoc oportebat pati Christum, et ingredi in gloriam suam?\" (xxiv. 26:) haec dicta sunt de Humano Ipsius. [8] Dixit Dominus, \"Deus glorificatus est in Ipso,\" etiam \"Deus glorificabit Ipsum in Se Ipso; tum, \"Glorifica Filium tuum, ut etiam Filius tuus glorificet Te:\" haec Dominus dixit, quia unitio fuit reciproca, Divini cum Humano ac Humani cum Divino; quare etiam dixerat, \"Ego in Patre, et Patre in Me\" (Joh. xiv, 10, 11): tum, \"Omnia mea tua sunt, et omnia tua mea\" (Joh. xvii. 10); inde fuit unitio plenaria. Simile est cum omni unitione; quae nisi sit reciproca, non est plena: qualis etiam erit Domini cum homine, et hominis cum Domino; ut docet apud Johannem, \"In illa die cognoscetis, quod... vos in Me, et Ego in vobis\" (xiv. 20); et alibi, \"Manete in Me, etiam Ego in vobis... Qui manet in Me, et Ego in illo, hic fert fructum multum\" (xv. 4, 5). [9] Quoniam Humanum Domini glorificatum est, hoc est, Divinum factum est, ideo post mortem tertia die cum toto Corpore resurrexit; quod non fit alicui homini, nam homo solum quoad spiritum, non autem quoad corpus resurgit. Ut homo sciret, et nemo dubitaret, quin Dominus cum toto Corpore resurrexerit, non modo dixit id per angelos qui erant in sepulcro, sed etiam ostendit Se in Humano suo Corpore coram discipulis; dicens illis, cum crediderunt se videre spiritum, \"Videte manus meas et pedes meos, quod Ipse Ego sim: palpate Me et videte, nam spiritus carnem et ossa non habet, sicut Me videtis habere. Hocque cum dixisset, ostendit illis manus et pedes\" (Luc. xxiv. 39, 40; Joh. xx. 20). Et porro, \"Jesus dixit Thomae, Mitte digitum tuum huc, et vide manus meas; et mitte manum tuam, ac immitte in latus meum, et non esto incredulus sed credulus: tunc dixit Thomas, Domine mi et Deus mi\" (Joh. 27, 28). [10] ut Dominus adhuc confirmaret quod non spiritus, sed Homo esset, dixit discipulis, \"Habetisne aliquid edulii hic? Illi... dederunt Ipsi piscis assi partem, et de favo apiario; quae accipiens coram illis comedit\" (Luc. xxiv. 41-43). Quoniam Corpus Ipsius nunc non materiale, sed substantiale Divinum fuit; ideo, Venit ad discipulos januis clausis (Joh. 19, 26); et postquam visus est, \"Invisibilis factus est\" (Luc. xxiv. 31). Talis nunc Dominus sublatus est, et consedit a dextris Dei; nam dicitur apud Lucam, \"Factum est, cum benediceret\" Jesus discipulis, \"secessit ab illis, et sublatus est in caelum\" (xxiv. 51); et apud Marcum, \"Postquam locutus est illis, sublatus est in caelum, et consedit a dextris Dei\" (xvi. 19): \"sedere a dextris Dei,\" significat Divinam omnipotentiam. [11] Quoniam Dominus cum Divino et Humano unito in unum ascendit in caelum, et consedit a dextris Dei, per quod significatur Divina omnipotentia, sequitur quod Humana Ipsius Substantia seu Essentia sit sicut Ipsius Divina. Si homo aliter cogitaret, Foret sicut cogitaret quod Divinum Ipsius sublatum esset in caelum, ac sederet a dextris Dei, et non simul Humanum; quod contra Scripturam est, et quoque contra Doctrinam Christianam, quae est quod Deus et Homo in Christo sint sicut anima et corpus, quae separare foret contra sanam rationem. Haec unitio Patris cum Filio, seu Divini cum Humano, intelligitur etiam in his sequentibus:- \"Exivi a Patre, et veni in mundum, iterum relinquo mundum, et vado ad Patrem\" (Joh. xvi. 28). \"Abeo et venio ad Illum qui misit Me\" (Joh. vii. 33; cap. xvi. 5, 16; {4}cap. xvi. 11, 13). \"Si ergo videritis Filium hominis ascendentem, ubi erat prius\" (Joh. vi. 62). \"Nemo ascendit in caelum, nisi qui e caelo descendit\" (Joh. iii. 13); quisque homo, qui salvatur, ascendit in caelum; sed non a se, verum a Domino: solus Dominus ascendit a Se. @1 41-46 pro \"39 ad 44\"$ @2 xvii. pro \"xviii.\"$ @3"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5 pro \"6\"$ @4 cap. xvii. 11, 13 pro \"Cap. xvii. 11, 13. Cap. xix. 27.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 36"
    },
    {
      "section": 36,
      "title": "Paragraph 36",
      "text": "36. ((vii.)) Quod ita Deus factus sit Homo, ut in primis, etiam in ultimis.- Quod Deus sit Homo, et quod ex Deo omnis angelus et spiritus sit homo, in opere De Caelo et Inferno, aliquibus ostensum est; et ulterius in opusculis De Sapientia Angelica, ostendetur.- Sed Deus ab initio fuit Homo in primis, non autem in ultimis; at postquam suscepit Humanum in mundo, etiam factus est Homo in ultimis: hoc sequitur ex supra confirmatis, quod Dominus univerit Humanum suum Divino suo, et sic Humanum suum etiam Divinum fecerit. Ex eo est, quod Dominus dicatur Principium et Finis, Primus et Ultimus, atque Alpha et Omega. Hoc in Apocalypsi, \"Ego sum Alpha et Omega, Principium et Finis, inquit Dominus, Ille qui est, et qui fuit, et qui venturus est, omnipotens\" (i. 8, 11). Johannes cum vidit Filium hominis in medio septem candelabrorum, \"Cecidit ad pedes Ipsius sicut mortuus; sed imposuit dextram suam super illum, dicens..., Ego sum Primus et Ultimus\" (i. 13, 17; cap. ii. 8; cap. xxi. 6). \"Ecce venio cito,... ut dem unicuique secundum opus ejus... Ego sum Alpha et Omega, Principium et Finis, Primus et Ultimus\" (xxii. 12, 13). Et apud Esaiam, \"Sic dixit Jehovah Rex Israelis, et Redemptor ejus Jehovah Zebaoth, Ego sum Primus et Ultimus\" (xliv. 6; cap. xlviii. 12). This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 37"
    },
    {
      "section": 37,
      "title": "Paragraph 37",
      "text": "37. (VIII.) QUOD DOMINUS SIT IPSE DEUS, A QUO ET DE QUO VERBUM. In primo articulo coeptum est demonstare quod universa Scriptura Sacra sit de Domino, et quod Dominus sit Verbum: hic ulterius demonstrabitur ex locis e Verbo ubi Dominus vocatur Jehovah, Deus Israelis et Jacobi, Sanctus Israelis, Dominus et Deus, ut et Rex, Unctus Jehovae, David. In antecessum memorare licet, quod mihi datum sit omnes Prophetas et Davidis Psalmos percurrere, ac singulos versus lustrare et videre de quo ibi a agitur; et visum est quod non de aliis rebus agatur, quam de ecclesia a Domino instaurata et instauranda, de Domini adventu, pugnis, glorificatione, redemptione et salvatione, et de caelo ab Ipso, et simul de oppositis. Quia omnia illa sunt Domini opera, patuit quod universa Scriptura Sacra sit de Domino, et inde quod Dominus sit Verbum. [2] Verum hoc non videri potest, nisi quam ab illis qui in illustratione sunt a Domino, et qui sensum spiritualem Verbi etiam norunt. Omnes angeli caeli in hoc sensu sunt; quare illi, cum legitur Verbum ab homine, non aliud comprehendunt: sunt enim spiritus et angeli apud hominem jugiter; et illi, quia spirituales sunt, spiritualiter omnia intelligunt quae homo naturaliter. Quod tota Scriptura Sacra sit de Domino, solum in obscuro et sicut per transennam videri potest ex illis, quae supra in articulo primo (a n. 1 ad 6) ex Verbo adducta sunt, et nunc ex his quae adducentur de Domino, quod toties dicatur Dominus et Deus; ex quo potest elucere, quod Ipse sit qui locutus est per Prophetas, apud quos ubivis dicitur, \"Locutus est Jehovah,\" \"Dixit Jehovah,\" et \"Dictum Jehovah.\" [3] Quod Dominus ante adventum suum in mundum fuerit, patet ab his: \"Johannes Baptista dixit de Domino, \"Ille est, qui post me venturus est, qui ante me fuit, Cujus ego non sum dignus, ut solvam Ipsius corrigiam calcei. ...Hic est, de quo ego dixi, Qui post me venit, qui ante me fuit, et qui prior me fuit\" (Joh. i. 27, 30). In Apocalypsi, Ceciderunt coram throno, super quo erat Dominus, \"dicentes, Gratias agimus Tibi, Domine Deus, omnipotens, qui es, et qui eras, et qui venturus es\" (xi. 16, 17). Tum apud Micham, \"Tu Bethlechem Ephrathaea, parum est ut sis inter millenas Jehudae; ex te Mihi exibit, qui erit Dominator in Israele, et cujus exitus ab antiquo, a diebus aeternitatis\" (v. 1 (B.A. 2)). Praeter a Domini verbis apud Evangelistas, quod ante Abrahamum fuerit, quod gloriam apud Patrem habuerit ante mundi fundationem, quod exiverit ex Patre, et quod a principio fuerit Verbum apud Deum, et quod Deus esset Verbum, et quod hoc Caro factum sit. Quod Dominus dicatur Jehovah, Deus Israelis et Jacobi, Sanctus Israelis, Deus et Dominus, tum Rex, Unus Jehovae, David, constare potest ex his sequentibus. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 38"
    },
    {
      "section": 38,
      "title": "Paragraph 38",
      "text": "38. ((i.)) Quod Dominus dicatur Jehovah, patet ex his:- \"Dixit\" Jehovah \"Creator tuus, Jacob; et Formator tuus, Israel;... nam redemi te. ...Ego Jehovah Deus tuus, Sanctus Israelis Salvator tuus\" (Esai. xliii. 1, 3). \"Ego Jehovah, Sanctus (vester), Creator Israelis (Rex vester\" (Esai. xliii. 15)). (Sic dixit Jehovah,) Sanctus {1}Israelis, et Formator ejus (Esai. xlv. 11, 15). \"Ut sciat omnis caro, quod Ego Jehovah Salvator tuus, et Redemptor tuus Fortis Jacobi\" (Esai. xlix. 26). \"Ut scias, quod Ego Jehovah Salvator tuus, et Redemptor tuus Potens Jacobi\" (Esai. xlix. 16). \"Jehovah Formator {2}tuus ab utero\" (Esai xlix. 5). \"Jehovah Petra mea, et Redemptor meus\" (Psalm. xix. 15 (B.A. 14)). \"Dixit Jehovah, Factor tuus, et Formator... ab utero... Sic dixit Jehovah Rex Israelis, et Redemptor ejus Jehovah Zebaoth\" (Esai. xliv. 2, 6). \"Quod ad Redemptorem nostrum, Jehovah Zebaoth nomen Ipsius, Sanctus Israelis\" (xlvii. 4). \"Cum misericordia aeternitatis miserebor..., sic dixit Redemptor tuus Jehovah\" (Esai. liv. 8). \"Redemptor eorum fortis, Jehovah (Zebaoth) nomen Ipsius\" (Jerem. l. 34). \"Jehovah\" Deus, \"Petra mea, propugnaculum meum,... cornu salutis meae, Salvator meus\" (2 Sam. xxii. 2, 3). \"Dixit Jehovah, Redemptor vester, Sanctus Israelis\" (Esai. xliii. 14; cap. xvi. 17). \"Sic dixit Jehovah, Redemptor Israelis, Sanctus Ipsius,... Reges videbunt\" (Esai. xlix. 7). \"Ego Jehovah, et praeter Me non Salvator\" (xliii. 11). \"Nonne Ego Jehovah, et non amplius... praeter Me?... et Salvator non est praeter Me. Respicite ad Me, ut salvemini omnes fines terrae\" (Esai. xlv, 21, 22). \"Ego Jehovah Deus tuus,... et Salvator non praeter Me\" (Hosch. xiii. 4). \"Redemeras me, Jehovah (Deus) veritatis\" (Psalm. xxxi. 6). \"Speret Israel in Jehovah, quia cum Jehovah misericordia,... plurima cum Ipso redemptio;... Ille redimet Israelem ab omnibus iniquitatibus ejus\" (Psalm. cxxx. 7, 8). \"Jehovah Zebaoth nomen Ipsius, et Redemptor tuus, Sanctus Israelis; Deus totius terrae vocabitur\" (Esai. liv. {3}5). In his locis vocatur Jehovah Redemptor et Salvator; et quia solus Dominus est Redemptor et Salvator, est Ipse quia per Jehovam intelligitur. Quod Dominus sit Jehovah, hoc est, quod Jehovah sit Dominus, etiam patet ex his:- \"Virga de trunco Jischaji, et surculus e radicibus ejus fructum feret;... quiescet super Illo Spiritus Jehovae\" (Esai. xi. 1, 2). \"Dicetur in die illo, Ecce Deus noster Hic, quem exspectavimus ut liberet nos,... Jehovah quem exspectavimus, exsultemus et, laetemur in salute Ipsius\" (Esai. xxv. 9). \"Vox clamantis in deserto, Parate viam Jehovae, complanate in solitudine semitam Deo nostro. ...Revelabitur enim gloria Jehovae, et videbunt omnis caro. ...Ecce Dominus Jehovih in forti venit, et brachium Ipsius dominabitur Ipsi\" (Esai. xl. 3, 5, 10). \"Ego Jehovah,... dabo Te in foedus populo, in luce gentium:... Ego Jehovah, hoc nomen meum, et gloriam meam alteri non dabo\" (Esai. xlii. 6-8). \"Ecce dies,... quum suscitabo Davidi germen justum, qui regnabit Rex, et prosperabitur, et faciet judicium et justitiam in terra;... et hoc nomen Ipsius quod vocabunt Ipsum, Jehovah Justitia nostra\" Jerem. xxiii. 5, 6; cap. xxxiii. 15, 16). \"Tu... Bethlechem Ephrataea,... ex te Mihi exibit, qui sit Dominator in Israele:... stabit et pascet in robore Jehovae\" (Mich. v. 1, 3). \"Puer natus est nobis, Filius datus est nobis, super cujus humero principatus, et vocabitur nomen Ipsius,... Deus, Heros, Pater aeternitatis...: ...super throno Davidis..., ad stabiliendum et, fundandum illud in judicio et... justitia, a nunc et usque in aeternum (Esai. ix. 5, 6 (B.A. 6, 7)). \"Jehovah exibit, et pugnabit contra gentes;... et stabunt pedes Ipsius ...super Monte Olivarum ante facies Hierosolymae\" (Sach. xiv. 3, 4). \"Attollite portae capita vestra, et extollimini ostia mundi, ut ingrediatur Rex gloriae. Quis Hic Rex gloriae? Jehovah fortis et heros, Jehovah heros belli\" (Psalm. xxiv. 7-10). \"In die illo erit Jehovah Zebaoth in coronam ornatus, et in cidarim decoris reliquiis populi sui\" (Esai. xxviii. 5). \"Ego mittam vobis Eliam Prophetam, antequam venit dies Jehovae magnus\" (Malach. iii. 23.) Praeter alibi, ubi dicitur \"dies Jehovae magnus et propinquus\" (ut Ezech. xxx {4}3; Joel ii. 11 Amos v. 18, 20; Zephan. i. 7, 14, 15, 18). @1 Israelis pro \"vester\"$ @2 \"tuus:\" sic editio princeps; sic etiam articulus, n. 34. Videatur autem A.C., n. 2159, 2586, et alibi, ubi rectius \"meus.\"$ @3 5 pro \"51\"$ @4 3 pro \"12\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 39"
    },
    {
      "section": 39,
      "title": "Paragraph 39",
      "text": "39. ((ii.)) Quod Dominus dicatur Deus Israelis et Deus Jacobi, patet ex his:- \"Sumpsit Moses sanguinem, et sparsit super populum, et dixit, Ecce sanguis foederis, quod pepigit Jehovah vobiscum... Et viderunt Deum Israelis, sub cujus pedibus erat quasi opus lapidis sapphiri, et quasi substantia caeli\" (Exod. xxiv. (8-10). \"Turbae miratae sunt, cum viderunt mutos loquentes,... claudos ambulantes, caecos videntes, et glorificabant Deum Israelis\" (Matth. xv. 31). \"Benedictus Dominus Deus Israelis, quia visitavit, et fecit liberationem populo suo\" Israeli, \"cum erexit cornu salutis nostrae in domo Davidis\" (Luc. i. 68, 69). \"Dabo Tibi thesauros tenebrarum, et occultas opes latibulorum, ut cognoscas quod Ego Jehovah, qui vocavi... nomine tuo, Deus Israelis\" (Esai. xlv. 3). \"Domus Jacobi,... qui jurant in nomen Jehovae\" et Dei Israelis: \"nam ab urbe sanctitatis vocantur, et super Deo Israelis nituntur, Jehovah Zebaoth nomen Ipsius\" (Esai. xlviii. 1, 2). Jacob videbit \"natos suos..., in medio ejus sanctificabunt nomen meum, et sanctificabunt Sanctum Jacobi, Deumque Israelis timebunt\" (Esai xxix. 23). \"In extremitate dierum... ibunt populi multi et dicent, Ite et ascendamus ad montem Jehovae, ad domum Dei Jacob, qui docebit nos de viis suis, ut eamus in semitis Ipsius\" (Esai. ii. (2,) 3; Mich. iv. (1,) 2). \"Ut sciat omnis caro, quod Ego Jehovah Salvator tuus, et Redemptor tuus Fortis Jacobi\" (Esai. xlix. 26). \"Ego Jehovah Salvator tuus, et Redemptor tuus Potens Jacobi\" (Esai lx. 16). \"A coram Domino parturis, terra, a coram Deo Jacobi\" (Psalm. cxiv. 7). David \"juravit Jehovae, vovit Forti Jacobi, Si intravero intra tentorium domus meae,... usque dum invenero locum Jehovae, habitacula Forti Jacobi:... audivimus de Eo in Ephrata (Bethlechem)\" (Psalm. cxxxii. 2, 3, 5, 6). \"Benedictus... Deus Israelis;... implebitur gloria Ipsius omnis terra\" (Psalm. lxxii. {1}18, 19). Praeter alibi, ubi Dominus vocatur Deus Israelis, Redemptor et Salvator (ut Luc. i. 47; Esai. xlv. 15; cap. liv. 5; Psalm. lxxviii. {2}35). Ac multis aliis in locis, ubi solum Deus Israelis (ut Esai. xvii. 6: cap. xxi. 10, 17; cap. xxiv. 15; cap. {3}xxix. 23: Jerem. vii. 3: cap. ix. 14 (B.A. 15); cap. xi. 3; cap. xiii. 12; cap. xvi. 9; cap. xix. 3, 15; cap. xxiii. 2; cap. xxiv. 5; cap. xxv. 15, 27; cap. xxix. 4, 8, 21, 25; cap. xxx 2; cap. xxxi. 23; cap. xxxii. 14, 15, 36; cap. xxxviii. 4; cap. xxxiv. 2, 13, 17-19; cap. xxxvii. 7; cap. xxviii. 17; cap. xxxix. 16; cap. xlii. 9, 15, 18; cap. xliii. 10; cap. xliv. 2, 11, 25; cap. xlviii. 1: cap. l. 18; cap. li. 33: Ezechiel, viii. 4; cap. ix. 3; cap. x. 19, 20; cap. xi. {4}22; cap. xliii. 2; cap. xliv. 2: Zeph. ii. 9: Psalm. xli. 14 (B.A. 13); Psalm. lix. 6 (B.A. 5); Psalm. lxviii. 9 (B.A. 8)). @1 18, 19 pro \"19, 20\"$ @2 35 pro \"31\"$ @3 xxix. pro \"xix.\"$ @4 22 pro \"2\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 40"
    },
    {
      "section": 40,
      "title": "Paragraph 40",
      "text": "40. ((iii.)) Quod Dominis dicatur Sanctus Israelis, patet ab his:- \"Angelus dixit\" ad Mariam Sanctum quod nascetur ex te, vocabitur Filius Dei\" (Luc. i. 35). \"Videns fui in visionibus; ...ecce Vigil et Sanctus e caelo descendens\" (Dan. iv. 10, 20 (B.A. 13, 23)). \"Deus a Themane veniet, et Sanctus a monte Paran\" (Habak. iii. 3). \"Ego Jehovah Sanctus (vester), Creator Israelis (Rex vester\" (Esai. xliii. 15)). \"(Sic dixit Jehovah,) Sanctus {1}Israelis, et Formator ejus\" (Esai. {2}xlv. 11). \"Sic dixit Jehovah, Redemptor Israelis, Sanctus Ipsius\" (Esai. xlix. 7). \"Ego Jehovah Deus tuus, Sanctus Israelis Salvator tuus\" (Esai. xliii. 1, 3). \"Quod ad Redemptorem nostrum, Jehovah Zebaoth nomen Ipsius, Sanctus Israelis\" (Esai. xlvii. 4). \"Dixit Jehovah Redemptor vester, Sanctus Israelis\" (Esai. xliii. 14; cap. xlviii. 17). \"Jehovah Zebaoth nomen Ipsius, et Redemptor tuus Sanctus Israelis\" (Esai. liv. 5). \"Tentarunt Deum, et Sanctum Israelis\" (Psalm. lxxviii. 41). \"Dereliquerunt Jehovam, et provocarunt Sanctum Israelis\" (Esai. 1, 4). Dixerunt, \"Cessare facite a faciebus nostris Sanctum Israelis: propterea sic dixit Sanctus Israelis\" (Esai. xxx. 11, 12. \"Qui dicunt,... Properet opus Ipsius ut videamus, et appropinquet et veniat consilium Sancti Israelis\" (Esai. v. 19). \"In die illo... innitentur Jehovae, Sancto Israelis, in veritate\" (Esai. x. 20). \"Exclama et jubila, filia Zionis, quia magnus in medio tui Sanctus Israelis\" ((Esai.) xii. 6). \"Dictum... Dei Israelis, In die illo respiciet homo ad Factorem suum, et oculi ejus ad Sanctum Israelis spectabunt\" (Esai. xvii. (6,) 7). \"Addent mansueti in {3}Jehovam gaudium, et egeni hominum in sancto Israelis exsultabunt\" (Esai. xxix. 19; cap. xli. 16). Gentes \"ad te current propter Jehovam Deum tuum, et propter Sanctum Israelis\" (Esai. Iv. 5). \"Mihi insulae confident,... ad adducendum filios tuos e longinquo... nomini Jehovae {4}Zebaoth, et Sancto Israelis\" (Esai. lx. 9) \"Terra plena est reatu (a Sancto Israelis\" (Jerem. li. 5)). (\"Contra Jehovam insolenter egit,) contra Sanctum Israelis\" (Jerem. l. 29). (Et pluries alibi.) Per \"Sanctum Israelis\" intelligitur Dominus quoad Divinum Humanum; nam angelus Gabriel ad Mariam dixit, \"Sanctum, quod nascetur ex te, vocabitur Filius Dei\" (Luc. i. 35). Quod Jehovah et Sanctus Israelis unum sint, tametsi distincte nominantur, constare potest a locis etiam hic allatis, in quibus dicitur quod Jehovah sit Ille Sanctus Israelis. @1 Israelis pro \"vester\"$ @2 xlv. 11 pro \"xliv. 11, 15\"$ @3 Jehovam pro \"Jehovah\"$ @4 \"Zebaoth:\"--sic editio princeps: sed pluribus in locis legitur \"Dei tui,\" quod textum Hebraicum rectius interpretatur.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 41"
    },
    {
      "section": 41,
      "title": "Paragraph 41",
      "text": "41. ((iv.)) Quod Dominus dicatur Dominus et Deus, patet a tam multis locis, ut, si afferentur, paginas implerent. Haec pauca sufficiant. Apud Johannem, Quando Thomas ex mandato Domini vidit manus Ipsius, et tetigit latus Ipsius, dixit, \"Domine mi et Deus mi\" (xx. 27, 28). Apud Davidem, \"Recordati sunt quod Deus esset Petra eorum, et Deus excelsus Redemptor eorum\" (Ps. lxxviii. 35). Et apud Esaiam, \"Jehovah Zebaoth nomen Ipsius, et Redemptor tuus Sanctus Israelis; Deus totius terrae vocabitur\" (liv. 5). Hoc quoque patet ex eo, quod adoraverint Ipsum, et ceciderint super facies suas coram Ipso (Matth. ix. {1}18; cap. xiv. 33; cap. xv. 25; cap. xxviii. 9: Marc. i. 40; cap. v. 22; cap. vii. 25; cap. 17: Luc. xvii. 15, 16: Joh. {2}ix. 38). Et apud Davidem, \"Audivimus de Illo in Ephrata;... intremus in habitacula Illius, et incurvemus nos scabello pedum Illius\" (Ps. cxxxii. 6, 7). Similiter in caelo, de quo in Apocalypsi, \"Fui... in spiritu, et ecce thronus positus in caelo, et super throno sedens,... similis lapidi jaspidi et sardino, et iris circa thronum similis aspectu smaragdino... Et ceciderunt viginti et quatuor seniores ante sedentem super throno, et adorabant viventem in saecula saeculorum, et projecerunt coronas suas ante thronum\" (iv. 2, 3, 10). Et alibi, \"Vidi in dextra sedentis super throno librum scriptum intus et a tergo, obsignatum septem sigillis,\" et nemo potuit illum aperire. \"Tunc dixit unus ex senioribus, Ecce vicit Leo, qui est ex tribu Jehudae, radix Davidis, ut aperiat librum, et solvat septem sigilla ejus: et vidi... in medio throni..., Agnus stans;... hic venit et sumpsit librum et ceciderunt coram Agno et adorarunt viventem in saecula saeculorum\" (v. 1, (3,) 5-7, (8,) 14). @1 18 pro \"19\"$ @2 ix. 38 pro \"x. 17\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 42"
    },
    {
      "section": 42,
      "title": "Paragraph 42",
      "text": "42. ((v.)) Quod Dominus dicatur Rex et Unctus, est quia erat Messias seu Christus; ac Messias seu Christus significat Regem et Unctum. Inde est quod Dominus etiam per \"Regem\" in Verbo intelligatur: similiter per \"Davidem,\" qui erat rex super Jehudam et super Israelem. Quod Dominus Rex et Unctus Jehovae dicatur, patet a multis locis in Verbo. Ideo dicitur in Apocalypsi, \"Agnus vincet eos, quia est Dominus dominorum, et Rex regum\" (xvii. 14). Et alibi, Sedens super Equo albo habebat \"super vestimento... suo nomen scriptum, Rex regum et Dominus dominorum\" (xix. 16). Ex eo, quod Dominus dicatur Rex, est, quod caelum et Ecclesia dicantur Regnum Ipsius; et quod adventus Ipsius in mundum dicatur Evangelium Regni. Quod caelum et Ecclesia dicantur Regnum Ipsius, videatur, Matth. xii. 28; cap. xvi. 28: Marc. i. 14, 15; cap. ix. 1; cap. xv. 43: Luc. i. 33; cap. iv. 43; cap. viii. 1, 10; cap. ix. 2, 11, 60; cap. x. 11 cap. xvi. {1}16; cap. xix. 11; cap. xxi. 31; cap. xxii. 18; cap. xxiii. 51: et apud Danielem, \"Surgere faciet Deus... regnum, quod in saecula non peribit:... conteret et consumet omnia alia regna, illud autem stabit in saecula\" (ii 44). Apud eundem, \"Videns fui in visionibus noctis, et ecce cum nubibus caelorum sicut Filius hominis veniens fuit Et Huic datum est dominium, et gloria et regnum, ut omnes populi, gentes et linguae Ipsum colent; dominium Ipsius dominium saeculi,... et regnum Ipsius quod non peribit\" (vii. 13, 14, 27). Quod adventus Ipsius dicatur \"Evangelium Regni,\" videtur Matth. iv. 33; cap. ix. 35; cap. xxiv. 14. @1 16 pro \"26\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 43"
    },
    {
      "section": 43,
      "title": "Paragraph 43",
      "text": "43. Quod Dominus dicatur David patet ex his:- \"In die... servient Jehovae Deo suo, et Davidi Regi suo, quem excitabo eis\" (Jerem. xxx. (8,) 9). \"Dein revertentur filii Israelis, et quaerent Jehovam Deum suum, et Davidem Regem suum, et cum timore venient ad Jehovam, et ad bonum Ipsius, in extremitate dierum\" (Hosch. iii. 5). \"Excitabo super illis Pastorem unum, qui pascet eos, Servum meum Davidem, hic pascet eos, et hic erit illis in Pastorem: et Ego Jehovah ero illis in Deum, et David Princeps in medio eorum\" (Ezech. xxxiv. 23-25). \"Ut sint Mihi in populum, et Ego sim illis in Deum;... Servus meus David Rex super illos, ut Pastor unus sit omnibus illis:... tunc habitabunt super terra,... illi et filii illorum ac filii filiorum illorum, usque in aeternum: et David... Princeps illis in aeternum; et pangam foedus pacis, et foedus aeternitatis erit cum illis\" (Ezech. xxxvii. 23-26). \"Pangam vobis foedus aeternitatis, misericordias Davidis firmas: en Testem populis dedi Ipsum, Principem et Legislatorem gentibus\" - (Esai. lv. 3, 4). \"In die illo erigam tentorium Davidis collapsum, et obsepiam rupturas ejus, destructa ejus restituam, et aedificabo eam juxta dies aeternitatis\" (Amos ix. 11). \"Domus Davidis sicut Deus, sicut Angelus Jehovae coram illis\" (Sach. xii. 8). \"In die illo erit fons apertus domui Davidis\" (Sach. xiii. 1). This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 44"
    },
    {
      "section": 44,
      "title": "Paragraph 44",
      "text": "44. Qui novit quod Dominus per \"Davidem\" intelligatur, ille scire potest cur David in suis psalmis toties de Domino scripsit, cum de semet: ut in Psalmo lxxxix., ubi haec: \"Pepigi foedus electo meo, juravi Davidi servo meo; in aeternum usque firmabo semen tuum, et aedificabo in generationem et generationem thronum tuum; et confitebuntur caeli mirabile tuum,... etiam veritatem... in congregatione sanctorum... Tunc locutus es in visione Sancto tuo, et dixisti, Posui auxilium super potentem; exaltavi electum e populo: inveni Davidem servum meum, oleo sanctitatis meae unxi Eum: cum quo manus mea firma erit: etiam brachium meum corroborabit Eum:... veritas mea et misericordia mea cum Eo, et in nomine meo exaltabitur cornu Ejus: et ponam in mari manum Ejus, et in fluviis dextram Ejus: Ille vocabit Me, Pater meus Tu, Deus meus et Petra salutis meae: etiam Ego Primogenitum dabo Eum, altum regibus terrae:... foedus meum stabile Illi:... ponam in aeternum semen Ejus; et thronum Ejus sicut dies caelorum... Semel juravi per sanctitatem meam, si Davidi mentiar; semen Ejus in aeternum erit, et thronus Ejus sicut sol coram Me, sicut luna firmus erit in aeternum, et testis in nubibus fidelis\" (vers. 4-6, 20-22, 25-30, 36-38 (B.A. 3-5, 19-21, 24-29, 35-37)). (Similiter in aliis psalmis, ut Psalm. xlv. 2-18 (B.A. 1-17); Psalm. 4, 5; Psalm. cxxxii. 8-18.) This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 45"
    },
    {
      "section": 45,
      "title": "Paragraph 45",
      "text": "45. (IX.) QUOD DEUS UNUS SIT; ET QUOD DOMINUS SIT ILLE DEUS. Ex illis quae in mox praecedente articulo in aliqua copia ex Verbo allata sunt, constare potest quod Dominus dicatur Jehovah, Deus Israelis et Jacobi, Sanctus Israelis, Dominus et Deus, tum Rex, Unctus et David; ex quibus videri potest, sed adhuc sicut per transennam, quod Dominus sit Ipse Deus, a quo et de quo Verbum. Verumtamen notum est in universo terrarum orbe, quod Deus unus sit; nec ullus homo, cui sana ratio est, id negat. Superest itaque nunc ut id ex Verbo confirmetur; et insuper, quod Dominus sit ille Deus. [2] (i.) Quod Deus unus sit, confirmatur ex his Verbi:- Jesus dixit, \"Primarium omnium praeceptorum est, Audi Israel, Dominus Deus noster Dominus unus est; ideo amabis Dominum Deum tuum ex toto corde et ex tota anima\" (Marc. xii. 29, 30). \"Audi Israel, Jehovah Deus noster Jehovah unus;... amabis Jehovam Deum tuum ex toto corde tuo et ex tota anima tua\" (Deutr. {1}vi. 4, 5). Unus accedens ad Jesum dixit, \"Magister bone, quid boni facere debeo, ut habeam vitam aeternam?\" Jesus \"dixit ei, Cur Me dicis bonum? Nemo bonus est nisi unus Deus\" (Matth. xix. 16, 17). \"Ut cognoscant omnia regna terrae, quod Tu Jehovah solus\" (Esai. {2}xxxvii. 20). \"Ego Jehovah, et non praeterea; praeter Me non Deus:... ut cognoscant ab ortu solis et ab occasu, quod non\" Deus \"praeter Me: Ego Jehovah et non praeterea\" (Esai. xlv. 5, 6). \"Jehovah Zebaoth, Deus Israelis habitans cherubis, Tu Deus es solus super omnia regna terrae\" (Esai. xxxvii. {3}16). \"Num est Deus praeter Me? et Petra, non novi\" (Esai. xliv. 8). \"Quis Deus praeter Jehovam? et quae Petra, nisi Deus noster?\" (Psalm. xviii. 32 (B.A. 31).) [3] (ii.) Quod Dominus sit Ille Deus, confirmatur ex his Verbi:- \"Tantummodo inter te Deus, et non praeterea, non Deus. Profecto, Tu Deus occultus, Deus Israelis Salvator\" (Esai. xlv. 14, 15). \"Nonne Ego, Jehovah, et non amplius Deus praeter Me? Deus justus et Salvator non praeter Me. Respicite ad Me, ut salvemini omnes fines terrae, quia Ego Deus et non praeterea\" (Esai. xlv. 21, 22). \"Ego Jehovah, et praeter Me non Salvator\" (Esai. xliii. 11). \"Ego Jehovah Deus tuus,... et Deum praeter Me non agnosces, et Salvator non praeter Me\" (Hosch. xiii. 4). \"Sic dixit Jehovah Rex Israelis, et Redemptor ejus Jehovah Zebaoth, Ego Primus et Ultimus, et praeter Me non Deus\" (Esai. xliv. 6). \"Jehovah Zebaoth nomen Ipsius, et Redemptor... Sanctus Israelis, Deus totius terrae vocabitur\" (Esai. liv. 5). \"In die illo... erit Jehovah in Regem super totam terram; in die illo erit Jehovah unus, et nomen Ipsius unum\" (Sach. xiv. (8,) 9). Quia solus Dominus est Salvator et Redemptor, et quia dicitur quod Jehovah sit Ille, et non praeter Ipsum, sequitur quod Deus unus non alius sit quam Dominus. @1 vi. pro \"v.\"$ @2 xxxvii. pro \"xxxvi.\"$ @3 16 pro \"21\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 46"
    },
    {
      "section": 46,
      "title": "Paragraph 46",
      "text": "46. (X.) QUOD SPIRITUS SANCTUS SIT DIVINUM PROCEDENS A DOMINO, ET QUOD ILLUD SIT IPSE DOMINUS. Dixit Jesus apud Matthaeum, \"Data est Mihi omnis potestas in caelo et in terra: euntes ergo discipulos facite omnes gentes, baptizantes eos in nomen Patris, et Filii, et Spiritus Sancti; docentes eos servare omnia quaecunque mandavi vobis: et ecce Ego vobiscum sum omnibus diebus usque ad consummationem saeculi\" (xxviii. 18-20). Antehac ostensum est, quod Divinum quod Pater vocatur, et Divinum quod Filius, in Domino sint unum; ostendetur itaque nunc, quod Spiritus Sanctus sit idem cum Domino. [2] Quod Dominus dixerit, quod \"baptizarent in nomen Patris, Filii et Spiritus Sancti,\" est quia trinum seu trinitas est in Domino; est enim Divinum quod Pater vocatur, est Divinum Humanum quod Filius, et Divinum Procedens quod Spiritus Sanctus: Divinum quod Pater, et Divinum quod Filius, est Divinum ex quo; ac Divinum Procedens, quod Spiritus Sanctus, est Divinum per quod. Quod non aliud Divinum sit quod procedit a Domino, quam Divinum quod est Ipse, in opusculis De Divina Providentia, Omnipotentia, Omnipraesentia et Omniscientia, videbitur; est enim altioris indaginis. [3] Quod trinum sit in Domino, illustrari potest per comparationem cum angelo: huic est anima et corpus, et quoque procedens; quod procedit ex illo, est ipse extra illum: de hoc procedente datum est scire multa, sed non hujus loci est, illa adducere. [4] Quisque homo qui spectat ad Deum, post mortem ab angelis primum docetur quod Spiritus Sanctus non alius sit a Domino, et quod \"exire\" et \"procedere\" non aliud sit quam illustrare et docere per praesentiam, quae est secundum receptionem Domini; unde plerique post mortem exuunt ideam in mundo conceptam de Spiritu Sancto, et recipiunt ideam quod sit Domini praesentia apud hominem per angelos et spiritus, ex qua et secundum quam homo illustratur et docetur. [5] Praeterea solenne est in Verbo, nominare duo Divina, et quandoque tria, quae tamen unum sunt; ut \"Jehovah et Deus,\" \"Jehovah et Sanctus Israelis,\" \"Jehovah et Potens Jacobi,\" tum \"Deus et Agnus;\" quae quia unum sunt, etiam in aliis locis dicitur, \"Jehovah solus est Deus,\" \"Jehovah solus est sanctus,\" et Ille \"Sanctus Israelis,\" et \"non praeter Ipsum:\" tum quod pro Deo nunc dicatur \"Agnus,\" et pro Agno \"Deus:\" hoc in Apocalypsi, illud in Prophetis. [6] Quod sit Dominus solus, qui intelligitur per \"Patrem, Filium et Spiritum Sanctum\" (Matth. xxviii. 19), patet a praecedentibus et sequentibus ibi: in praecedente versu dicit Dominus, \"Data est Mihi omnis potestas in caelo et in terra;\" et in sequente versu dicit Dominus, \"Ecce Ego vobiscum sum omnibus diebus, usque ad consummationem saeculi,\" ita de Se solo: quare illud dixit, ut scirent quod in Ipso sit trinitas. [7] Ut sciatur quod Spiritus Sanctus non sit aliud Divinum quam Ipse Dominus, ostendetur quid in Verbo intelligitur per \"spiritum.\" Per \"spiritum\" intelligitur (i.) Vita hominis in communi. (ii.) Quia vita hominis est varia secundum status ejus, ideo per \"spiritum intelligitur varia affectio vitae apud hominem. (iii.) Tum vita regenerati, quae vocatur vita spiritualis. (iv.) Ubi autem dicitur \"Spiritus\" de Domino, intelligitur Divina Ipsius vita, ita Ipse Dominus. (v.) In specie vita sapientiae Ipsius, quae vocatur Divina veritas. (vi.) Quod Ipse Jehovah, hoc est, Dominus, locutus sit Verbum per Prophetas. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 47"
    },
    {
      "section": 47,
      "title": "Paragraph 47",
      "text": "47. ((i.)) Quod per \"spiritum\" intelligatur vita hominis, constare potest ex communi loquela, quod homo dicatur emittere spiritum, cum moritur; quare per \"spiritum\" in hoc sensu intelligitur vita respirationis; trahit etiam vox spiritus derivationem suam a respiratione; inde est, quod in lingua Hebraea una vox sit spiritus et venti. Sunt bini fontes vitae apud hominem; unus est motus cordis, et alter est respiratio pulmonis. Vita ex respiratione pulmonis est, quae proprie intelligitur per \"spiritum,\" et quoque per \"animam;\" quae quod unum agat cum cogitatione hominis ex intellectu, at quod vita ex motu cordis unum agat cum amore voluntatis hominis, in suo loco videbitur. Quod vita hominis per \"spiritum\" in Verbo intelligatur, constat ex his:- \"Colligis spiritum eorum, exspirant, et in pulverem revertuntur\" (Psalm. civ. 29). \"Recordatus quod caro illi, spiritus qui abiret, non reverteretur\" (Psalm. {1}lxxviii. 39). \"Cum exiverit spiritus ejus, redibit in terram\" (Psalm. cxlvi. 4). Hiskias lamentatus est, quod exiret vita spiritus ejus (Esai. xxxviii. 16). \"Revixit spiritus Jacobi\" (Gen. xlv. {2}27). \"Fusile... mendacium est, nec spiritus in eo\" (Jerem. li. 17). \"Dixit Dominus Jehovih ossibus\" aridis,... \"Ego adducam spiritum in vos, ut vivatis... A quatuor ventis veni spiritus, et inspira in occisos hos, et vivant:... et venit in eos spiritus, et revixerunt\" (Ezech. xxxvii. 5, 6, 9, 10). \"Jesus apprehendens manum filiae,... et reversus est spiritus ejus, et surrexit extemplo\" (Luc. viii. 54, 55). @1 lxxviii. pro \"lxxxviii.\"$ @2 27 pro \"28\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 48"
    },
    {
      "section": 48,
      "title": "Paragraph 48",
      "text": "48. ((ii.)) Quia vita hominis est varia secundum status ejus, quod ideo per \"spiritum\" intelligatur varia affectio vitae apud hominem. Ut (1.) Vita Sapientiae: Bezaleel impletus spiritu sapientiae, intelligentiae et scientiae (Exod. xxxi. 3). \"Tu loqueris ad omnes sapientes corde, quemcunque implevi spiritu sapientiae\" (Exod xxviii. 3). \"Impletus est Joschua... spiritu sapientiae\" (Deutr. xxxiv. 9). Nebuchadnezar de Daniele, (dixit, \"In quo spiritus Deorum sanctorum est.\" Regina dixit,) quod spiritus excellens, scientiae, intelligentiae et sapientiae esset in en\" (Dan. iv. 5 (B.A. 8)(; cap. v. 12)). \"Scient errantes spiritu intelligentiam\" (Esai. xxix, 24). [2] (2.) Vitae Excitatio: \"Excitavit Jehovah spiritum regum Mediae\" (Jerem. li. 11). \"Excitavit Jehovah spiritum Serubabelis,... et spiritum omnium reliquiarum populi\" (Hagg. i. 14). Do in regem Aschuris \"spiritum, ut audiat famam, et revertatur in terram suam\" (Esai. xxxvii. 7). Aggravavit Jehovah spiritum Sichonis regis (Deutr. ii. 30). \"Quod ascendit super spiritum vestrum, non fiet unquam\" (Ezech. xx. 32). [3] (3.) Vitae Libertas: Quatuor animalia, quae erant cherubi, visa Prophetae, \"quorsum erat spiritus ad eundum, ibant\" (Ezech. i. 12, 20). [4] (4.) Vita in Timore, Dolore et Ira: \"Ut liquescat omne cor, et remittantur omnes manus, et contrahatur omnis spiritus\" (Ezech. xxi. 12). \"Defecit super me spiritus meus; in medio mei obstupescit cor meum\" (Psalm. cxlii. 4 (B.A. 3); Psalm. {1}cxliii. 4). \"Consumptus est spiritus meus\" (Psalm. cxliii. 7). \"Indoluit spiritus meus, quod me Danielem attinet\" (Dan. vii. 15). Spiritus Pharaonis turbatus est (Gen. xli. 8). Nebuchadnezar dixit, Turbatus est spiritus meus\" (Dan. ii, 3). \"Ivi tristis in excandescentia spiritus mei\" (Ezech. iii. 14). [5] (5.) Vita variarum affectionum malarum: \"Modo non in spiritu ejus dolus\" (Psalm. xxxii. 2). \"Jehovah commiscuit in medio ejus spiritum perversitatum\" (Esai. xix. 14). Dixit prophetis stultis, \"qui abeunt post spiritum suum\" (Ezech. xiii. 3). \"Stultus propheta, insanus vir spiritus\" (Hosch. ix. 7). \"Observate vos per spiritum vestrum, nec agite perfide\" (Malach. ii. 16). \"Spiritus scortationum seduxit\" ({2}Hosch. iv. 12). \"Spiritus scortationum in medio illorum\" (Hosch. v. 4). \"Cum transivit super illum spiritus zelotypiae\" (Num. v. 14). \"Vir qui vagabundus spiritu: et mendacium effutit\" (Mich. ii. 11). \"Generatio,... cujus non constans cum Deo spiritus\" (Psalm. lxxviii. 8). Effusus super illos spiritus somnolentiae (Esai. xxix 10). \"Concipite quisquilias, parite stipulam; quod ad spiritum vestrum, ignis comedet vos\" (Esai. xxxiii. 11). [6] (6.) Vita Infernalis: \"Spiritum immundum transire faciam e terra\" (Sach. xiii. 2). \"Quando... spiritus immundus exit ab homine, perambulat loca arentia;... et postea adjungit sibi septem... spiritus pejores se, et ingressi habitant ibi\" (Matth. xii. 43-45). Babylon \"facta est... custodia spiritus immundi\" (Apoc. xviii. 2). [7] (7.) Praeter ipsos Spiritus Infernales, a quibus homines vexati sunt (Matth. viii 16; cap. x. 1; Marc. i. 23-{3}27; cap. ix. 17-29: Luc. iv. 33, 36; cap. vi. 17, 18; cap. vii. 21; cap. viii. 2, 29; cap. ix. 39, 42, 55; cap. x. 24-26; cap. xiii. 11: Apoc. xiii. 15; cap. xvi. 13, 14). @1 cxliii. pro \"cxlvii.\"$ @2 Hosch. pro \"Sach.\"$ @3 27 pro \"29\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 49"
    },
    {
      "section": 49,
      "title": "Paragraph 49",
      "text": "49. ((iii.)) Quod per \"spiritum\" intelligitur vita regenerati, quae vocatur vita spiritualis:- Jesus dixit, \"Nisi quis generatus fuerit ex aqua et spiritu, non potest ingredi in regnum Dei\" (Joh. iii. 5). \"Dabo vobis cor novum, et spiritum novum... Spiritum meum dabo in medio vestri, et faciam ut in statutis meis ambuletis\" (Ezech. xxxvi. 26, 27). \"Dare novum cor et novum spiritum\" (Ezech. xi. 19). \"Cor mundum crea in me, Deus, et spiritum firmum innova in medio mei... Reduc mihi gaudium salutis tuae; et spiritus spontaneus sustentet me\" (Psalm. li. 12-14 (B.A. 10-12)). \"Facite vobis cor novum, et spiritum novum; quare moriemini, domus Israelis?\" (Ezech. xviii. 31.) \"Emittis spiritum tuum. creantur; et renovas facies terrae\" (Psalm. civ. 30). \"Venit hora, et nunc est, quando veri adoratores adorabunt Patrem in spiritu et veritate\" (Joh. iv. 23). \"Jehovah Deus... dat animam populo..., et spiritum ambulantibus in ea (Esai. xlii. 5). Jehovah \"format spiritum hominis in medio ejus\" (Sach. xii. 1). \"Anima mea exspectavi Te nocte,... spiritu meo in medio mei exspectavi Te mane\" (Esai. {1}xxvi. 9). \"In die illo erit Jehovah... in spiritum judicii sedenti in judicio\" (Esai. xxviii. (5,) 6). \"Exultavit spiritus meus super Deo Salvatore meo\" (Luc. i. {2}47). \"Quiescere fecerunt spiritum meum in terra septentrionis\" (Sach. vi. 8). \"In manum tuam commendo spiritum meum, redemeras me\" (Psalm. xxxi. 6 (B.A. 5)). \"Non {3}fuit unus, et reliqui quibus spiritus\" (Malach. ii. 15). \"Post tres dies et dimidium spiritus vitae a Deo intravit in\" binos testes occisos a bestia (Apoc. xi. 11). Ego Jehovah \"formator montium, et creator spiritus\" (Amos. iv. (13)). \"Deus, Deus spirituum quoad omnem carnem (Num. xvi. 22; cap. xxvii. 18). \"Effundam super domum Davidis, et super habitatorem Hierosolymae, spiritum\" {4}ex alto (Sach. xii. 10). \"Usque dum effuderit super nos spiritum ex alto\" (Esai. xxxii. {5}15). \"Effundam aquas super sitientem, et rivulos super aridam, effundam spiritum meum super semen tuum\" (Esai. xliv. 3). \"Effundam spiritum meum super omnem carnem,... etiam super servos et ancillas, in diebus illis effundam spiritum\" (Joel iii. 1, 2 (B.A. ii. 28, 29)). Per \"effundere spiritum\" intelligitur regenerare; similiter per \"dare cor novum et spiritum novum.\" [2] Quod per \"spiritum\" intelligatur vita spiritualis illis qui in humiliatione sunt: \"Habito in contrito et humili spiritu, et ad vivificandum spiritum humilium, et ad vivificandum cor contritorum\" (Esai. lvii. 15). \"Sacrificia Dei spiritus infractus, cor infractum et contritum Deus non spernit\" (Psalm. li. 19 (B.A. 17)). Dabit \"oleum gaudii loco luctus, et pallium laudis loco spiritus contracti\" (Esai. lxi. 3). \"Mulier deserta et afflicta spiritu\" (Esai. liv. 6). \"Beati pauperes spiritu, quia illorum est regnum caelorum\" (Matth. v. 3). @1 xxvi. pro \"xxxvi.\"$ @2 47 pro \"17\"$ @3 \"fuit\":--sic editio princeps. Vide autem A.C., n. 255, 9818, ubi legitur \"fecit,\" quod textum Hebraicum rectius interpretatur.$ @4 \"ex alto\": sic editio princeps. Vide Apoc. Exp., n. 255, ubi legitur \"spiritum gratiae,\" quod est praeferendum.$ @5 15 pro \"16\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 50"
    },
    {
      "section": 50,
      "title": "Paragraph 50",
      "text": "50. ((iv.)) Quod ubi dicitur \"spiritus \"de Domino, intelligatur Divina Ipsius vita, ita Ipse Dominus, constat ex his:- \"Quem... misit Pater, verba Dei loquitur; non... ex mensura dedit Deus Ei spiritum; Pater amat Filium, et omnia dedit in manum Ipsius\" (Joh. iii. 34, 35). \"Exibit virga de trunco Jischaji,... quiescet super Ipso spiritus Jehovae, spiritus sapientiae et intelligentiae, spiritus consilii et virtutis\" (Esai. xi. 1, 2). \"Dedi spiritum meum super illum, judicium gentibus proferet\" (Esai. xlii. 1). \"Veniet sicut flumen angustum, spiritus Jehovae signum inferet in illo; tunc veniet Zioni Redemptor\" (Esai. lix. 19, 20). \"Spiritus Domini Jehovih super Me,... unxit Jehovah Me ad evangelizandum pauperibus\" (Esai. lxi. 1; Luc. iv. 18). \"Jesus cognoscens spiritu suo, quod sic cogitarent intra se...\" (Marc. ii. 8). \"Exultavit spiritu Jesus, et dixit (Luc. x. 21). \"Jesus turbatus spiritu suo\" (Joh. xiii. 21). Jesus \"suspirans spiritu suo\" (Marc. viii. 12). [2] Spiritus pro Ipso Jehovah seu Domino: \"Spiritus Deus est\" (Joh. iv. 24). \"Quis direxit spiritum Jehovae, aut quis vir consilii Ipsius?\" ((Esai. xl. 13;) Sach. iv. 6.) \"Spiritus Jehovae duxit illos per manum Mosis\" (Esai. lxiii. 14). \"Quo abivero a spiritu tuo, et quo... avolavero?\" (Psalm. cxxxix. 7.) \"Dixit Jehovah Non per robur, sed per spiritum meum faciet\" (Sach. iv. 6). \"Illi exacerbarunt spiritum sanctitatis Ipsius; unde conversus est illis in hostem\" ((Esai. lxiii. 10;) Psalm. cvi. 33). \"Non arguet spiritus meus hominem in perpetuum, quia caro est\" (Gen. vi. 3). \"Non... in aeternum litigabo,... quia spiritus coram Me deficeret\" (Esai. lvii. {1}16). \"Blasphemia contra Spiritum Sanctum non remittetur; sed qui dixerit verbum contra Filium hominis remittetur\" (Matth. xii. 31, 32; Marc. iii. 28-30; Luc. xii. 10): \"Blasphemia contra Spiritum Sanctum,\" est blasphemia contra Divinum Domini:\" (verbum) contra Filium hominis,\" est aliquid contra Verbum, sensum ejus aliter interpretando; \"Filius hominis\" enim est Dominus quoad Verbum, ut supra ostensum est. @1 16 pro \"17\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 51"
    },
    {
      "section": 51,
      "title": "Paragraph 51",
      "text": "51. ((v.)) Quod per \"Spiritum,\" ubi de Domino, in specie intelligatur vita Sapientiae Ipsius, quae est Divina Veritas:- \"Ego veritatem vobis dico, prodest vobis ut Ego abeam: si enim non abirem, Paracletus non veniet ad vos; si vero abivero, mittam Illum ad vos\" (Joh. xvi. 7). \"Quando venerit Ille Spiritus Veritatis, ducet vos in omnem veritatem. Non loquetur a Se Ipso; sed quaecunque audiverit, loquetur\" (Joh. xvi. 13). \"Ille Me glorificabit, quia ex meo accipiet et annuntiabit vobis: omnia quaecunque Pater habet, mea sunt: propter hoc dixi, quod de meo accepturus sit, et annuntiaturus vobis\" (Joh. xvi. 14, 15). \"Ego rogabo Patrem, ut alium Paracletum det vobis,... Spiritum Veritatis, quem mundus non potest accipere, quoniam non videt Illum, nec cognoscit illum; vos autem cognoscitis illum, quia apud vos manet, et in vobis erit: non relinquam vos orphanos, venio ad vos, vos videbitis Me\" (Joh. xiv. {1}16-18). \"Quando venerit Paracletus, quem Ego missurus sum vobis a Patre, Spiritus Veritatis..., ille testabitur de Me\" (Joh. xv. 26). \"Jesus clamavit. dicens, Si quis sitiverit, venito ad Me et bibito; quisquis credit in Me, sicut dixit Scriptura, flumina e ventre Ipsius fluent aquae viventis. Hoc... dixit de Spiritu, quem accepturi erant credentes in Ipsum. Nondum... erat Spiritus Sanctus, quia Jesus nondum glorificatus erat\" (Joh. vii. 37-39). Jesus inspiravit in discipulos, et dixit, \"Accipite Spiritum Sanctum\" (Joh. xx. 22). [2] Quod Dominus per \"Paracletum,\" \"Spiritum Veritatis,\" et \"Spiritum Sanctum\" intellexerit Se Ipsum, patet ab illis Domini verbis, quod \"mundus illum adhuc non cognosceret,\" non enim adhuc cognoscebant Dominum; et cum dixit, quod \"missurus sit illum,\" addit, \"Non relinquam vos orphanos, venio ad vos, et videbitis Me\" (Joh. xiv. 16-19, 26, 28): et alibi, \"Ecce Ego vobiscum sum omnibus diebus usque ad consummationem saeculi\" (Matth. xxviii. 20). Et cum Thomas dixit, \"Non scimus quo abis,\" dicit Jesus, \"Ego sum via et veritas\" (Joh. xiv. (5,) 6). [3] Quia Spiritus Veritatis seu Spiritus Sanctus est idem cum Domino, qui est ipsa Veritas, ideo etiam dicitur, \"Nondum erat Spiritus Sanctus, quia Jesus nondum glorificatus erat\" (Joh. vii. 39): nam post glorificationem seu plenariam unitionem cum Patre, quae facta est per passionem crucis, tunc erat Dominus ipsa Divina Sapientia ac Divina Veritas, ita Spiritus Sanctus. Quod Dominus inspiraverit in discipulos, et dixerit, \"Accipite Spiritum Sanctum,\" erat quia omnia respiratio caeli est a Domino: angelis enim aeque ac hominibus est respiratio et micatio cordis; illis respiratio est secundum receptionem Divinae Sapientiae a Domino, et illis micatio cordis seu pulsus est secundum receptionem Divini Amoris a Domino: quod ita sit, videbitur in suo loco. [4] Quod Spiritus Sanctus sit Divina veritas a Domino, patet adhuc ex his locis \"Quando:...tradiderint vos synagogis, ne solliciti estote... quid dicturi: Spiritus... Sanctus docebit vos in eadem hora, quae oporteat dicere\" (Luc. xii. 12; cap. {2}xxi. 14: Marc. xiii. 11). \"Dixit Jehovah Spiritus Meus qui super te, et verba mea quae posui in ore tuo, non recedent ex ore tuo (Esai. lix. 21). \"Exibit virga de trunco Jischaji... percutiet terram virga oris sui, et spiritu labiorum suorum occidet impium:... erit veritas cingulum feminum Ejus\" (Esai. xi. 1, 4, 5). \"Nunc ore Ille praecepit et spiritus Ipsius collegit illa\" (Esai. xxxiv. 16). \"Qui adorant\" Deum, \"in spiritu et veritate oportet adorare\" (Joh. iv. {3}24). \"Spiritus est qui vivificat, caro non prodest quicquam: verba, quae Ego loquor vobis, spiritus et vita sunt\" (Joh. vi. 63): \"Johannes dixit, Ego... vos baptizo aqua in paenitentiam: qui vero post Me venturus est,... baptizabit spiritu sancto et igne\" (Matth. iii. 11; Marc. i. 8; Luc. iii. 16): \"baptizare spiritu sancto et igne,\" est regenerare per Divinum Verum quod est fidei, et per Divinum Bonum quod est amoris. Cum Jesus baptizabatur aperti sunt caeli, et vidit Spiritum Sanctum descendentem sicut columbam (Matth. iii. 16; Marc. i. 10; Luc. iii. 21(, 22); Joh. i. 32, 33): columba est repraesentativum purificationis et regenerationis per Divinum Verum. [5] Quoniam per \"Spiritum Sanctum,\" ubi de Domino, intelligitur Divina Ipsius vita, ita Ipse,- et in specie vita sapientiae Ipsius, quae vocatur Divina veritas,- ideo per \"Spiritum\" Prophetarum, qui etiam vocatur \"Spiritus Sanctus,\" intelligitur Divinum Verum a Domino; ita in sequentibus his locis:- \"Spiritus dixit ecclesiis\" (Apoc. ii. 7, 11, 29; cap. iii. 1, 3, 6, 13, 22). \"Septem lampades ignis ardentes coram throno,... sunt septem spiritus Dei\" (Apoc. iv. 5): \"In medio seniorum Agnus stans,... habens oculos septem, qui sunt septem spiritus Dei emissi in omnem terram\" (Apoc. v. 6): \"lampades ignis\" et \"oculi Domini\" significant Divina vera, ac \"septem\" significant sanctum. \"Dixit Spiritus, ut requiescant a laboribus suis\" (Apoc. xiv. 13). \"Spiritus et sponsa dicunt, Veni\" (Apoc. xxii. 57). \"Cor suum posuerunt adamantem, ut non audirent legem aut verba quae misit Jehovah... in Spiritu suo per manum Prophetarum\" (Sachar. vii. 12). \"Spiritus Eliae venit super Elisaeum\" ({4}2 Reg. ii. 15). Johannes praeivit \"in spiritu et virtute Eliae\" (Luc. i. 17). Spiritu Sancto impleta est Elisabetha,\" et prophetavit (Luc. i. 41). \"Zacharias... impletus Spiritu Sancto... prophetavit\" (Luc. i. 67). \"David dixit in Spiritu Sancto, Dixit Dominus Domino meo, Sede a dextris meis\" (Marc. xii. 36). \"Testimonium Jesu est spiritus prophetiae\" (Apoc. xix. 10). Quia nunc per \"Spiritum Sanctum\" in specie intelligitur Dominus quoad Divinam Sapientiam, et inde quoad Divinam Veritatem, patet, unde est quod de Spiritu Sancto dicatur, quod illustret, doceat, inspiret. @1 16-18 pro \"26, 27\"$ @2 xxi. 14 pro \"x. 20\"$ @3"
    },
    {
      "section": 24,
      "title": "Paragraph 24",
      "text": "24 pro \"25\"$ @4 2 pro \"1\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 52"
    },
    {
      "section": 52,
      "title": "Paragraph 52",
      "text": "52. ((vi.)) Quod Ipse Jehovah, hoc est, Dominus, locutus sit Verbum per Prophetas.- De Prophetis legitur, quod fuerint \"in visione,\" et quod \"Jehovah locutus sit cum illis.\" Cum fuerunt in visione, non erant in suo corpore, sed in suo spiritu; in quo statu viderunt talia quae in caelo sunt: cum autem Jehovah locutus est cum illis, tunc in corpore suo fuerunt, et audiverunt Jehovam loquentem. Hi bini status Prophetarum probe distinguendi sunt. In statu visionis aperti sunt oculi spiritus illorum, et clausi oculi corporis illorum, ac tunc etiam sibi visi sunt auferri e loco in locum, corpore manente in suo. In hoc statu fuerunt quandoque Ezechiel, Sacharias, Daniel, et Johannes cum scripsit Apocalypsin: et tunc dicitur quod essent \"in visione,\" aut \"in spiritu.\" Dicit enim Ezechiel, \"Spiritus... sustulit me, et reduxit me in Chaldaeam ad captivitatem in visione\" Dei, \"in spiritu Dei; ita ascendit super me visio, quam vidi\" (cap. xi. 1, 24). Dicit, Quod sustulerit illum spiritus, et audiverit Post se terrae motum, et alia (cap. iii- 12, 14); Tum quod sustulerit illum Spiritus inter terram et caelum, et abduxerit in Hierosolymam in visionibus Dei, et viderit abominationes (cap. viii. 3, seq.). Quare similiter in visione Dei, seu in spiritu, vidit Quatuor animalia, quae erant cherubi (cap. i. cap. x); Tum novam terram et novum templum, et angelum metientem illa (de quibus in cap. xl. ad xlviii.): quod tunc fuerit in visionibus Dei, dicit cap. xl. 2: et quod tunc sustulerit illum Spiritus, cap. xliii. 5. Simile factum est cum Sacharia, in quo tunc angelus fuit, Cum vidit virum equitantem inter myrtos (Sachar. i. 8, seq.); Cum vidit quatuor cornua, et dein virum, in cujus manu funiculus mensurae (cap. ii. 1, 5, seq. (B.A. i. 18; ii. 1)); Cum vidit Joschuam sacerdotem magnum (cap. iii. 1, seq.); Cum vidit candelabrum et duas oleas (cap. iv. 1, seq.); Cum vidit volumen volans et epham (cap. v. 1, 6); Et cum vidit quatuor currus exeuntes inter duos montes, et equos (cap. vi. 5, seq.). In simili statu fuit Daniel, Cum vidit quatuor bestias ascendentes e mari (Dan. {1}vii. 3); Et cum vidit pugnas arietis et hirci (cap. viii. 1, seq.). Quod viderit illa in visionibus, legitur cap. vii. 1, 2, 7, 13; cap. viii. 2; cap. x. 1, 7, 8: quod angelus Gabriel ei visus sit in visione, et locutus cum illo, cap. ix. 21(, 22). Simile factum est cum Johanne, cum scripsit Apocalypsin; qui dixit, Se fuisse \"in spiritu die Dominica\" (Apoc. i. 10 ); Quod delatus in desertum in spiritu (cap. xvii. 3) In montem altum in spiritu (cap. xxi.); Quod viderit equus in visione (cap. ix. 17). (Et alibi quod viderit illa quae descripsit, ita in spiritu aut in visione, cap. i. 12; cap. iv. 1; cap. v. 1; cap. vi. 5; et in singulis sequentibus.) @1 vii. 3 pro \"vi. 1 seq.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 53"
    },
    {
      "section": 53,
      "title": "Paragraph 53",
      "text": "53. Quod autem ipsum Verbum attinet, non dicitur apud Prophetas, quod locuti sint illud ex Spiritu Sancto, sed quod locuti sint illud ex Jehovah, Jehovah Zebaoth, ex Domino Jehovih; nam legitur, quod \"Verbum factum sit a Jehovah ad me,\" quod \"Jehovah locutus sit ad me\" tum saepissime, \"Jehovah dixit,\" et \"Dictum Jehovae:\" et quia Dominus est Jehovah. ut supra ostensum est, ideo omne Verbum dictum est ab Ipso. Ut nemo dubitet quin ita sit, velim modo ex Jeremia afferre, ubi dicitur \"Verbum ad me factum a Jehovah,\" \"Locutus est Jehovah ad me,\" \"Dixit Jehovah\" et \"Dictum Jehovae.\" Ut in his apud Jeremiam: Cap. i. 4, 7, 11-14, 19; cap. ii. 1-5, 9, 19, 22, 29, 31; cap. iii. 1, 6, 10, 12, 14, 16; cap. iv. 1, 3, 9, 17, 27; cap. v. 11, 14, 18, 22, 29; cap. vi. 6, 9, 12, 15, 16, 21, 22; cap. vii. 1, 3, 11, 13, 19-21 ; cap. viii. 1, 3, 12, 13; cap. ix. 2, 6, 8, 12, 14, 16, 21, 23, 24 (B.A. 3, 7, 9, 13, 15, 17, 22, 24, 25); cap. x. 1, 2, 18; cap. xi. 1, 6, 9, 11, 17, 18, 21, 22; cap. xii. 14, 17; cap. xiii. 1, 6, 9, 11-15, 25; cap. xiv. 1, 10, 14, 15; cap. xv. 6, 11, 19, 20; cap. xvi. 1, 3, 5, 9, 14, 16; cap. xvii. 5, {1}19, 20, 21, 24; cap. xviii. 1, 5, 6, 11, 13; cap. xix. 1, 3, 6, 12, {2}15; cap. 4; cap. xxi. 1, 4, 7, 8, 11, 12; cap. xxii. 2. 5, 6, 11, 16, 18, 24, 29, 30; cap. xxiii. 2, 5, 7, 12, 15, 24, 29, 31, 38; cap. xxiv. 3, 5, 8; cap. xxv; 1, 3, 7-9, 15, 27-29, 32; cap. xxvi. 1, 2, 18; cap. xxvii. 1, 2, 4, 8, 11, 16, 19, 21, 22: cap. xxviii. 2, 12, 14, 16; cap. xxix. 4, 8, 9, 16, 19-21, 25, 30-32; cap. xxx. 1-5, 8, 10-12, 17, 18; cap. xxxi. 1, 2, 7, 10, 15-17, 23, 27, 28, 31-38; cap. xxxii. 5, 6, 14, 15, 25, 26, 28, 30, 36, {3}42; cap. xxxiii. 1, 2, 4, 10-13, 17, 19, 20, 23, 25; cap. xxxiv. 1, 2, 4, 8, 12, 13, 17, 22; cap. xxxv. 1, 13, 17-19; cap. xxxvi. 1, 6, 27, 29, 30; cap. xxxvii. 6, 7, 9; cap. xxxviii. 2, 3, 17; cap. xxxix. 15-18; cap. xl. 1; cap. xlii. 7, 9, 15, 18, 19; cap. xliii. 8, 10; xliv. 1, 2, 7, 11, 24-26, 30; cap. xlv. 1, 2, 5; cap. xlvi. 1, 23, 25, 28; cap. xlvii. 1; cap. xlviii. 1, 8, 12, 30, 35, 38, 40, 43, 44, 47; cap. xlix. 2, 5-7, 12, 13, 16, 18, 26, 28, 30, 32, 35, 37-39; cap. l. 1, 4, 10, 18, 20, 21, 30, 31, 33, 35, 40; cap. li. 25, 33, 36, 39, 52, 58. Haec solum apud Jeremiam. Simile dicitur apud omnes reliquos Prophetas, et non quod locutus sit Spiritus Sanctus, nec quod Jehovah locutus sit ad illos per Spiritum Sanctum. @1 19 pro \"9\"$ @2"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15 pro \"16\"$ @3 42 pro \"41\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 54"
    },
    {
      "section": 54,
      "title": "Paragraph 54",
      "text": "54. Ex his nunc patet quod Jehovah, qui est Dominus ab aeterno, locutus sit per Prophetas; et quod, ubi dicitur \"Spiritus Sanctus,\" sit Ipse. Consequenter, Quod Deus sit unus et Persona et Essentia, et quod Ille sit Dominus. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 55"
    },
    {
      "section": 55,
      "title": "Paragraph 55",
      "text": "55. (XI.) QUOD DOCTRINA FIDEI ATHANASIANAE CONCORDET CUM VERITATE, DUM MODO PER TRINITATEM PERSONARUM INTELLIGATUR TRINITAS PERSONAE, QUAE EST IN DOMINO. Quod Christiani tres Personas Divinas, ac ita sicut tres Deos, agnoverint, erat quia trinum in Domino est, ac unum vocatur Pater, alterum Filius, et tertium Spiritus Sanctus, et hoc trinum distincte nominatur in Verbo; sicut etiam distincte nominatur anima et corpus et quod ex illis procedit, quae tamen unum sunt. Verbum in sensu litterae etiam tale est, ut quae unum sunt distinguat sicut non forent unum; inde est, quod Jehovam, qui est Dominus ab aeterno, nominet nunc \"Jehovam,\" nunc \"Jehovam Zebaoth,\" nunc \"Deum,\" nunc \"Dominum,\" et simul \"Creatorem,\" \"Salvatorem,\" \"Redemptorem\" et \"Formatorem,\" immo \"Schaddai;\" ac Humanum Ipsius quod assumpsit in mundo, \"Jesum,\" \"Christum,\" \"Messiam,\" \"Filium Dei,\" \"Filium hominis;\" et in Verbo Veteris Testamenti, \"Deum,\" \"Sanctum Israelis,\" \"Unctum Jehovae,\" \"Regem,\" \"Consiliarum,\" \"Angelum,\" \"Davidem.\" [2] Nunc quia Verbum tale est in sensu litterae, ut plures nominet qui tamen unum sunt, ideo Christiani, qui in initio simplices fuerunt, et omnia secundum verba sensus litterae intellexerunt, distinxerunt Divinitatem in tres Personas; quod etiam propter simplicitatem eorum permissum est; sed tamen ita, ut de Filio etiam crederent quod infinitus, increatus, omnipotens, Deus et Dominus esset, prorsus aequalis Patri; et insuper ut crederent quod non duo aut tres sint, sed unus essentia, majestate et gloria, ita Divinitate. [3] Qui illa secundum Doctrinam simpliciter credunt, et non confirmant se in tribus Diis, sed ex tribus unum faciunt, illi post obitum informantur a Domino per angelos quod Ipse sit ille unus, ac illud trinum; quod etiam recipitur ab omnibus qui in caelum veniunt: nam nemo potest admitti in caelum, qui tres Deos cogitat, utcunque ore dicit unum: totius enim caeli vita, ac omnium angelorum sapientia, fundatur super agnitione et inde confessione unius Dei, et super fide quod ille unus Deus sit etiam Homo, et quod Ipse sit Dominus, qui simul Deus et Homo. [4] Ex his patet quod ex Divina permissione factum sit, quod Christiani in principio reciperent Doctrinam de tribus Personis, modo reciperent simul quod etiam Dominus sit Deus infinitus, omnipotens, et Jehovah: nam nisi id quoque recepissent, prorsus actum fuisset de ecclesia, quoniam ecclesia est ecclesia a Domino; et omnium vita aeterna est a Domino. et non ab alio. [5] Quod ecclesia sit ecclesia a Domino, ex eo solo constare potest, quod totum Verbum a principio ad finem de solo Domino agat, ut supra ostensum est, et quod in Ipsum credendum sit; et quod illis, qui non credunt in Ipsum, non vita aeterna sit; immo quod \"ira Dei maneat super illis\" (Joh. iii. 36). [6] Nunc quia unusquisque in se videt, quod si Deus unus est, sit unus et Persona et Essentia, (nemo enim aliter cogitat, nec cogitare potest, dum cogitat quod Deus unus sit,) velim nunc integram Doctrinam, quae ab Athanasio nomen habet, adducere, et postea demonstare quod omnia, quae ibi dicta sunt, vera sint, modo loco trinitatis Personarum intelligatur trinitas Personae. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 56"
    },
    {
      "section": 56,
      "title": "Paragraph 56",
      "text": "56. Doctrina haec est:- \"Qui vult salvari, illi..., necessarium est servare Fidem hanc Catholicam (alii, Christianam): nisi quis illam Fidem servaverit totam et integram absque dubio, in aeternum peribit. Fides haec Catholica (alii, Christiana) est, quod colamus unum Deum in Trinitate, et Trinitatem in Unitate, neque commiscendo Personas, neque separando substantiam (alii, essentiam): quoniam est una Persona Patris, alia Filii, et alia Spiritus Sancti; sed Divinitas Patris, Filii et Spiritus Sancti est una eadem, gloria aequalis, et majestas coaeterna. Qualis est Pater, talis est Filius, et talis est Spiritus Sanctus. Pater est increatus, Filius est increatus, et Spiritus Sanctus est increatus. Pater est infinitus, Filius est infinitus, et Spiritus Sanctus est infinitus; Pater aeternus, Filius aeternus, et Spiritus Sanctus aeternus; et tamen non sunt tres aeterni, sed unus aeternus; et non sunt tres infiniti neque tres increati, sed unus increatus, et unus infinitus. Similiter ut Pater est omnipotens, ita Filius est omnipotens, et Spiritus Sanctus est omnipotens, et tamen non sunt tres omnipotentes sed unus omnipotens. Sicut Pater est Deus, ita Filius est Deus, et Spiritus Sanctus est Deus, et tamen non sunt tres Dii, sed unus Deus. Quamvis Pater est Dominus, Filius est Dominus, et Spiritus Sanctus est Dominus, usque tamen non sunt tres Domini, sed unus Dominus. Quoniam sicut ex Christiana veritate obligati sumus agnoscere unamquamque Personam per Se esse Deum et Dominum, usque tamen per Catholicam Religionem prohibiti sumus dicere esse tres Deos, aut tres Dominos (alii, usque tamen non possumus ex Christiana fide nominare tres Deos aut tres Dominos). Pater a nullo factus est, neque creatus, neque natus: Filius est a solo Patre non factus, nec creatus, sed natus: Spiritus Sanctus est ex Patre et ex Filio, neque factus, neque creatus, neque natus, sed procedens. Ita est unus Pater, non tres Patres; unus Filius, non tres Filii; unus Spiritus Sanctus, non tres Spiritus Sancti: et in hac Trinitate nullus est primus et postremus, et nullus est maximus et minimus, sed omnes tres Personae sunt simul aeternae, et sunt prorsus aequales. Ita ut prorsus sit, quemadmodum supra dictum est, quod Unitas in Trinitate, et Trinitas in Unitate colenda sit (alii, quod tres Personae in una Divinitate, ac unus Deus in tribus Personis, colendus sit); quapropter qui vult salvari, illum oportet ita cogitare de Trinitate. \"Porro etiam ad salutem necessarium est, ut quis rite credat Incarnationem nostri Domini Jesu Christi (alii, ut quis constanter credat, quod noster Dominus sit verus Homo); quoniam vera Fides est, ut credamus et confiteamur quod noster Dominus Jesus Christus, Filius Dei, sit Deus et Homo, Deus ex substantia (seu essentia, alii, natura) Patris, natus ante mundum; et Homo ex substantia (alii, natura) matris, natus in mundo; perfectus Deus et perfectus Homo, ex rationali anima et humano corpore consistens: aequalis Patri quoad Divinum, ac inferior (alii minor) Patre quoad Humanum. Qui tametsi est Deus et Homo, non tamen sunt duo, sed unus Christus: unus non per conversionem Essentia Divinae in Corpus, sed per assumptionem Humani in Deum (alii, unus est Ille, non tamen ita quod Divinum transmutatum sit in Humanum, sed Divinum suscepit ad Se Humanum): unus prorsus, non per confusionem (alii, commixtionem) substantiae, sed per unitatem Personae (alii, Ille est prorsus unus, non tamen ita quod binae naturae sint commixtae, sed Ille est una Persona). Quoniam sicut rationalis anima et corpus est unus homo, ita Deus et Homo est unus Christus. Qui passus est propter salvationem nostri, descendit in infernum, et resurrexit tertio die ex morte: et ascendit in caelum, et sedet ad dextram Patris... omnipotentis: unde venturus est ad judicandum vivos et mortuos: in cujus adventu omnes homines resurgent cum suis corporibus: (et reddituri sunt de factis propriis rationem;) et illi qui bona fecerunt, intrabunt in vitam aeternam; et qui male fecerunt, in ignem aeternum.\" This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 57"
    },
    {
      "section": 57,
      "title": "Paragraph 57",
      "text": "57. Quod omnia hujus Doctrinae quoad singula ejus verba sint vera, modo pro trinitate Personarum intelligatur trinitas Personae, videri potest ab eadem denuo exscripta, ubi haec trinitas substituta est. Trinitas Personae est haec, Quod Divinum Domini sit Pater, Divinum Humanum Filius, et Divinum Procedens Spiritus Sanctus. Cum haec trinitas intelligitur, tunc homo potest cogitare unum Deum, et quoque potest dicere unum Deum: quod alioquin non possit nisi quam cogitare tres Deos, quis non videt et quoque vidit Athanasius; quare ejus Doctrinae etiam haec verba inserta sunt: \"Sicut ex Christiana Veritate obligati sumus agnoscere unamquamque Personam per se esse Deum et Dominum, usque tamen non possumus ex Catholica religione (aut ex Christiana fide) dicere (seu nominare) tres Deos aut tres Dominos.\" Quod quasi est, Quamvis ex Christiana veritate licet agnoscere seu cogitare tres Deos et Dominos, usque tamen non licet ex Christiana fide dicere seu nominare nisi quam anum Deum et unum Dominum: cum tamen agnitio et cogitatio conjungit hominem cum Domino et cum caelo, non autem sola loquela. Praeterea, nemo comprehendit quomodo Divinum, quod unum est, potest dividi in tres Personas, quarum unaquaevis est Deus; Divinum enim non dividuum est: ac tres unum facere per essentiam aut substantiam, non tollit ideam trium Deorum, sed modo dat ideam unanimitatis eorum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 58"
    },
    {
      "section": 58,
      "title": "Paragraph 58",
      "text": "58. Quod omnia illius Doctrinae quoad singula ejus verba, sint vera, modo pro trinitate Personarum intelligatur trinitas Personae, constare potest ex eadem denuo exscripta, quae nunc sequitur:- Qui vult salvari, illi necessarium est servare fidem hanc Christianam. Fides haec Christiana est: Quod colamus unum Deum in Trinitate, et Trinitatem in Unitate, non commiscendo Trinum Personae, neque separando Essentiam. Trinum unius Personae est, quod Pater, Filius et Spiritus Sanctus vocatur. Divinitas Patris, Filii et Spiritus Sancti est una eadem, gloria et majestas aequalis. Qualis est Pater, talis est Filius, et talis est Spiritus Sanctus. Pater est increatus, Filius est increatus, et Spiritus Sanctus est increatus; Pater est infinitus, Filius est infinitus, et Spiritus Sanctus est infinitus; et tamen non sunt tres infiniti, neque tres increati, sed unus increatus et unus infinitus. Similiter ut Pater est omnipotens, ita Filius est omnipotens, et Spiritus Sanctus est omnipotens, et tamen non sunt tres omnipotentes, sed unus omnipotens. Sicut Pater est Deus, ita Filius est Deus, et Spiritus Sanctus est Deus, et tamen non sunt tres Dii, sed unus Deus. Quamvis Pater est Dominus. Filius est Dominus, et Spiritus Sanctus est Dominus, usque tamen non sunt tres Domini, sed unus Dominus. Nunc sicut ex Christiana veritate agnoscimus trinum in una Persona, quae Deus et Dominus, ita ex Christiana fide possumus dicere unum Deum et unum Dominum. Pater a nullo factus est, neque Creatus, neque natus: Filius est ex solo Patre, non factus, nec Creatus, sed natus: Spiritus Sanctus est ex Patre et ex Filio, neque factus, neque creatus, sed natus, sed procedens: ita est unus Pater, non tres Patres, unus Filius, non tres Filii, unus Spiritus Sanctus, non tres Spiritus Sancti: et in hac Trinitate nullus est maximus et minimus, sed sunt prorsus aequales. Ita ut prorsus sit, quemadmodum supra dictum est, quod Unitas in Trinitate, et Trinitas in Unitate colenda sit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 59"
    },
    {
      "section": 59,
      "title": "Paragraph 59",
      "text": "59. Haec in Doctrina de Trinitate et Unitate Dei. Postea sequitur ibi de assumptione Humani a Domino in mundo, quae vocatur Incarnatio. Illa quoque In Doctrina quoad omnia et singula ejus, vera sunt, modo distincte intelligatur humanum ex matre, in quo Dominus fuit, cum in statu humiliationis seu exinanitionis, et passus est tentationes et crucem; et Humanum ex Patre, in quo fuit in statu glorificationis seu unitionis: nam Dominus Humanum in mundo conceptum a Jehovah, qui est Dominus ab aeterno, et natum a Maria Virgine, assumpsit inde Ipsi fuit Divinum et humanum, Divinum a Divino suo ab aeterno, et humanum ex Maria matre in tempore; sed hoc humanum exuit, et Humanum Divinum induit: hoc Humanum est, quod vocatur Divinum Humanum, et quod intelligitur in Verbo per \"Filium Dei.\" Cum itaque illa, quae praecedunt in Doctrina de Incarnatione, intelliguntur de humano materno, in quo fuit cum in statu humiliationis, et illa quae sequuntur ibi de Divino Humano, in quo fuit cum in statu glorificationis, tunc etiam omnia ibi coincidunt. Cum humano materno, in quo fuit cum in statu humiliationis, coincidunt haec quae praecedunt in Doctrina, Quod Jesus Christus fuerit Deus et Homo, Deus ex substantia Patris, et Homo ex substantia matris, natus in mundo: perfectus Deus et perfectus Homo, ex rationali anima et humano corpore consistens: aequalis Patri quoad Divinum, minor Patre quoad Humanum. Tum haec, Quod Humanum illud non conversum sit in Divinum, nec ei commixtum: sed exutum, et pro eo assumptum Humanum Divinum. Cum Humano Divino, in quo fuit in statu glorificationis, et nunc est in aeternum, coincidunt haec quae sequuntur in Doctrina: \"Tametsi noster Dominus Jesus Christus Filius Dei, est Deus et Homo, usque non sunt duo, sed est unus Christus; immo est prorsus unus, est enim una Persona; quoniam sicut anima et corpus faciunt unum hominem, ita Deus et Homo est unus Christus.\" This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 60"
    },
    {
      "section": 60,
      "title": "Paragraph 60",
      "text": "60. Quod Deus et Homo in Domino, secundum Doctrinam, non sint duo, sed una Persona, et prorsus una, sicut anima et corpus sunt unum, patet clare a multis quae Ipse dixerat: ut, Quod \"Pater et Ipse unum sint;\" quod \"omnia Patris sua sint, et omnia sua Patris;\" quod \"Ipse in Patre et Pater in Ipso sit:\" quod \"omnia data sint in manum Ipsius;\" quod \"Ipsi omnis potestas sit;\" quod \"Deus caeli et terrae sit;\" quod \"qui credit in Ipsum, vitam aeternam habeat;\" et porro, quod et Divinum et Humanum sublatum sit in caelum, et quod quoad utrumque \"sedeat ad dextram Dei,\" hoc est, quod omnipotens sit: et plura quae supra ex Verbo de Divino Humano Ipsius in multa copia allata sunt, quae omnia testantur quod Deus sit unus tam Persona quam Essentia, in quo Trinitas; et quod ille Deus sit Dominus. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 61"
    },
    {
      "section": 61,
      "title": "Paragraph 61",
      "text": "61. Quod haec de Domino nunc primum evulgata sint, est quia praedictum est in Apocalypsi, cap. xxi. et xxii., quod nova ecclesia in fine prioris a Domino instituenda sit, in qua hoc primarium erit. Haec ecclesia est, quae per \"Novam Hierosolymam\" ibi intelligitur, in quam nemo intrare potest, nisi qui solum Dominum pro Deo caeli et terrae agnoscit. Et hoc possum annuntiare, quod universum caelum Dominum solum agnoscat; et quod qui non agnoscit, non in caelum admittatur: caelum enim est caelum ex Domino. Ipsa illa agnitio ex amore et fide, facit ut sint ibi in Domino et Dominus in illis, ut Ipse Dominus docet apud Johannem, \"In die illo cognoscetis quod Ego in Patre meo, et vos in Me, et Ego in vobis\" (xiv. 20): tum apud eundem, \"Manete in Me, etiam Ego in vobis. ...Ego... vitis, vos palmites; qui manet in Me et Ego in illo, hic fert fructum multum, nam sine Me non potestis facere quicquam nisi quis manserit in Me, ejectus est foras\" (cap. xv. 4-6; tum cap. xvii. 22, 23). [2] Quod hoc non prius e Verbo visum sit, est quia si prius visum fuisset, usque non receptum fuisset: nondum enim Ultimum Judicium fuit peractum; et ante illud, potentia inferni valuit supra potentiam caeli; et homo est in medio inter caelum et infernum; quare si prius visum fuisset, Diabolus, hoc est, infernum, eripuisset illud e cordibus illorum, et insuper profanavisset illud. Hic status potentiae inferni prorsus fractus est per Ultimum Judicium, quod nunc peractum est: post illud, ita nunc, omnis homo qui vult illustrari et sapere, is potest. (De qua re videantur quae in opere De Caelo et Inferno, n. 589-596, et n. 597-603; tum in opusculo De Ultimo Judicio, n. 65-72, et n. 73, 74, scripta sunt.) This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 62"
    },
    {
      "section": 62,
      "title": "Paragraph 62",
      "text": "62. (XII.) QUOD NOVA ECCLESIA INTELLIGATUR PER \"NOVAM HIEROSOLYMAM\" IN APOCALYPSI. Postquam in Apocalypsi descriptus est status Ecclesiae Christianae, qualis erit in suo fine, et nunc est, et postquam in infernum conjecti sunt illi ab ea ecclesia qui per \"pseudoprophetam,\" \"draconem,\" \"meretricem,\" et per \"bestias\" significantur, ita postquam Ultimum Judicium factum est, dicitur ibi, \"Vidi caelum novum et terram novam, prius enim caelum, et prior terra transivit Tunc ego Johannes vidi civitatem sanctam... Hierosolymam descendentem a Deo e caelum... Et audivi vocem magnam e caelo dicentem, Ecce tabernaculum Dei cum hominibus, qui habitabit cum illis, et illi populi Ejus erunt, et Ipse erit cum illis, Deus illorum. ...Dixit sedens super throno, Ecce nova omnia facio: et dixit mihi, Scribe, quia haec verba vera et fidelia sunt\" (Apoc. xxi. 1-3, 5). Per \"caelum novum,\" et per \"terram novam,\" quae vidit postquam prius caelum et prior terra transivit, non intelligitur novum caelum astriferum et atmosphaericum, quod coram oculis humanis apparet, nec nova terra super qua habitant homines; sed intelligitur novum ecclesiae in mundo spirituali. et novum ecclesiae in mundo naturali. [2] Quoniam novum ecclesiae in utroque mundo, tam spirituali quam naturali, factum est a Domino cum in mundo fuit, ideo simile apud Prophetas praedicitur; nempe, quod novum caelum et nova terra tunc exstitura sint; (ut Esai. lxv. 17; cap. lxvi. 22, et alibi:) per quae itaque non potest intelligi caelum aspectabile coram oculis, et terra habitabilis ab hominibus. Per mundum spiritualem intelligitur mundus ubi habitant angeli et spiritus, et per mundum naturalem intelligitur mundus ubi habitant homines. Quod novum ecclesiae in mundo spirituali nuper factum sit, et quod novum ecclesiae in mundo naturali fiet, aliquibus ostensum est in opusculo De Ultimo Judicio, et plenius ostendetur in Continuatione ejus. This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 63"
    },
    {
      "section": 63,
      "title": "Paragraph 63",
      "text": "63. Per \"civitatem sanctam Hierosolymam\" intelligitur nova illa ecclesia quoad doctrinam; quare illa visa a Deo e caelo descendens, nam doctrina genuini veri non aliunde venit quam per caelum a Domino. Quia ecclesia quoad doctrinam per \"civitatem Novam Hierosolymam\" intelligitur, ideo dicitur, \"Parata sicut Sponsa ornata Marito suo\" (vers. 2): et postea, \"Venit ad me unus de septem angelis,... et locutus mecum, dicens, Veni, ostendam tibi Sponsam Agni Uxorem: et abstulit me in spiritu super montem... altum, et ostendit mihi civitatem magnam, sanctam Hierosolymam, descendentem e caelo a Deo\" (vers. 9, 10, in eodem capite). Quod per \"Sponsam\" et \"Uxorem\" intelligatur ecclesia, cum {1}per \"Dominum\" Sponsus et Maritus, notum est. Ecclesia Sponsa est quando vult Dominum recipere, at Uxor quando recepit. Quod Dominus per \"Maritum\" ibi intelligatur, patet; nam dicitur, \"Sponsa Agni Uxor.\" @1 \"per Dominum Sponsus et Maritus:\"--sic editio princeps. Forte est legendum:--per \"Sponsum\" et \"Maritum\" intelligitur Dominus.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 64"
    },
    {
      "section": 64,
      "title": "Paragraph 64",
      "text": "64. Quod per \"Hierosolymam\" in Verbo intelligatur ecclesia quoad doctrinam, est causa, quia ibi in terra Canaane, et non alibi, Templum erat, altare erat, sacrificia fiebant, ita ipse cultus Divinus: quare etiam tria festa quotannis ibi celebrabantur, et ad illa omnis masculus totius terrae mandatus est ire. Ex eo est, quod per \"Hierosolymam\" significetur ecclesia quoad cultum, et inde quoque ecclesia quoad doctrinam, nam cultus praescribitur in doctrina, et fit secundum illam: tum quia Dominus in Hierosolyma fuit, et docuit in suo Templo, et postea ibi glorificavit Humanum suum. Praeterea per \"urbem\" in Verbo in sensu ejus spirituali significatur doctrina; inde per \"civitatem sanctam,\" doctrina Divini Veri a Domino. [2] {1} Quod per \"Hierosolymam\" intelligatur ecclesia quoad doctrinam, etiam ex aliis in Verbo patet; ut ex his. Apud Esaiam: \"Propter Zionem non tacebo, et propter Hierosolymam non quiescam, usque dum exeat sicut splendor justitia ejus, et salus ejus sicut lampas ardeat. Tunc videbunt gentes justitiam tuam, et omnes reges gloriam tuam. Et vocabitur tibi nomen novum, quod os Jehovae enuntiabit. Et eris corona decoris in manu Jehovae, et cidaris regni in manu Dei tui. ...Beneplacebit Jehovah in te, et terra tua maritabitur. ...Ecce Salus tua veniet, ecce merces Ipsius cum Ipso Et vocabunt illos. Populus sanctitatis, Redempti Jehovae: et tu vocaberis quaesita urbs, non deserta\" (lxii. 1-4, 11, 12): agitur in toto illo capite de adventu Domini, et de nova ab Ipso instauranda ecclesia: nova haec ecclesia est quae intelligitur per \"Hierosolymam,\" cui \"vocabitur nomen novum quod os Jehovae enuntiabit,\" quaeque \"erit corona decoris in manu Jehovae, et cidaris regni in manu Dei,\" in qua \"Jehovah beneplacebit,\" et quae vocabitur \"urbs quaesita, non deserta:\" per haec non potest intelligi Hierosolyma, in qua, cum Dominus in mundum venit, fuerunt Judaei, nam illa erat in omni contrario; quae potius vocanda erat Sodoma, ut quoque vocatur (Apoc. xi. 8: (vide etiam) Esai. iii. 9; Jer. xxiii. 54; Ezech. xvi. 46, 48). [3] Alibi apud Esaiam, \"Ecce Ego creans caelum novum, et terram novam:,.. non commemorabuntur priora. ...Laetamini et exultate in aeternitates, quae Ego creans. Ecce... Ego creaturus Hierosolymam exsultationem, et populum ejus laetitiam, ut exsultem super Hierosolyma, et laetet super populo meo. ...Tunc lupus et agnus pascent simul:... non malum facient... in toto monte sanctitatis meae\" (lxv. 17-19, 25): etiam in hoc capite agitur de adventu Domini, et de ecclesia ab Ipso instauranda; quae non instaurata est apud illos qui in Hierosolyma, sed apud illos qui extra illam erant: quare haec ecclesia intelligitur per \"Hierosolymam,\" quae erit Domino exsultatio, et cujus populus erit Ipsi laetitia; tum ubi lupus et agnus pascent simul; et ubi non malum facient. Hic quoque dicitur, quemadmodum in Apocalypsi, quod Dominus creaturus novum terram novam,\" per quae etiam similia intelliguntur; et quoque dicitur quod creaturus \"Hierosolymam.\" [4] Alibi apud Esaiam, \"Excitare, excitare, indue robur tuum, Zion; indue vestes decoris tui, Hierosolyma, urbs sanctitatis; quia non addet ut veniat in te amplius praeputiatus et immundus. Excute te e pulvere, surge, sede, Hierosolyma. ...Cognoscet populus nomen meum... in die illo nam Ego ille qui loquens, ecce Me. ...Consolatus est Jehovah populum suum, redemit Hierosolymam\" (lii. 1, 2, 6, 9): etiam in eo capite agitur de adventu Domini, et de ecclesia ab Ipso instauranda; quare per \"Hierosolymam,\" in quam non amplius veniet praeputiatus et immundus, et quam Dominus redimet, intelligitur ecclesia; et per \"Hierosolymam urbem sanctitatis,\" ecclesia quoad doctrinam a Domino. [5] Apud Zephaniam, \"Jubila, filia Zionis;... laetare... ex omni corde, filia Hierosolymae; Rex Israelis... in medio tui: ne time malum amplius. ...Laetabitur super te cum gaudio, acquiescet in amore {2}tuo, exsultabit super te cum jubilo. ...Dabo vos in nomen et in laudem omnibus e populis terrae\" (iii. 14-17, 20); similiter hic de Domino et de ecclesia ab Ipso; super qua (Ut Rex Israelis, qui est Dominus, \"laetabitur cum gaudio,\" \"exsultabit cum jubilo,\" et \"in cujus amore requiescet,\" et quos \"dabit in nomen et in laudem omnibus populis terrae.\" [6] Apud Esaiam, \"Sic dixit Jehovah Redemptor tuus, et Formator tuus:... dicens Hierosolymae, Habitaberis; et urbibus Jehudae, Aedificabimini\" (xliv. 24, 26): de et apud Danielem, \"Scito... et percipito, ab exitu Verbi usque ad restituendum et ad aedificandum Hierosolymam, usque ad Messiam Principem, septimanae septem\" ({3}ix. 25); quod per \"Hierosolymam\" etiam hic intelligatur ecclesia, patet, quoniam haec a Domino restituebatur et aedificabatur, non autem Hierosolyma sedes Judaeorum. [7] Per \"Hierosolymam\" intelligitur ecclesia a Domino etiam in sequentibus locis. Apud Sachariam, \"Sic dixit Jehovah, Revertar ad Zionem, et habitabo in medio Hierosolymae: unde vocabitur Hierosolyma, urbs veritatis; et mons Jehovae Zebaoth, mons sanctitatis\" (viii, 3, 20-23). Apud Joelem, \"Tunc cognoscetis quod Ego Jehovah Deus vester, habitans in Zione, monte sanctitatis...; et erit Hierosolyma sanctitas:... et fiet in die illo, stillabunt montes mustum, et colles fluent lacte;... et Hierosolyma sedebit in generationem et generationem\" (iv. 17-21). Apud Esaiam, \"In die illo erit germen Jehovae in decus et in gloriam;... et fiet, relictus in Zione, et residuus in Hierosolyma, sanctus dicetur...: omnis scriptus ad vitam in Hierosolyma\" (iv. 2, 3). Apud Micham, \"In extremitate dierum erit mons domus Jehovae constitutus in caput montium;... nam e Zione exibit Doctrina, et Verbum Jehovae ex Hierosolyma:... ad te veniet regnum prius, regnum filiae Hierosolymae\" ({4}iv. 1, 2, 8). Apud Jeremiam, \"In tempore illo vocabunt Hierosolymam thronum Jehovae; et congregabuntur... omnes gentes ob nomen Jehovae Hierosolymam; neque ibunt amplius post confirmationem cordis sui mali\" (iii. 17). Apud Esaiam, \"Specta Zionem urbem festi stati nostri; oculi tui videant Hierosolymam, habitaculum tranquillum, tabernaculum quod non dissipabitur; non removebuntur clavi ejus in perpetuum, et omnes funes ejus non avellentur\" (xxxiii. 20). Praeter etiam alibi (Ut apud Esaiam, xxiv. 23; cap. xxxvii. 32; cap. lxvi. 10-14; apud Sachariam, xi. 3, 6, 8-10; cap. xiv. 8, 11, 12, 21: apud Malachiam, iii. 2, 4: apud Davidem, Ps. cxxii. 1-7; Ps. cxxxvii. 4-6). [8] Quod per \"Hierosolymam\" in illis locis intelligatur ecclesia, quae a Domino instauranda erat, et quae etiam instaurata est, et non Hierosolyma in terra Canaane a Judaeis habitata, constare etiam potest a locis in Verbo, ubi de hac dicitur quod prorsus deperdita sit, et quod destruenda: Ut Jerem. v. 1; cap. vi. 6, 7; cap. vii. 17, 18, seq.; cap. viii. 6-8 seq.; cap. ix. 10, 11, 13, seq. (B.A. 11, 12, 14, seq.); cap. xiii. 9, 10, 14; cap. xiv. 16: Thren. i. 8, 9, 17: Ezech. iv. 1 ad fin.; cap. {5}v. 9 ad fin.; cap. xii. 18, 19; cap. xv. 6-8; cap. xvi. 1-3 cap. xxiii. 1-49: Matth. xxiii. (33,)37, 39: Luc. xix. 41-44 cap. xxi. 20-22; cap. xxiii. 28-30; et multis aliis in locis. @1 Quod per \"urbem\" in Verbo significetur doctrina ecclesiae et religionis, videatur in Arcanis Caelestibus, n. 402, 2450(? 2449), 2943; 3216, 4492, 4493. Quod per \"portam urbis\" significetur doctrina per quam fit introitus in ecclesiam, n. 2943, 4477, 4478. Quod ideo seniores sederint in porta urbis et judicaverint, ibid; \"Egredi porta\" quod sit recedere a doctrina, n. 4492, 4493. Quod urbes et palatia in caelo repraesententur. quando angelis est sermo de doctrinalibus, n. 3256, ibi.$ @2 \"tuo:--sic editio princeps; sic quoque, Apoc. Rev. n. 880; Summ. Expos. Doctrinae, n. 100; V.C.R., n. 782. Vide autem Dict. Prob., ed. 1845, p. 31, ubi legitur \"suo,\" quod textum Hebraicum rectius interpretatur.$ @3 ix. pro \"x.\"$ @4 iv. pro \"ii.\"$ @5 v. pro \"iv\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Lord (Potts) n. 65"
    },
    {
      "section": 65,
      "title": "Paragraph 65",
      "text": "65. Dicitur in Apocalypsi, \"Novum caelum et nova terra;\" et postea, \"Ecce nova omnia facio;\" per quae non aliud intelligitur, quam quod in ecclesia nunc a Domino instauranda, Nova Doctrina erit, quae in priore ecclesia non fuit. Quod non fuerit, est causa, quia si fuisset, non recepta fuisset; nondum enim Ultimum Judicium peractum fuit, et ante illud potentia inferni praevaluit potentiae caeli; quare si prius ex ore Domini data fuisset, apud hominem non mansisset; nec hodie manet, nisi quam apud illos qui Dominum solum adeunt, et Ipsum Deum caeli et terrae agnoscunt (videatur supra, n. 61). Eadem haec doctrina prius quidem data est in Verbo; sed quia ecclesia non ita diu post instaurationem ejus versa est in Babyloniam, et apud alios postea in Philisthaeam, ideo illa non potuit ex Verbo videri; nam ecclesia non aliter videt Verbum, quam ex principio religionis suae et ejus doctrina. [2] Nova, quae in hoc opusculo sunt, in genere haec sunt:- (i.) Quod Deus sit unus Persona et Essentia, et quod Ille sit Dominus. (ii.) Quod tota Scriptura Sacra Ipso Solo agat. (iii.) Quod in mundum venerit, ut subjugaret inferna, ac ut glorificaret Humanum suum; et quod utrumque fecerit per tentationes in Se admissas; et plene per ultimam illarum, quae fuit passio crucis: et quod per id Redemptor et Salvator factus sit; et quod per id Ipsi soli meritum et justitia. (iv.) Quod impleverit omnia Legit, sit quod impleverit omnia Verbi. (v.) Quod per passionem crucis non abstulerit peccata, sed quod illa portaverit sicut Propheta; quod est, quod passus sit ut in Se repraesentaretur ecclesia, quomodo illa malefecerat Verbo. (vi.) Quod imputatio meriti non sit aliquid nisi per illam intelligatur remissio peccatorum post paenitentiam. Haec in hoc opusculo. In sequentibus, quae erunt De Scriptura Sacra, {1}De Doctrina Vitae, De Fide, et De Divino Amore et Divina Sapientia, nova adhuc videbuntur. @1 De pro \"in\"$ This page is part of © 2000-2001 The Academy of the New Church"
    }
  ]
}