{
  "id": "od_whentragedystrikes",
  "title": "Od Whentragedystrikes",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 3,
      "title": "Page 3",
      "text": "When Tragedy Strikes Lessons from Emanuel Swedenborg Text by EMANUEL SWEDENBORG Passages Selected & Reflections Written by MORGAN BEARD"
    },
    {
      "section": 4,
      "title": "Page 4",
      "text": "© 2019 by the Swedenborg Foundation. All rights reserved. No part of this publication may be reproduced or transmitted in any form or by any means, electronic or mechanical, including photocopying, recording, or any information storage or retrieval system, without prior permission from the publisher. Quotes from Emanuel Swedenborg’s writings were taken from the New Century Edition of the Works of Emanuel Swedenborg, as follows: Divine Providence, trans. George F. Dole (West Chester, PA: Swedenborg Foundation, 2010, 2017) Heaven and Hell, trans. George F. Dole (West Chester, PA: Swedenborg Foundation, 2010, 2016) The Lord, trans. George F. Dole (West Chester, PA: Swedenborg Foundation, 2014) Other Planets, trans. George F. Dole and Jonathan S. Rose (West Chester, PA: Swedenborg Foundation, 2018) Secrets of Heaven, trans. Lisa Hyatt Cooper, vols. 1–2 (West Chester, PA: Swedenborg Foundation, 2010, 2012) True Christianity, trans. Jonathan S. Rose, vols. 1–2 (West Chester, PA: Swedenborg Foundation, 2010, 2011, 2017) Design and typesetting by Karen Connor Printed in the United States of America Swedenborg Foundation 320 North Church Street West Chester, PA 19380 www.swedenborg.com"
    },
    {
      "section": 5,
      "title": "Page 5",
      "text": "Contents about This Book vii Why Bad Things are allowed to happen 1 The Good That Tragedies Can Bring 31 When We are Separated By Death 47 Going through Times of Trial 61 about Emanuel Swedenborg 91 about the Swedenborg Foundation 94"
    },
    {
      "section": 7,
      "title": "Page 7",
      "text": "about this Book We all experience times of loss or tragedy, whether personal— the death of a family member or the loss of a home, for example—or on a broader scale, as in the case of a natural disaster or a large-scale accident. Events like these may lead us to wonder why God would allow such things to happen. Doesn’t he love us? Why would he let people go through so much pain? Swedish scientist and mystic Emanuel Swe - denborg (1688–1772) shows us a universe formed according to a plan of divine love, a plan that leads us all to the best possible end—even if the road between here and there is filled with obstacles. In this book, we take a look at some of the spiritual principles underlying the plan that is divine providence. How did Swedenborg come into this knowledge? He had a series of spiritual experiences in his mid-fifties that led to a radical transformation in his life. His visions of the spiritual world—of conversations with angels, devils, and"
    },
    {
      "section": 8,
      "title": "Page 8",
      "text": "viii about this Book the spirits of people who had crossed over—were so pow- erful that he was compelled to share what he had learned. Although the social situations in the time and place where he lived were much different from ours, his books describe a system of spiritual growth that remains profoundly relevant today. When Tragedy Strikes contains passages from Sweden- borg’s works that lead us not only through the reasons why bad things are allowed to happen but also through the ways in which good can come from them. Each chapter begins with a brief introduction to a group of related passages. Fol- lowing each passage, you’ll find the core idea expressed in that passage along with a short description of what it entails, as well as questions for discussion or reflection that are intended to help illustrate how that concept can be directly and meaningfully applied to daily life. You are invited to read the passages from Swedenborg when you need inspira- tion, use the quotes and reflections as a starting point for a group discussion, or simply enjoy the material as food for your own spiritual journey. You might also find the passages to be inspiration for your own prayers, meditations, creative works, or other techniques for connecting with the Divine. The quotes in this book are all taken from the New Century Edition of the Works of Emanuel Swedenborg, a"
    },
    {
      "section": 9,
      "title": "Page 9",
      "text": "ix about this Book translation of his writings published by the Swedenborg Foundation. Sources are cited by paragraph number rather than by page number so that you can cross-reference pas- sages in any translation of Swedenborg’s writings. You can also download any one of his theological works for free from our website, www.swedenborg.com. We hope that you find this book useful! If you have feedback for us, you can reach us anytime through the web- site above. 4"
    },
    {
      "section": 11,
      "title": "Page 11",
      "text": "Why Bad Things Are Allowed to Happen It’s a difficult question for people of faith: Why would an omnipotent, loving God allow good people to suffer? Why can’t we just live in a peaceful world where every- one is loved and has everything they need? The problem is that we have a tendency as human beings to put ourselves first, Swedenborg observes, and if we don’t face the consequences of that tendency, there’s no way we can get to that peaceful, loving state."
    },
    {
      "section": 12,
      "title": "Page 12",
      "text": "2 when tragedy strikes There are no “laws of permission” that are simply that, or that are separate from the laws of divine provi- dence. They are the same thing; so saying that God allows something to happen does not mean that he wants it to happen but that he cannot prevent it because of his goal, which is our salvation. What- ever happens for the sake of this goal, our salva- tion, is in accord with the laws of divine providence, since divine providence is always moving away from and contrary to our own intentions. It is constantly focused on its goal; so at every moment of its work, at every single step of its course, when it notices that we are straying from that goal it leads and turns and adapts us in accord with its laws, leading us away from evil and toward good. We will see shortly that this cannot be accomplished without allowing bad things to happen. — Divine Providence §234"
    },
    {
      "section": 13,
      "title": "Page 13",
      "text": "3 Why Bad Things are allowed to happen Key Concept If God is all-powerful, then why can’t he stop tragedies from happening? This is Swedenborg’s answer: All of life, and even the whole universe, is a complex system designed to lead us toward heaven. In order for it to do that, though, we have to be free to make our own choices. Even though sometimes those choices put us in a bad spot, or they put other people in a position to hurt us, the system is working to bring all things to a good end. For Discussion or Reflection Think about some of the bad things that have happened in your life. Pick one and take a moment to remember not just what happened, but what came after. Looking back, do you think that others’ responses to the tragedy made the sit- uation worse or better? What made it (or could have made it) worse, and what made it better?"
    },
    {
      "section": 14,
      "title": "Page 14",
      "text": "when tragedy strikes4 For evil people, divine providence is a constant per- mission of evil with the ultimate goal of constantly leading them out. The reason divine providence is a constant permission for evil people is that nothing can come out of their life except evil. Whether we are devoted to good or evil, we cannot be devoted to both at the same time, or even alternately, unless we are lukewarm. It is not the Lord who lets evil living into our will and from there into our thought, it is we ourselves; and this is called permission. Now since everything evil people intend and think is a matter of permission, the question arises as to what divine providence is in this situation, the providence that we say is at work in the smallest"
    },
    {
      "section": 15,
      "title": "Page 15",
      "text": "5 Why Bad Things are allowed to happen details within all of us, evil and good alike. Divine providence consists of the fact that it is constantly allowing things to happen for a purpose and is per- mitting only things that serve that purpose, noth- ing else. It is constantly examining the evils that are allowed to emerge, separating them, purifying them, banishing the ones that do not suit its purpose, and lifting them away in ways we cannot see. This is going on primarily in our deeper will and second- arily in our deeper thought. Divine providence is also constantly at work to see that we do not wel- come back into our will the things that have been banished and lifted from us, because everything we accept into our will becomes part of us. Things we have accepted in thought but not in will, though, are separated and sent away. — Divine Providence §296:7–8"
    },
    {
      "section": 16,
      "title": "Page 16",
      "text": "when tragedy strikes6 Key Concept From a spiritual perspective, one of the most fundamen- tal choices we can make is whether we embrace self-love (acting only to benefit ourselves) or love of others—in other words, a choice between good and evil. Divine providence means that evil is only allowed to happen for a purpose, and that purpose is to bring evil to light so that it can be ban- ished for the sake of our salvation. For Discussion or Reflection Divine providence means that God is constantly work- ing to draw people away from evil behavior, but for someone who’s been the victim of such behavior, it could be hard to accept, let alone forgive. Have you ever been in a situation where you’ve been hurt as a result of someone’s evil behav- ior? How does the idea that it was all part of divine provi- dence make you feel about what they did? Does considering this experience give you any insight into your own behavior and its relationship to divine providence?"
    },
    {
      "section": 17,
      "title": "Page 17",
      "text": "7 Why Bad Things are allowed to happen “It is not the Lord who lets Evil living into our will and From there into our thought, it is we ourselves.\" M"
    },
    {
      "section": 18,
      "title": "Page 18",
      "text": "when tragedy strikes8 As for a love of eminence and wealth for their own sake (which is identical to love for ourselves, or strictly speaking, to a love of being in control that arises from self-love), it is a love for our own self- importance, and our sense of self-importance is wholly evil. That is why we say that we are born into utter evil and that what we inherit is nothing but evil. What we inherit is the sense of self that encom- passes us and that we participate in by virtue of our self-love—especially by our love of being in control because of our self-love. This is because when we are wrapped up in this love we are totally focused on ourselves and therefore immerse our thoughts and feelings in our own sense of self-importance. As a result, within our self-love there is a love of doing harm because we have no love for our neighbor, only for ourselves. — Divine Providence §215:7"
    },
    {
      "section": 19,
      "title": "Page 19",
      "text": "9 Why Bad Things are allowed to happen Key Concept We’re all born with these selfish impulses. To a certain extent, selfishness is a survival trait—if we don’t put energy into making sure we have food, clothing, and shelter, we’ll die. That serves a spiritual purpose as well as a biological one, because we can’t grow spiritually if we’re not healthy enough to make free choices. But selfishness (or self-importance) is also the root of much of the harm that we do to others—and that is done to us. Because it’s so fundamental to our nature, it’s very hard to fight. The good news: “In the other life, none of us suffers any punishment for inherited evil, because it is not ours. We are not at fault for our hereditary nature” (Heaven and Hell §342:3). For Discussion or Reflection What are some examples of selfish behavior that can have beneficial results? What are some examples of harmful selfish behavior? Where would you draw the line between the two? At what point does taking care of yourself turn into a problem for others? How might understanding that we are not at fault for our sense of self affect our behavior in a posi- tive way? In a negative way?"
    },
    {
      "section": 20,
      "title": "Page 20",
      "text": "when tragedy strikes10 When we love only ourselves, we see others only as outside ourselves, either as completely worthless or as simply nothing. We regard them as inferior to our- selves and think nothing of doing them harm. This is why people who are possessed by a love of being in control because of their self-love think nothing of cheating their neighbors, committing adultery with their neighbors’ spouses, slandering their neighbors, plotting vengeance and even murder, torturing their neighbors, and the like. We get these attitudes from the fact that the Devil itself is nothing but a love of being in control because of self-love, and we are united to and being led by the Devil. When we are being led by the Devil, by hell, that is, we are being led into all these evils. We are constantly being led by the pleasures of these evils, which is why all the people who are in hell want to harm everyone, while the people who are in heaven want to help everyone. — Divine Providence §215:7–8"
    },
    {
      "section": 21,
      "title": "Page 21",
      "text": "11 Why Bad Things are allowed to happen Key Concept In the first sentence, we have Swedenborg’s answer to where self-love starts to turn harmful: when we start seeing others as worthless or as objects to be manipulated rather than caring about their feelings or the harm we might be doing. When you don’t care about others, it’s easy to justify all types of negative behavior, and that becomes a downward spiral. For Discussion or Reflection Consider some of the behaviors that Swedenborg lists here: being dishonest, cheating with someone else’s spouse, participating in slander or gossip, plotting revenge in response to some offense. Do you know people who have engaged in these behaviors? Have you done so yourself? Do you agree or disagree with the statement that minor exam- ples of these actions can lead to more serious ones? Why do you think people are motivated by a love for being in control?"
    },
    {
      "section": 22,
      "title": "Page 22",
      "text": "when tragedy strikes12 We need to realize that all of us, in spirit, are in some community in the spiritual world, in a hell- ish one if we are evil, and a heavenly one if we are good. Sometimes we are even visible there when we are deep in meditation. Further, just as sound and speech spread through the air in the physical world, desire and thought spread out in the communities in the spiritual world. There is a correspondential rela- tionship here because desire answers to sound and thought to speech. — Divine Providence §296:6"
    },
    {
      "section": 23,
      "title": "Page 23",
      "text": "13 Why Bad Things are allowed to happen Key Concept This is an important idea from Swedenborg’s writings: the choices we make aren’t just about our spiritual journey and our relationships in this world; they connect us to heaven or hell right here and now. The more heavenly choices we make, the more strongly we’re connected to heaven—but the opposite is also true. For Discussion or Reflection Take a moment to consider your spiritual state, just as you are, wherever you are, at this moment. What kind of afterlife community do you think you’re connected to? Why do you think so?"
    },
    {
      "section": 24,
      "title": "Page 24",
      "text": "when tragedy strikes14 If we consider theft, robbery, plunder, vengeance, domineering, profiteering, and the like, we can recognize this growth of the pleasure we find in evil. Do not the people who are committing these evils feel surges of pleasure as things go well and as obstacles to their efforts vanish? It is well known that thieves get such pleasure from theft that they cannot stop stealing; and strange as it sounds, they love one stolen coin more than ten coins freely given. It would be the same for adulterers if things were not so arranged that the power to commit this evil decreases as it is abused. Still, though, for many peo- ple the pleasure of thinking and talking about it is still there, and if nothing else, there is the insistent urge to touch."
    },
    {
      "section": 25,
      "title": "Page 25",
      "text": "15 Why Bad Things are allowed to happen What people do not realize is that this is hap- pening because they are making their way farther and farther, deeper and deeper, into hellish commu- nities as they commit these evils intentionally and consciously. If the evils occur in our thoughts only and not in our will, we are not with the evil in some hellish community yet. We enter such a community when the evils are in our will as well. If at that time we are also conscious that this evil is against the laws of the Ten Commandments, and if we regard these laws as divine, and still deliberately do it, this sends us down so deep that the only way we can be res- cued is by active repentance. — Divine Providence §296:4–5"
    },
    {
      "section": 26,
      "title": "Page 26",
      "text": "when tragedy strikes16 Key Concept Remember those communities in heaven and hell that we talked about (Divine Providence §296:6 on page 12)? Just as making loving choices brings a person closer to heaven, making selfish choices brings a person closer to hell. They might move forward along this path without even realiz- ing it; maybe they just enjoy the thrill of doing something they shouldn’t, and they convince themselves that they’re not hurting anyone, or that the people they’re hurting deserve to be hurt. The more we justify harmful actions, the more we make evil a fundamental part of who we are. That’s what it means to make something a part of our will—we no longer truly think of those actions as wrong, or have any desire to stop doing them. For Discussion or Reflection Do you get a thrill out of doing something you shouldn’t? If so, have you ever done such a thing and regretted doing so? Was it worth it? If you haven’t behaved in such a way, have you witnessed others who have? What happened as a result of their actions?"
    },
    {
      "section": 27,
      "title": "Page 27",
      "text": "17 Why Bad Things are allowed to happen “Our own self-importance, which is what motivates us, never cooperates with Divine providence.” M"
    },
    {
      "section": 28,
      "title": "Page 28",
      "text": "when tragedy strikes18 There is a reason why divine providence works so subtly that hardly anyone knows it is there—to keep us from dying. That is, our own self-impor- tance, which is what motivates us, never cooperates with divine providence. Our self-importance has an inborn hatred of divine providence. It is actually the serpent that misled our first parents, the serpent of whom it is said, “I will set enmity between you and the woman and between your seed and her seed, and it will trample your head” (Genesis 3:15). “The ser- pent” is any kind of evil, and “its head” is love for ourselves. “The woman’s seed” is the Lord, and “the enmity that is set” is between our love of self-impor- tance and the Lord, and therefore also between our own prudence and the Lord’s divine providence. This is because our prudence is constantly trying to raise its head and divine providence is constantly trying to push it down. If we sensed this, we would be outraged and enraged against God, and we would die. When we do not sense it, though, we get outraged and enraged against others, against ourselves, and against chance, which is not fatal. — Divine Providence §211:1–2"
    },
    {
      "section": 29,
      "title": "Page 29",
      "text": "19 Why Bad Things are allowed to happen Key Concept If God is always working to bring things toward a good end, why does he have to keep it such a mystery? Wouldn’t everyone feel better if they understood why these things were happening? Swedenborg tells us that we might feel better afterward, but in the moment, if we could sense God pushing us in a particular direction, we might push back and make the wrong choice. We might get angry and hate God for trying to take our choices away from us. That would be the worst outcome of all, because if we hate God, we shut ourselves off from him, and shutting ourselves off from God is the same thing as spiritual death. For Discussion or Reflection If you knew about the inner workings of divine provi- dence, do you think you would act any differently? Would having this knowledge make you feel freer? How might you approach being at peace with the way things are in the world without having a sense of God’s plan? If you knew ahead of time that in order to follow divine providence, you would have to lose someone you love, what would you do? How would that choice make you feel about God?"
    },
    {
      "section": 30,
      "title": "Page 30",
      "text": "when tragedy strikes20 [There are] people who cherish their sins and there- fore cannot know what they are. These are people who believe in God and worship him with the usual rituals and yet rationalize for themselves that some evil that is a sin is really not a sin. They camouflage it with disguises and cosmetics that conceal how gro- tesque it is; and once they have accomplished this they cherish it and make it their friend and constant companion. I have said that these people believe in God because only people who believe in God are capable of regarding evil as sin: all sin is sin against God. But some examples may make this clear. When people who are bent on profit make different kinds of cheating permissible by inventing rationalizations,"
    },
    {
      "section": 31,
      "title": "Page 31",
      "text": "21 Why Bad Things are allowed to happen they are saying that an evil is not a sin. People who rationalize taking vengeance on their enemies are doing the same thing, as are people who rational- ize plundering people who are not their enemies in times of war. In these cases, the sins do not come to light and therefore cannot be set aside. Any evil that is not brought to light feeds on itself. It is like fire in wood buried in ashes. It is like poison in a wound that has not been lanced; for any evil that is shut away keeps growing and growing until everything has been brought to an end. — Divine Providence §278b:4–5"
    },
    {
      "section": 32,
      "title": "Page 32",
      "text": "when tragedy strikes22 Key Concept When we rationalize our behavior and make excuses for why we do certain things, we’re often not aware of why we’re doing so—we can become so immersed in our own justifica- tions that we think, “That’s just the way things are. Why try to change?” But if we never really look at our own behavior and think about why we act the way we do, then we never see the ugly truth behind our actions. Evil needs to be brought out into the open before we can fight it. For Discussion or Reflection What are some examples of “the way things are” that you consider wrong or unjust? Do you think that they, in fact, have to be that way? If not, is there something you can do that might have an impact? Taking a moment to reflect upon your own life, is there a particular behavior of yours that you think needs to be examined?"
    },
    {
      "section": 33,
      "title": "Page 33",
      "text": "23 Why Bad Things are allowed to happen “any Evil that is not Brought to light Feeds on itself. It is like Fire in wood Buried in ashes.\" M"
    },
    {
      "section": 34,
      "title": "Page 34",
      "text": "when tragedy strikes24 Is it credible that if we did not have this complete freedom [to choose to do evil] we would not only be beyond salvation but would completely perish? Listen to the reason. We are all immersed in many kinds of evil from birth. They are in our will, and we love whatever is in our will. That is, we love all the intentions that come from within; and we intend whatever we love. This love of our will flows into our understanding and makes itself felt there as pleasure. It moves from there into our thoughts and into our conscious intentions. So if we were not allowed to think the way the love of our will wants us to, the love that is within us by heredity, that love would stay closed in and never come out where we could see it. Any such hidden love for evil is like an enemy plotting against us, like pus in a sore, like a toxin in the blood, and like an infection in the chest. If they are kept hidden, they hasten us to our end. On the other hand, when we are allowed to think about the evils of our life’s love even to the point of wanting to act them out, they are healed by spiritual means the way a life-threatening illness is cured by physical means. — Divine Providence §281:1–2"
    },
    {
      "section": 35,
      "title": "Page 35",
      "text": "25 Why Bad Things are allowed to happen Key Concept If we act according to our most selfish or even destruc- tive impulses, the results are laid out right in front of us: we see that we’ve hurt others, or caused ourselves pain, or cre- ated a difficult situation. The reverse is true also; when some- one hurts us, or acts in a destructive way, we truly begin to understand the consequences of those actions. It becomes real in a way that it never would have if we weren’t involved. If we weren’t free to act as we choose, we would never understand the consequences of evil actions. We’d always be secretly convinced that everything would be better if we could just do whatever we wanted. And then we would never change. For Discussion or Reflection Think of a situation in your past where you hurt another person. Maybe it was a fight or an unkind word, or maybe it was something more serious. As you look back on that situ- ation, see if you can identify the kinds of emotions that you were feeling when it happened. What was driving you to do what you did? Reflecting on it now, how do you feel about your motivations? Now try the same thing with a time when someone hurt you."
    },
    {
      "section": 36,
      "title": "Page 36",
      "text": "when tragedy strikes26 The Lord could heal everyone’s understanding and make us incapable of thinking evil, capable only of thinking good. He could do this by various fears, by miracles, by messages from the dead, and by visions and dreams. However, healing only our understanding is healing us only superficially. Our understanding and its thought processes are the outside of our life, while our will and its desire is the inside of our life. This means that healing only our understanding would be curing nothing but the symptoms. The deeper malignance, closed in and with no way out, would first devour what was nearest to it and then what was farther away until finally everything was dying. It is our will itself that needs to be healed, not by our understanding flowing into it but by being taught and encouraged by our understanding. — Divine Providence §282"
    },
    {
      "section": 37,
      "title": "Page 37",
      "text": "27 Why Bad Things are allowed to happen Key Concept Just as God could prevent anyone from doing evil, God could also prevent us from thinking evil—he could stop us from ever having the thoughts and feelings in the first place. So why doesn’t he? It’s because it isn’t enough to change the way we think; we have to reorient our whole being. We have to consistently choose to do good and reach toward divine love. If we don’t consciously decide to be part of the process, we can’t be healed. For Discussion or Reflection Think about a situation in the past where you did some- thing you regret. Did your regret make you change the way you acted or reacted on other occasions? Why or why not? If someone had stepped into that situation and tried to force you to act differently, what would you have done? Imagine if you were not able to think evil. Do you think you might still make the wrong choices in certain situations?"
    },
    {
      "section": 38,
      "title": "Page 38",
      "text": "when tragedy strikes28 People who worship themselves and the world jus- tify their rejection of divine providence as well when they think that wars are permitted, in which so many people are killed and their wealth plundered. It is not because of divine providence that wars happen, because wars are inseparable from murder, plunder, violence, cruelty, and other appalling evils that are diametrically opposed to Christian caring. However, it is absolutely necessary that they be per- mitted, because since the earliest people, the times meant by Adam and his wife [see Divine Providence §211:1–2 on page 18], our life’s love has become basi- cally a love of controlling others, ultimately everyone, and of gaining possession of the world’s wealth, ulti- mately all of it. These two loves cannot be kept in chains as long as it is the intent of divine providence that we act freely and rationally. — Divine Providence §251"
    },
    {
      "section": 39,
      "title": "Page 39",
      "text": "29 Why Bad Things are allowed to happen Key Concept In Swedenborg’s time, as well as in our own, war was a source of long-lasting suffering—not just the massive death and destruction during the conflict, but the resulting physi- cal and psychological wounds that last lifetimes. Wars, like many of the tragedies that impact our lives, have a purpose, though: to bring home the pain that’s caused by people who love controlling others, amassing wealth, or acting upon any of the other ego-driven needs that lead to conflict. Some- times these things need to be clearly seen and understood before we can fight against them (see Divine Providence §278b:4–5 on page 21)—not only in others, but also in our- selves. For Discussion or Reflection Have you or a loved one been involved in a war? If so, what were the effects for you personally? What effects did you see in others? Did experiencing those aftereffects change how you think about war? How do you react to these ideas: • It is not because of divine providence that wars happen. • It is absolutely necessary that they be permitted."
    },
    {
      "section": 41,
      "title": "Page 41",
      "text": "The Good That Tragedies Can Bring Swedenborg tells us in many places that bad things are not allowed to happen unless they can lead to good, especially spiritual good. Sometimes adversity leads us to a new path, or to a new state of well-being, that we never would have achieved otherwise. Horrific events might bring to light problems that we weren’t even aware of. In this chapter, we see more specific exam- ples of the types of events that are necessary for divine providence to work."
    },
    {
      "section": 42,
      "title": "Page 42",
      "text": "when tragedy strikes32 Before being reduced to order, it is very common for everything to fall into confusion or seeming chaos. This allows things that cling together poorly to separate, and when they have separated, the Lord arranges them in their place. Nature offers parallels, since in it too each and every thing first falls into some degree of disorder before being put in order. If the skies did not storm, causing unlike elements to scatter, the air would never clear; destructive forces would amass and wreak havoc. — Secrets of Heaven §842:3"
    },
    {
      "section": 43,
      "title": "Page 43",
      "text": "33 The Good That Tragedies Can Bring Key Concept Sometimes chaos is necessary in order for things to come to a good place, like the thunderstorms that lead to clear skies and sunshine. While the storms seem chaotic or even frightening, we need them in order for life to survive. For Discussion or Reflection Have there been times in your life, or situations you’ve been involved in, where a “storm” was exactly what was needed to clear the air? Did the storm come? Is there a situation in your life right now where a storm might be helpful? Is there a way that you might be able to instigate the storm yourself?"
    },
    {
      "section": 44,
      "title": "Page 44",
      "text": "when tragedy strikes34 Our inner being holds good qualities and true thoughts. When they seem to have departed, we are then shallow, body-oriented people. Still, the Lord stores those things up in our inner self without our knowing. They do not come out of hiding until our outer self dies, so to speak, as frequently happens in times of trial, misfortune, grave illness, or imminent death. — Secrets of Heaven §268"
    },
    {
      "section": 45,
      "title": "Page 45",
      "text": "35 The Good That Tragedies Can Bring Key Concept We may seem, or sometimes feel, like a different person depending on our mood or the circumstances around us. But there’s an inner person—the part of us that’s connected to the spiritual world—that doesn’t change; or if it does change, it only does so gradually over time. In good people, that inner self contains the best parts of us, and that part comes out when faced with a tragedy. Swedenborg calls this part the remnant: “All states of goodness or truth . . . along with the good and true things imprinted on our memory, are called a remnant. The Lord preserves them in us, hiding them away in our inner being without our slightest awareness and care- fully separating them from the things that are our own—in other words, from evil and falsity” (Secrets of Heaven §561). For Discussion or Reflection Have you ever seen a tragedy bring out the best—or the worst—in people? What were the circumstances? Do you think that what happened during those events had a lasting effect on those involved? Do you think there’s a meaningful parallel between the hidden quality of the remnant and the subtle nature of divine providence?"
    },
    {
      "section": 46,
      "title": "Page 46",
      "text": "when tragedy strikes36 Our insistence on autonomy is thoroughly evil and false. As long as it maintains its grip, we are dead. However, when we suffer times of trouble, this sense of autonomy is shaken off; that is, it is loosened and mitigated by the truth and goodness we receive from the Lord. In the process, it is brought to life and yet seems to disappear. . . . The situation is almost like that with black and white. When these two are modified in various ways by rays of light, they turn into beautiful colors, such as blues, yellows, and reds. Through these colors, and depending on the objects they appear in (flowers, for instance), they display themselves as lovely and appealing. Still, they remain inherently and funda- mentally black and white. — Secrets of Heaven §731"
    },
    {
      "section": 47,
      "title": "Page 47",
      "text": "37 The Good That Tragedies Can Bring Key Concept One of the core concepts in Swedenborg’s theology is that we can’t do anything by ourselves; everything, even our life itself, comes from God. If we start to think that we don’t need God, then we cut ourselves off from him, and from a spiritual standpoint, that’s the same thing as death (see Divine Providence §211:1–2 on page 18). But during the bad times in our life, we can shake off that sense of autonomy and feel the presence of God flow- ing into us, giving us strength to go on. We have a sense, in those moments, of what it’s like to be an angel. For Discussion or Reflection Have you ever had an experience of God’s love flowing into you? If so, what were the circumstances that led up to it? Did you experience a sense of surrender? How did it feel?"
    },
    {
      "section": 48,
      "title": "Page 48",
      "text": "when tragedy strikes38 The reason no one is reformed by thinking of God and pleading for help in a state of emergency is that this is a state of compulsion, so as soon as we return to a state of freedom we return to our former state when we rarely if ever thought about God. . . . “States of emergency” mean states when hope is threatened by danger, as happens in battles, duels, shipwrecks, falls, and fires; the sudden, threatened loss of wealth or of employment and its prestige; and the like. Thinking about God in these circum- stances comes from ourselves, not from God. Our minds are then virtually imprisoned in our bodies and therefore are not in freedom, which means they lack rationality as well; and without these there is no possibility of reformation. — Divine Providence §140"
    },
    {
      "section": 49,
      "title": "Page 49",
      "text": "39 The Good That Tragedies Can Bring Key Concept There’s another side to tragedy: the reactions like fear or grief or rage that overrule our rational side. People in these states of mind might pray for help when they would never pray otherwise, or they might do things that they typically would never have done. But the things that we do or say while in these states of mind don’t come from our inner self, because they are not done freely. For Discussion or Reflection Have you ever done or said something in the heat of the moment that wasn’t typical of you? Did you regret it after- ward? Did you take any actions afterward to address what you had done? What steps might you take to prevent your- self from reacting that way in the future?"
    },
    {
      "section": 50,
      "title": "Page 50",
      "text": "when tragedy strikes40 People who worship themselves and the material world think that rank and wealth are the high- est possible joys, the only possible joys, joy itself. If they think at all about God because of their first childhood religion, they call these things divine blessings; and as long as they have no higher aspi- rations than this, they believe that God exists and worship him. However, there is something hidden in their worship that they themselves do not know about, an assumption that God will keep raising them to higher honor and greater wealth. If they do achieve this, their worship tends more and more into superficiality until it drifts away, and eventually they"
    },
    {
      "section": 51,
      "title": "Page 51",
      "text": "41 The Good That Tragedies Can Bring trivialize and deny God. They do the same if they lose the respect and wealth on which they have set their hearts. In that case, what are rank and wealth but prob- lems to these evil people? They are not problems to the good, because they do not set their hearts on them. They focus rather on the service or the good that respect and wealth can help them accomplish. Only people who worship themselves and the mate- rial world, then, can reject divine providence on see- ing that irreverent people are given high rank and wealth and get positions of power in the state and the church. — Divine Providence §250"
    },
    {
      "section": 52,
      "title": "Page 52",
      "text": "when tragedy strikes42 Key Concept Sometimes the bad things that happen in our life bring heartrending loss or destruction. But if we’re honest with ourselves, more often than not the things that seem like tragedies are really just a matter of us not getting what we want, or losing something that was valuable—a job, a roman- tic relationship, a valued possession, etc. We can get horribly angry over someone else’s words or actions and then realize that it was just a misunderstanding rather than deliberate malice on their part. Swedenborg reminds us to take a step back during times such as these in order to consider whether the loss we experience is actually a necessary blow to the ego. For Discussion or Reflection Have you ever had a loss that felt terrible at the time but then later turned out to be not so bad, or even a good thing? What were the circumstances? What do you think would have happened if you hadn’t lost anything at all and had initially gotten what you wanted? Have you ever had a loss where no good seemed to come out of it at all? How does that make you feel about the state- ment that nothing is allowed to happen unless some good can come from it?"
    },
    {
      "section": 53,
      "title": "Page 53",
      "text": "43 The Good That Tragedies Can Bring \"Only people who worship themselves and the material worlD, then, can reject Divine providence on seeing that irreverent people are given high rank and wealth and get positions of power in the state and the church.\" M"
    },
    {
      "section": 54,
      "title": "Page 54",
      "text": "when tragedy strikes44 [Angels] have no anxiety about the future, but refer to anxiety about the future as “care for the morrow,” which they say is pain at losing or not getting things that are not needed for their life’s useful activities. . . . Since [the angels’] greatest love is to be led by the Lord, and since they ascribe everything to him, they are kept away from their self-centeredness, and to the extent that they are kept away from their self- centeredness, the Lord flows in. — Heaven and Hell §278:2"
    },
    {
      "section": 55,
      "title": "Page 55",
      "text": "45 The Good That Tragedies Can Bring Key Concept Here, Swedenborg gives us a glimpse into the end goal of spiritual growth: a state of complete trust in God, where you set aside your desires and ambitions and just allow divine love to flow in and guide you. For Discussion or Reflection An exercise to try, if you like: For one day, don’t think about what you want to do, or what you have to do. Instead, just listen to the voice of divine love within you, and go wherever it guides you. When the day is through, compare what happened to what you would normally have done on an average day. Was the experience spiritually satisfying?"
    },
    {
      "section": 57,
      "title": "Page 57",
      "text": "When We Are Separated by Death Our most difficult personal tragedies often revolve around the death of family or friends. Grief is natural, and mourning is necessary, but Swedenborg reassures us that we will be reunited with those we most want to see in the afterlife."
    },
    {
      "section": 58,
      "title": "Page 58",
      "text": "when tragedy strikes48 When someone’s body can no longer perform its functions in the natural world in response to the thoughts and affections of its spirit (which it derives from the spiritual world), then we say that the indi- vidual has died. This happens when the lungs’ breath- ing and the heart’s systolic motion have ceased. The person, though, has not died at all. We are only separated from the physical nature that was useful to us in the world. The essential person is actually still alive. I say that the essential person is still alive because we are not people because of our bodies but because of our spirits. After all, it is the spirit within us that thinks, and thought and affection together make us the people we are. We can see, then, that when we die we simply move from one world into another. This is why in the inner meaning of the Word, “death” means resur- rection and a continuation of life. — Heaven and Hell §445"
    },
    {
      "section": 59,
      "title": "Page 59",
      "text": "49 When We are Separated By Death Key Concept This is another important teaching from Swedenborg’s writings: even when our bodies stop working and everybody around us thinks that we’re dead, we’re actually still very much alive—we’re just living in the spiritual world rather than on earth. So can we ever truly die? Swedenborg says that true death is a spiritual state, not a physical one (see Divine Providence §211:1–2 on page 18). For Discussion or Reflection Think about someone you know who has crossed over to the spiritual world. How does it feel to think of them as still fully alive? Is that different from how you imagined death before? Could thinking of them as living in the spiri- tual world change your experience of having them live on in your memory? How?"
    },
    {
      "section": 60,
      "title": "Page 60",
      "text": "when tragedy strikes50 It is by divine providence that we divest ourselves of what is physical and time-bound by dying, and put on what is spiritual and eternal. The physical and time-bound things are the outermost and final sub- stances that we first enter when we are born, in order eventually to be brought into deeper and higher things. The outermost and final things are what hold us together, and they are found in this physical world. This is why no angel or spirit has been created as such directly. Rather, all of them first came about by being born human. — Divine Providence §220:2"
    },
    {
      "section": 61,
      "title": "Page 61",
      "text": "51 When We are Separated By Death Key Concept So why do we have to be born on earth at all? Why can’t we just go directly to the afterlife and start living as spiritual beings? Swedenborg describes spiritual growth as a progres- sion. We begin in the physical world so that we can learn the lessons that this plane has for us, and then we move on to the spiritual world, where we continue to grow. In other words, death is part of the divine plan—not to make us suf- fer, but to bring us all into greater happiness. For Discussion or Reflection What kinds of lessons do we learn in our lives on earth that would be hard to learn in the spiritual world?"
    },
    {
      "section": 62,
      "title": "Page 62",
      "text": "when tragedy strikes52 Divine love (and therefore divine providence) has the goal of a heaven made up of people who have become angels and are becoming angels, people with whom it can share all the bliss and joy of love and wisdom, giving them these blessings from the Lord’s own presence within them. He cannot help doing this, because his image and likeness is in us from creation. His image in us is wisdom and his likeness in us is love; and the Lord within us is love united to wisdom and wisdom united to love, or goodness united to truth and truth united to goodness, which is the same thing. — Divine Providence §27:2"
    },
    {
      "section": 63,
      "title": "Page 63",
      "text": "53 When We are Separated By Death Key Concept God created this plan not so that people will be sepa- rated temporarily, but so that we will all be united in this perfect love, forever. This is the purpose and the meaning of life. For Discussion or Reflection Take some time to quietly be with the idea of having God’s love within you. How does it feel to know that God wants nothing more than to be united with you? Does the idea that “he cannot help doing this, because his image and likeness is in us from creation” surprise you? Why or why not?"
    },
    {
      "section": 64,
      "title": "Page 64",
      "text": "when tragedy strikes54 As soon as we arrive in the other life, we are all rec- ognized by our friends and relatives and by people we have known in one way or another. Further, we talk with each other and continue to see each other in keeping with our friendship in the world. I have heard many people who had just come from the world overjoyed to see their friends again, and their friends overjoyed that they had arrived. — Heaven and Hell §494"
    },
    {
      "section": 65,
      "title": "Page 65",
      "text": "55 When We are Separated By Death Key Concept No matter how much time has passed between their deaths and our own, we will be reunited with our friends, family, and loved ones when we arrive in the spiritual world. Not only that, but we will maintain the relationships we had with them while on earth. For Discussion or Reflection Who do you most hope to see when you cross over to the spiritual world? Is there anybody you’d rather not see there?"
    },
    {
      "section": 66,
      "title": "Page 66",
      "text": "when tragedy strikes56 Every child who dies, no matter where he or she was born, within the church or outside it, of devout or irreverent parents, is accepted by the Lord after death, brought up in heaven, taught according to the divine design and filled with affections for what is good and through them with direct knowledge of the truth; and then, being continually perfected in intelligence and wisdom, all such individuals are led into heaven and become angels. Anyone who thinks rationally can realize that no one is born for hell—everyone is born for heaven. We ourselves are to blame if we arrive in hell, but children are not yet liable for any blame. — Heaven and Hell §329"
    },
    {
      "section": 67,
      "title": "Page 67",
      "text": "57 When We are Separated By Death Key Concept The loss of a child cuts deep, and it can be even worse for people who fear that a child who dies under the wrong cir- cumstances will go to hell. While that was a common teach- ing in Swedenborg’s time, in Heaven and Hell, he devotes an entire chapter (“Children in Heaven”) to reassuring parents that not only do all children go to heaven, but they are loved and cared for and grow into wise angels. For Discussion or Reflection The loss of a child is an enormous tragedy. Can you imagine any circumstances where bringing a soul to heaven early can serve a greater good? Might knowing that “the condition of children in the other life is vastly better than that of children in our world” (Heaven and Hell §331) help ease the pain of even a grieving parent?"
    },
    {
      "section": 68,
      "title": "Page 68",
      "text": "when tragedy strikes58 I have talked with some [of the people I had known during their physical lives] just two days after their deaths and told them that now their funerals and burial rites were being performed so that they could be interred; to which they have responded that it was a good thing they had cast off what had served them as a body for their functions in our world, wanting me to say that they were not dead at all. They were just as alive and just as human as ever, having simply crossed over from one world to another. They were not aware of having lost anything, since they were just as much in a body as before, enjoyed will and understanding just as before, and had thoughts and affections, sensation, and desires similar to the ones they had in our world. Many people who have just died, when they have discovered that they are living persons just as they were before, and in a similar state (for our first state after death is like the one we were in on earth, although this changes gradually for us either toward heaven or toward hell), have been moved by a new- found joy at still being alive. — Heaven and Hell §312:4–5"
    },
    {
      "section": 69,
      "title": "Page 69",
      "text": "59 When We are Separated By Death Key Concept For those who have crossed over, death is a positive experience: they still have a body—which, even though it’s a spiritual body, feels just like a physical one—and they have the ability to enjoy life, and they also have the opportunity to grow into much greater love and wisdom. For Discussion or Reflection Have you ever lost someone close to you? What do you imagine they might be doing in the spiritual world right now? What would they most enjoy? When you die, do you want to experience the same desires, thoughts, and sensations that you experienced in this world?"
    },
    {
      "section": 71,
      "title": "Page 71",
      "text": "Going through Times of Trial Times of loss or misfortune can open us up to God’s love in a way that nothing else can. Sometimes it’s a single, life-changing event that alters our perspective. But more often than not, as we will see in this chapter, it’s a string of events or an internal struggle against our own worst tendencies that ultimately leads us to become better, more loving people."
    },
    {
      "section": 72,
      "title": "Page 72",
      "text": "when tragedy strikes62 Spiritual struggles are little known today and are not permitted to the extent that they once were, since people are not under the guidance of religious truth and would consequently succumb. Instead there occur other experiences, such as misfortunes, sor- rows, and anxieties rising from earthly and bodily causes; and there is physical illness and disease. To some extent these experiences still subdue and shat- ter our life of pleasure and desire, and they direct and raise our thoughts to profound and godly themes. But they are not spiritual tests. Spiritual tests cannot take place except with those who receive from the Lord a conscience concerning what is true and good. Conscience itself is the field in which those trials do their work. — Secrets of Heaven §762"
    },
    {
      "section": 73,
      "title": "Page 73",
      "text": "63 Going through Times of Trial Key Concept We sometimes think of tragedies as spiritual trials, and for some people, they are. But here (and in the passages that follow), Swedenborg distinguishes between two different kinds of struggle: One attacks our outer self—our body, our home or wealth, and so on. The other attacks our inner self, which is the part that is directly linked to God. For Discussion or Reflection How would you distinguish between a trial that affects the inner self and a trial that affects the outer self? What would be the characteristics of each type? Do you typically listen to your conscience when you need to make an important decision about right and wrong? What do you think about the idea that your conscience is the site for spiritual struggle?"
    },
    {
      "section": 74,
      "title": "Page 74",
      "text": "when tragedy strikes64 This brief discussion can give some idea of what is involved in our trials: distress and anxiety over things that conflict with what we love. For those who love the Lord, whatever attacks love for the Lord produces deep pain, and this is trial on the heavenly plane. — Secrets of Heaven §847:2"
    },
    {
      "section": 75,
      "title": "Page 75",
      "text": "65 Going through Times of Trial Key Concept Here we have the definition of a heavenly trial: some- thing that causes a conflict on our highest spiritual level, the level where we are united to God and experience his love most fully. For Discussion or Reflection What do you think a heavenly trial would be like? What might attack our love of the Divine? Can you think of some- thing that might cause that conflict within you?"
    },
    {
      "section": 76,
      "title": "Page 76",
      "text": "when tragedy strikes66 Continuing the discussion of trials from the previous passage . . . For those who love their neighbor, or in other words, those who feel charity, anything that attacks that love triggers the sting of conscience, and this is spiri- tual trial. — Secrets of Heaven §847:2"
    },
    {
      "section": 77,
      "title": "Page 77",
      "text": "67 Going through Times of Trial Key Concept Here we have the definition of a spiritual trial: one that attacks one of our good loves, the loves that cause us to act in ways that benefit others—love of other people. Some- thing that attacks our love of others might cause us to turn bitter and stop acting in a caring way toward them. For Discussion or Reflection What would be an example of a spiritual trial? Has anything like that happened to you or to people you know? What circumstances might cause one’s sense of charity to be threatened?"
    },
    {
      "section": 78,
      "title": "Page 78",
      "text": "when tragedy strikes68 Concluding the discussion of trials from the previous passages . . . But earthly trials, which many people call tempta- tions (while they refer to the pain they feel as the pangs of conscience), are not temptations, or tests. They are merely an anxiety sparked by an assault on what they love. Examples are times when they worry that they will be, or feel that they have been, deprived of their position, worldly goods, reputation, physical pleasures, bodily life, and so on. Still, these experiences are apt to do some good. — Secrets of Heaven §847:3"
    },
    {
      "section": 79,
      "title": "Page 79",
      "text": "69 Going through Times of Trial Key Concept And here we have the definition of an earthly trial: something that attacks our love of the world (that is, our love of earthly things, like success, money, possessions, and so on) or our egotistical love of self. Even though such losses might feel devastating in the moment, and might lead us to take a closer look at our attitudes or behavior, they’re less likely to have a long-term spiritual impact. For Discussion or Reflection In this passage, Swedenborg gives some examples of earthly trials. Can you think of others? Have you been through a trial like this yourself, or witnessed others going through one? If so, how did it impact your life (or how did you see it impacting the lives of others)? Have you been through a heavenly or spiritual trial that you could compare it to? If so, what was the difference? Swedenborg says that earthly trials are “apt to do some good.” What kinds of positive things might come out of experiencing anxiety over material possessions?"
    },
    {
      "section": 80,
      "title": "Page 80",
      "text": "when tragedy strikes70 As soon as our interests are attacked and crushed, the way they are by misfortune, sickness, and mental illness, our cravings start to shut down. As they shut down, we start talking devoutly. But the minute we return to our previous condition, the outer self takes over and we barely think about religious subjects. Something similar happens in the last hour of death, when our bodily drives begin to die away. — Secrets of Heaven §857:2"
    },
    {
      "section": 81,
      "title": "Page 81",
      "text": "71 Going through Times of Trial Key Concept Have you ever heard the saying, “There are no atheists in foxholes”? In a life-or-death situation, we’re desperate for anything that can save us, regardless of what we would do or say under other circumstances. Here we have a specific example of an earthly trial: a threat to our “bodily life” (see Secrets of Heaven §847:3 on page 68). And like most earthly trials, the impact it has on us spiritually depends on how we choose to react. It may be that the atheist comes out of a life-threatening situation unfazed and then goes right back to being an atheist. On the other hand, the atheist might be prompted to think about the spiritual “big picture” and turn their life in a different direction. For Discussion or Reflection Have you ever been in a situation where you thought you were going to die? What kinds of thoughts and feelings went through your mind? How did you feel about the situa- tion afterward? Has going through such a trial left you with a new outlook on life?"
    },
    {
      "section": 82,
      "title": "Page 82",
      "text": "when tragedy strikes72 Trials are battles against what is evil and false, and since what is evil and false comes from hell, they are also battles against hell. For us too, when we are subjected to spiritual trials, it is evil spirits from hell who are inflicting them. We are not aware that evil spirits are behind the trials, but an abundance of experience has taught me that they are. This is why we are rescued from hell and raised into heaven when the Lord enables us to be victo- rious in our trials. This is how we become spiritual individuals by means of our trials or battles against our evils—how we therefore become angels. — The Lord §33:1–2"
    },
    {
      "section": 83,
      "title": "Page 83",
      "text": "73 Going through Times of Trial Key Concept When a person is going through some kind of tragedy or misfortune, they might think that God made this hap- pen to test them, or even that God has abandoned them. In fact, Swedenborg tells us that it’s hell itself that sends the pain and misery. God allows it to happen for the sake of freedom of choice and so that we can see clearly what the nature of evil is (see Divine Providence §281:1–2 on page 24). And, perhaps most importantly, God allows tragedy so that it might serve as an opportunity for new understanding and happiness. For Discussion or Reflection Have you ever blamed God for a personal loss or mis- fortune? If so, does it change your point of view to think of those events as something that was sent by hell instead? Why do you think a tragedy might cause some to pray to God, when they would never pray otherwise (see Divine Providence §140 on page 38), while causing others to blame God for what has happened to them?"
    },
    {
      "section": 84,
      "title": "Page 84",
      "text": "when tragedy strikes74 As long as our trials continue, we think the Lord is absent, since evil demons disturb us, sometimes to the point where despair almost prevents us from believing God exists at all. But the Lord is closer then than we can possibly believe. When the trouble ends, we find comfort, and then we first believe the Lord is present. — Secrets of Heaven §840"
    },
    {
      "section": 85,
      "title": "Page 85",
      "text": "75 Going through Times of Trial Key Concept In the hardest times, it’s easy to feel abandoned by God, or doubt that he even exists, but God is always with us, deep inside, in the places where divine love sustains us. For Discussion or Reflection Have you ever had a sense of God’s love inside you? If so, does it seem to come and go, or is it there constantly? Why might a person stop feeling divine love in times of tragedy? How might they start feeling it again?"
    },
    {
      "section": 86,
      "title": "Page 86",
      "text": "when tragedy strikes76 From [the points discussed throughout this book] everyone can see what the inner self and outer self are, what the remnant is, and how the cravings and sensual pleasures of the outer self block the Lord from operating through the inner being. By the same token it is easy to see what else is accomplished by our struggles or inward pangs, called the gnawings of conscience: subordination of the outer self to the inner. Obedience in the outer self is simply a state in which cravings and consequent falsities do not obstruct, resist, or smother the desire for goodness and truth. — Secrets of Heaven §857:2"
    },
    {
      "section": 87,
      "title": "Page 87",
      "text": "77 Going through Times of Trial Key Concept We’ve seen a number of these concepts already in pas- sages throughout this book. For example, see page 62 (Secrets of Heaven §762) for more on the difference between the inner and the outer self, and see page 34 (Secrets of Heaven §268) for a description of the remnant. Looking at personal suffering from the perspective that it affects both the inner and the outer self, we start to see the good that can come out of challenges and setbacks. We need to have pain and doubt, and to struggle with the knowledge that we should do the right thing even when it’s hard, in order to stop being led by the materialistic needs of our outer self and instead let our actions and desires be ruled by the divine love in our inner self. For Discussion or Reflection What are some examples of inner self concerns? Outer self concerns? Do you see any common points between them, or are they completely different? How do the differences between the inner self and the outer self create internal conflict? How do the differences create external conflict?"
    },
    {
      "section": 88,
      "title": "Page 88",
      "text": "when tragedy strikes78 The whole process of rebirth exists in order for us to receive new life, or rather to receive life at all. It exists in order that from being nonhuman we may become human, or from being dead may become alive. So when our previous way of life, which was no better than animal life, breaks down in times of trouble, we cannot help faltering between truth and falsity after the trouble has passed. Truth belongs to the new life, falsity to the old. Unless the earlier way of life is destroyed and this uncertainty takes hold, spiritual seed cannot possibly be sown in us, since there is no soil for it. — Secrets of Heaven §848:1"
    },
    {
      "section": 89,
      "title": "Page 89",
      "text": "79 Going through Times of Trial Key Concept Times of tragedy can work to break down our attach- ment to earthly things because they show us how shal- low those desires really are. This understanding can spark a process of spiritual growth: our inner, loving self comes into conflict with our outer, self-serving self, and we start to waver back and forth between the spiritual truths we are now learning and the false ideas that have led us our whole lives. This begins the real test: Will we move forward or will we stay the same? And if we can start to move forward, can we keep from falling back into the way we once were? For Discussion or Reflection Do you consider yourself to be in a process of spiritual growth? If so, how did it start? Do you have a sense of ups and downs as you go along your journey? Have you ever experienced, or witnessed in someone else, an opportunity for growth that never came to fruition? What were the circumstances? What steps could have been taken to see that growth fulfilled?"
    },
    {
      "section": 90,
      "title": "Page 90",
      "text": "when tragedy strikes80 Continuing the discussion of spiritual conflict from the previous passage . . . When disintegration of the prior life is complete, on the other hand, and such hesitation [between truth and falsity] takes its place, we are left with almost no idea what is true or good. We are so unsure that we scarcely know whether anything is true. For instance, we can wonder whether we are capable of doing the good that charity urges (or good works, as people call them) under our own power, when the exercise of our powers involves a sense of merit. Our minds are so cloudy and dark at this point that if some- one says that people cannot do any good or earn any merit on their own or under their own power, that all good comes from the Lord and all the credit is the Lord’s, we can only sit there stupefied. It is the same with all other religious questions. Yet slowly, bit by bit, light begins to pierce the murk or dark- ness we live in. — Secrets of Heaven §848:2"
    },
    {
      "section": 91,
      "title": "Page 91",
      "text": "81 Going through Times of Trial Key Concept These times of trial can break us down so far that we’re not sure if we’re on the right path anymore, or even if we’re capable of recognizing the right path. But the point at which we feel most lost is the point where we’re just about to turn the corner. For Discussion or Reflection What would it be like to be in a state where you didn’t know what was true or right anymore? In a situation like that, how would you determine the best course of action?"
    },
    {
      "section": 92,
      "title": "Page 92",
      "text": "when tragedy strikes82 In the following passage, Swedenborg observes spirits in the afterlife going through spiritual trials. If they are capable of being saved, these spirits are taken to places set aside for the process of devasta- tion and there they are reduced to utter despair. This is because there is no other way that evil and fal- sity of this kind can be brought under control and put aside. When they are in a state of despair, they cry out that they are beasts, that they are loathsome, hateful, and therefore damned. Some of them even cry out against heaven when they are in this state, but this is overlooked in them because it is only an expression of their despair. The Lord makes sure, though, that their railing does not transgress certain limits. When they have suffered the furthest extreme of the process, their self-centered, carnal appetites die, so to speak, and they are finally saved. . . . I saw some of them, after they had suffered the worst, being carried up into heaven, and when they were accepted there I felt from them such a tender happiness that it brought tears to my eyes. — Other Planets §110"
    },
    {
      "section": 93,
      "title": "Page 93",
      "text": "83 Going through Times of Trial Key Concept When we are in the midst of a spiritual trial, we are fighting against our own ego and the bad habits that have led us to act in destructive ways. We may see things about ourselves that we don’t like, and we may wonder if we can ever change. This process of confronting our own evils and purging ourselves is what Swedenborg calls devastation, and the name suggests just how difficult it is. But at the end of this process, once we’ve let go of everything we don’t need, the result is a state of pure joy. For Discussion or Reflection Have you been through a process of spiritual devastation, or witnessed it in others? If so, what aspects of this process proved to be most difficult? Have you ever experienced a situation where you con- fronted your inner demons on a smaller scale? If so, what did you go through? How did you feel afterward?"
    },
    {
      "section": 94,
      "title": "Page 94",
      "text": "when tragedy strikes84 Spiritual tests lead to a partnership [with God]. During our spiritual tests, we are apparently left completely alone, although in fact we are not alone— at those times God is most intimately present at our deepest level giving us support. Because of that inner presence, when any of us have success in a spiritual test we form a partnership with God at the deepest level. — True Christianity §126"
    },
    {
      "section": 95,
      "title": "Page 95",
      "text": "85 Going through Times of Trial Key Concept We might dread the thought of going through spiritual trials, especially if they are thrust upon us without our ever seeking them out. But this process of allowing part of our- selves to die and then being reborn, even if on a very small scale, is a sure way of strengthening our relationship to the Divine who resides within us all. For Discussion or Reflection Is spiritual growth something that you’re seeking in your life? What are your reasons for doing so or not doing so? If you’ve been doing the work of spiritual growth, even in a small way, have you been able to develop a sense of part- nership with God? In what ways has this partnership helped you in your daily life?"
    },
    {
      "section": 96,
      "title": "Page 96",
      "text": "when tragedy strikes86 When any citizens or subjects obey the commands and orders of their king, they are united to him. If they endure oppressive circumstances for him, they are more deeply united to him. If they suffer death for him, as happens in battles and wars, they are still more deeply united to him. In the same way, doing the other person’s will is how a friend is united to a friend, a child to a par- ent, or a servant to the head of the household. If the friend, child, and servant defend their superiors against enemies they are more deeply united to them. If they fight for their superiors’ honor they are even more deeply united to them. — True Christianity §131"
    },
    {
      "section": 97,
      "title": "Page 97",
      "text": "87 Going through Times of Trial Key Concept Here we have an analogy for spiritual struggles forming a partnership with God: fighting and suffering on behalf of another person produces a deep bond between you and that person. In light of the passages we’ve read in this book, we can think of spiritual trials almost as a war fought on behalf of God—not because he wants us to suffer, but because it’s necessary to bring more divine love into the world. For Discussion or Reflection How would you know when you’re engaged in a battle on behalf of divine love? What might the results of such a battle look like in the world around you? Would under- standing spiritual trials as a war fought on God’s behalf help you in your struggle?"
    },
    {
      "section": 98,
      "title": "Page 98",
      "text": "when tragedy strikes88 Heavenly peace can be compared to rest and recre- ation for the mind after working extremely hard, or to a mother’s consolation after giving birth, when her instinctive parental love unveils its pleasures. It can be compared to the serenity after storms, black clouds, and thunder; or to the spring that follows a severe winter, with the uplifting effect of seedlings in the fields and blossoms in the gardens, meadows, and woods; or to the state of mind felt by survivors of storms or hostilities at sea who reach port and set their feet on longed-for solid ground. — True Christianity §304"
    },
    {
      "section": 99,
      "title": "Page 99",
      "text": "89 Going through Times of Trial Key Concept No matter how bad things seem, no matter how dark a moment is, know that heavenly peace is ahead of you. The joy that comes after surviving a trial is as beautiful as the trial was painful. For Discussion or Reflection Take a moment to feel the peace that Swedenborg describes in this passage. Let it flow into you and through your being. Whenever you feel overwhelmed or unable to go on, remember that peace, and know that the road is leading to this beautiful place."
    },
    {
      "section": 101,
      "title": "Page 101",
      "text": "about Emanuel Swedenborg Emanuel Swedenborg (1688–1772) was born Emanuel Swed- berg (or Svedberg) in Stockholm, Sweden, on January 29, 1688 ( Julian calendar). He was the third of the nine children of Jesper Swedberg (1653–1735) and Sara Behm (1666–1696). At the age of eight, he lost his mother. After the death of his only older brother ten days later, he became the oldest living son. In 1697, his father married Sara Bergia (1666–1720), who developed a great affection for Emanuel and left him a sig- nificant inheritance. His father, a Lutheran clergyman, later became a celebrated and controversial bishop whose diocese included the Swedish churches in Pennsylvania and in Lon- don, England. After studying at the University of Uppsala (1699–1709), Emanuel journeyed to England, Holland, France, and Ger- many (1710–1715) to study and work with leading scientists in Western Europe. Upon his return, he apprenticed as an engineer under the brilliant Swedish inventor Christopher"
    },
    {
      "section": 102,
      "title": "Page 102",
      "text": "92 about Emanuel Swedenborg Polhem (1661–1751). Emanuel gained favor with Sweden’s King Charles XII (1682–1718), who gave him a salaried posi- tion as an overseer of Sweden’s mining industry (1716–1747). Although he was engaged, he never married. After the death of Charles XII, Emanuel was ennobled by Queen Ulrika Eleonora (1688–1741), and his last name was changed to Swedenborg (or Svedenborg). This change in status gave him a seat in the Swedish House of Nobles, where he remained an active participant in the Swedish gov- ernment throughout his life. As a member of the Royal Swedish Academy of Sciences, Emanuel devoted himself to scientific studies and philo- sophical reflections that culminated in a number of publi- cations, most notably a comprehensive three-volume work on mineralogy (1734) that brought him recognition across Europe. After 1734, he redirected his research and publish- ing to a study of anatomy in search of the interface between the soul and body. He made several significant discoveries in physiology. During a transitional phase from 1743 to 1745, Emanuel shifted his main focus from science and philosophy to theol- ogy. Throughout the rest of his life, he maintained that this shift was brought about by Jesus Christ, who appeared to"
    },
    {
      "section": 103,
      "title": "Page 103",
      "text": "93 about Emanuel Swedenborg him, called him to a new mission, and opened his perception to a permanent dual consciousness of this life and the life after death. Emanuel devoted the last decades of his life to study- ing Scripture and publishing eighteen theological titles that draw on the Bible, reasoning, and his own spiritual experi- ences. These works present a Christian theology with unique perspectives on the nature of God, the spiritual world, the Bible, the human mind, and the path to salvation. Emanuel Swedenborg died in London on March 29, 1772, at the age of eighty-four. 4"
    },
    {
      "section": 104,
      "title": "Page 104",
      "text": "94 about the Swedenborg Foundation This book was produced by the Swedenborg Foundation, an independent nonprofit organization dedicated to making Emanuel Swedenborg’s thought more widely known and freely available to all. In addition, the Foundation produces fresh English translations of Swedenborg’s original writings as well as materials based on his teachings. Our offTheLeft- Eye YouTube channel contains hundreds of videos—ranging from show-length explorations to short, insightful clips—on a wide range of spiritual topics. Connect with us at www.swedenborg.com to read Swe- denborg’s writings for free and learn more about our orga- nization, or visit youtube.com/offTheLeftEye to browse our video selections. You can also connect with us on Facebook, Twitter, Instagram, and more. 4"
    }
  ]
}