{
  "id": "sf_afterlife",
  "title": "Sf Afterlife",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 4,
      "title": "Page 4",
      "text": "Afterlife Emanuel Swedenborg Abridged and Rearranged Donald L. Rose, Editor Swedenborg Foundation West Chester, PennsylvaniaA Guided Tour of Heaven and Its Wonders Second Edition"
    },
    {
      "section": 5,
      "title": "Page 5",
      "text": "©2008 by the Swedenborg Foundation First edition published in 2006 All rights reserved. No part of this publication may be reproduced or transmitted in any form or by any means, electronic or mechanical, including photocopying, recording, or any information storage or retrieval system, without prior permission from the publisher. Library of Congress Cataloging-in-Publication Data Swedenborg, Emanuel, 1688–1772 Afterlife: a guided tour of heaven and its wonders / Emanuel Swedenborg ; abridged and rearranged, Donald L. Rose, editor 2nd ed. p. cm. Abridged and rearranged edition of Heaven and hell. ISBN 978-0-8778-325-1 (alk. paper) 1. Heaven. 2. Hell. 3. Future life. I. Rose, Donald L. II. Title. BX8712.H5A35 2008 236'.24--dc22 2008032333 Designed and set in Goudy by Karen Connor Printed in the United States of America Chrysalis Books is an imprint of the Swedenborg Foundation, Inc. For more information, contact: Swedenborg Foundation Publishers 320 North Church Street West Chester, PA 19380 or http://www.swedenborg.com."
    },
    {
      "section": 6,
      "title": "Page 6",
      "text": "Contents Introduction by Donald L. Rose ix Preface by Emanuel Swedenborg xvii Part 1 The World of Spirits and Our State after Death What the World of Spirits Is 3 Each of Us Is Inwardly a Spirit 4 Our Revival from the Dead and Entry into Eternal Life 6 After Death, We Are in a Complete Human Form 12 After Death, We Enjoy Every Sense, Memory, Thought, and Affection We Had in the World 15 Our Nature after Death Depends on the Kind of Life We Led in the World 23 Our First State after Death 29 Our Second State after Death 34 Our Third State after Death Is a State of Instruction for People Who are Entering Heaven 39 It Is Not So Hard to Lead a Heaven-Bound Life as People Think It Is 42"
    },
    {
      "section": 7,
      "title": "Page 7",
      "text": "AFTERLIFE viPart 2 Heaven The Heavens Are Made Up of Countless Communities 55 Each Community Is a Heaven in Smaller Form and Each Angel a Heaven in Smallest Form 57 The Whole Heaven Reflects a Single Individual 59 Each Community in the Heavens Reflects a Single Individual 62 Every Angel is in Perfect Human Form 63 Owing to the Lord’s Divine Human, in Its Entirety and Its Parts, Heaven Reflects a Person 66 There is a Correspondence of Everything in Heaven with Everything in the Human Being 70 There Is a Correspondence of Heaven with Everything Earthly 72 The Sun in Heaven 80 Light and Warmth in Heaven 81 How the States of Angels in Heaven Change 84 Time in Heaven 87 The Clothes Angels Appear In 90"
    },
    {
      "section": 8,
      "title": "Page 8",
      "text": "Contents viiAngels’ Homes and Houses 91 Space in Heaven 93 Forms of Government in Heaven 95 Divine Worship in Heaven 98 The Power of Heaven’s Angels 99 The Language of Angels 102 How Angels Talk with Us 106 Written Materials in Heaven 109 The Wisdom of Heaven’s Angels 112 The State of Innocence of Angels in Heaven 114 The State of Peace in Heaven 118 The Union of Heaven with the Human Race 121 Heaven’s Union with Us through the Word 126 Heaven and Hell Come from the Human Race 129 Non-Christians, or People Outside the Church, in Heaven 131 Children in Heaven 135 Rich and Poor People in Heaven 141 Marriages in Heaven 146 What Angels Do in Heaven 152 Heavenly Joy and Happiness 156 The Vastness of Heaven 166"
    },
    {
      "section": 9,
      "title": "Page 9",
      "text": "Part 3 Hell The Lord Governs the Hells 173 The Lord Does Not Cast Anyone into Hell: Spirits Cast Themselves In 175 All the People Who Are in the Hells Are Absorbed in Evils and Consequent Falsities because of Their Loves of Themselves and the World 178 Hellfire and Gnashing of Teeth 184 The Malice and Unspeakable Skills of Hellish Spirits 187 The Appearance, Location, and Number of the Hells 190 The Equilibrium between Heaven and Hell 194"
    },
    {
      "section": 10,
      "title": "Page 10",
      "text": "The Story of Heaven and Hell In the year 1758, Emanuel Swedenborg brought a manu - script on his experiences in heaven and hell to Londonwhere he arranged for a thousand copies to be printed.The book was written in Latin (and the author ship wasanonymous), but it soon found its way to various countriesand was translated into one language after another. Today,for example, a glossy Japanese version may be purchasedin Tokyo and a Russian version in Moscow. Each countrywhere the book is read has its own interesting story, usu -ally involving voluntary translations by individuals whoperformed their task as a kind of public service. We focus here on the English version and its introduc - tion in America. The first readers in England were scholarly folks able to read the Latin original. Some were well-to-do. A case inpoint was William Cookworthy (1705–1780), the foun -der of the British porcelain industry. Cookworthy at firstwas indignant that a book would claim to describe theafterlife, but upon reading it, undertook a personal mis -sion to share this intriguing work with others. He broughtit to the attention of a distinguished clergyman, ThomasHartley (1709–1784), vicar of Winwick. Hartley alsobecame con vinced of the value of the book and collab - orated with Cook worthy in translating it into English. The printing of this first English version cost Hartley and Cookworthy £100 sterling. And so in 1778, twenty ix"
    },
    {
      "section": 11,
      "title": "Page 11",
      "text": "years after the printing of the Latin original, English read - ers had access to Heaven and Its Wonders and Hell, From Things Heard and Seen . But how did copies in English reach America? It happened because a ship’s captain owned a copy of Heaven and Hell in Latin. During a transatlantic voyage, the captain met a Scottish passenger who was well versedin ancient languages. The captain showed the Scotsmana copy of the rare volume. The year was 1781, and theScottish passenger’s name was James Glen. Here is an account of what then transpired in the mid- Atlantic: As soon as Mr. Glen had read the work, and wellconsidered its contents, he was all astonishment,first, at the nature of the information, which thatbook conveys; and in the next place, at the goodness of the Divine Providence which had so unexpect -edly brought him into such a peculiar situation, thatwhile sailing on the surface of the great deep, hiseyes were opened to behold an abyss of divine truth above and around him. That day Mr. Glen declaredto be the happiest day of his life, which thus broughtto his view the glories of the heavenly state, and the stupendous realities of the eternal world. 1AFTERLIFE x1. Robert Hindmarsh, Rise and Progress of the New Jerusalem Church in England and America (London: 1861), 17."
    },
    {
      "section": 12,
      "title": "Page 12",
      "text": "The Story of Heaven and Hell xiWhen Glen reached England, he learned that the book had been translated into English and made plans to introduce it in America. A shipment of books was sentto Bell’s Book Store in Philadelphia, where on June 5,1784, Glen gave the first public lecture promoting Swe -den borg’s testimony. Among those who attended thelecture was Francis Bailey, a friend and neighbor ofBenjamin Franklin. Bailey was a printer by trade, and hebecame the first person to publish a book by Swedenborgin the United States. Another man at Glen’s lecture wasJohn Young, a lawyer destined to become a prominentjudge in western Pennsylvania. When Young leftPhiladel phia, he took with him a supply of books. Hebefriended an enterprising fellow by the name of JohnChapman and was able to provide him with copies ofHeaven and Hell . Chapman (who became known as Johnny Appleseed) was a nurseryman who distributed chapters of Heaven and Hellto settlers in their cabins as he walked the mid western frontier. By giving a few pages at a time, Johnny reachedpeople who might not read a whole volume, and this wasa way of giving them a glimpse of what he called “Goodnews, right fresh from heaven.” Individuals who werereceptive to the good news were often moved to share it with others, and some collaborated in doing so. In 1849 anorganization was established with a purpose expressed in"
    },
    {
      "section": 13,
      "title": "Page 13",
      "text": "xiitwelve words: “To encourage a wider circulation of the Theological Writings of Emanuel Swedenborg.” The organization was called The American Sweden - borg Printing and Publishing Society. In 1928 the namewas changed to the Swedenborg Foundation. The Present Edition Over the years, the Swedenborg Foundation has keptSwe denborg’s writings in print and available to the pub -lic; and Heaven and Hell has proved to be Swe denborg’s most popular work. However, until 2002 the translationused most frequently had been done more than a centuryearlier. In 2002, a new translation of Heaven and Hell came out in a large, splendid edition complete with scholarlynotes and presented in accessible modern English.Although it was a runaway bestseller, some readers found the size of the volume formidable. Therefore to satisfydemand for a smaller edition, the Foundation publishedthe “Portable Edition,” in smaller type size, which waswelcomed particularly by those distributing the book inforeign lands. But the “portable” edition came to morethan 400 pages! Desiring to remove any barrier to acces - sibility to this work, the Swedenborg Foundation was motivated to commission a shortened version. The resultis this book, Afterlife: A Guided Tour of Heaven and Its Wonders.AFTERLIFE"
    },
    {
      "section": 14,
      "title": "Page 14",
      "text": "xiiiUsing the translation of Heaven and Hell by George Dole for the New Century Edition of the Works of Emanuel Swedenborg , Afterlifecontains direct quo - tations from Heaven and Hell , but they are selected quotations, not the complete work. Every chapter has been abbreviated, and some chapters have been omittedaltogether. In addition, there is one important change inthe sequence of the book. The original has three sections:the first about heaven, the second on the intermediatestate immediately after death; and last about hell. Thepresent volume, however, begins with the state imme -diately after death and then proceeds to heaven and hell,the sequence that a spirit follows in the afterlife. And so the reader first encounters a chapter about the world of spirits, which is “where we first arrive afterdeath,” describing the experiences of a soul’s awakeningin the spiritual world. The next section, the main sectionof the book, is about specific aspects of heaven itself (inHeaven and Hell, the section on heaven comprises forty-three of the sixty-three chapters of the book). Since thefirst five chapters of the original Heaven and Hell have been omitted, I am providing a summary of their contents: The first chapter makes the basic statement that theGod of heaven is the Lord Jesus Christ. He and “the Father” are one. He has “all power in heaven and onearth” (Matthew 28:18). He testifies that he is theThe Story of Heaven and Hell"
    },
    {
      "section": 15,
      "title": "Page 15",
      "text": "AFTERLIFE xivresurrection and the life, and declares, “I am the way, the truth and the life.” The second chapter states that, although heaven is made of angels, it is the Divine nature of the Lordthat really makes heaven. For this reason, angelstake no credit for anything, ascribing all to theLord. In the third chapter Swedenborg testifies, “All my experience in heaven bears witness to the factthat the divine nature that comes from the Lord,affects angels, and constitutes heaven is love. Infact, all the people there are forms of love andthoughtfulness. They look indescribably beautiful.Love radiates from their faces, from their speech,from every detail of their behavior.” The fourth chapter shows the general division of heaven into two kingdoms, one kingdom of lovecomposed of “heavenly angels.” The other kingdomis of thoughtfulness composed of spiritual angels. The fifth chapter asserts that there are three heavens. “There is a central or third heaven, an intermediate or second one, and an outmost orfirst.” This chapter ends with the disclosure of “aparticular secret.” Every angel and every one of ushere on earth has a central or highest level; which is the Lord’s gateway or his essential dwelling within"
    },
    {
      "section": 16,
      "title": "Page 16",
      "text": "The Story of Heaven and Hell xvus: “It is this central or highest level that makes us human and distinguishes us from the lower animals,since they do not have it. This is why we, unlikeanimals, can be raised up by the Lord towardhimself, as far as all the deeper levels of our mindand character are concerned. This is why we canbelieve in him, be moved by love for him, andtherefore see him. It is why we can receive intelli -gence and wisdom and talk rationally. It is also whywe live forever.” The final paragraph of the fifth chapter reads as follows: “These, then, are some of the general facts. . . . In the following pages, we will need to say more abouteach heaven in particular.” Helen Keller, who took particular delight in Heaven and Hell, once spoke of experiencing a kind of joy when sheread Swedenborg. You can compare your own experience,in which it is hoped you will find enlightenment, encour -agement, and something of that joy."
    },
    {
      "section": 18,
      "title": "Page 18",
      "text": "xviiPreface The particular hidden contents to be disclosed in the pages that follow have to do with heaven and hell andwith our own life after death. Church people these days know practically nothing about heaven and hell or their life after death, eventhough there are descriptions of everything available tothem in the Word. In fact, many who have been born inthe church deny all this. In their hearts they are asking,“Who has ever come back to tell us about it?” To prevent this negative attitude—especially preva - lent among people who have acquired a great deal ofworldly wisdom—from infecting and corrupting people ofsimple heart and simple faith, it has been granted me to bewith angels and to talk with them person to person. I havealso been enabled to see what is in heaven and in hell, a process that has been going on for thirteen years. Now Iam being allowed therefore to describe what I have heardand seen, in the hopes of shedding light where there isignorance, and of dispelling skepticism. The reason this kind of direct revelation is taking place today is that this is what the Coming of the Lord means. [Emanuel Swedenborg, 1758]"
    },
    {
      "section": 20,
      "title": "Page 20",
      "text": "Part 1 The World of Spirits and Our State after Death"
    },
    {
      "section": 22,
      "title": "Page 22",
      "text": "What the World of Spirits Is The world of spirits is neither heaven nor hell but a place or state between the two. It is where we first arrive afterdeath, being in due time either raised into heaven or castinto hell from it, depending on our life in this world. Theworld of spirits is a place halfway between heaven andhell, and it is also our own halfway state after death. There is a vast number of people in the world of spirits, because that is where everyone is first gathered, whereevery one is examined and prepared. There is no fixedlimit to our stay there. Some people barely enter it and arepromptly either taken up into heaven or cast down intohell. Some stay there for a few weeks, some for a numberof years, though not more than thirty. The variations inlength of stay occur because of the correspondence or lackof correspondence between our deeper and our more outward natures. In the following pages I will be explaining just how we are led from one state into another and prepared. After we die, just as soon as we arrive in the world of spir its, we are carefully sorted out by the Lord. Evil peopleare immediately connected with the hellish communitytheir ruling love had affiliated them with in the world, and good people are immediately connected with the heav -enly community their love and thoughtfulness and faithhad affiliated them with in the world. 3"
    },
    {
      "section": 23,
      "title": "Page 23",
      "text": "Even though we are sorted out in this way, we are still together in that world and can talk to anyone when we want to, to friends and acquaintances from our physicallife, especially husbands and wives, and also brothers andsisters. I have seen a father talking with his six sons andrecognizing them. I have seen many other people withtheir relatives and friends. However, since they were ofdifferent character because of their life in the world, theyparted company after a little while. However, people who are coming into heaven from the world of spirits and people who are coming into hell donot see each other any more. They do not even recognizeeach other unless they are of like character because of alikeness in love. The reason they see each other in theworld of spirits but not in heaven or hell is that while theyare in the world of spirits they are brought into states likethe ones they were in during their physical lives, one afteranother. After a while, though, they settle into a constantstate that accords with their ruling love. In this state,mutual recognition comes only from similarity of love, for likeness unites and difference separates. In these pages, where it says “spirits” it means people in the world of spirits, while “angels” mean people in heaven. Each of Us Is Inwardly a Spirit Anyone who thinks things through carefully can see thatit is not the body that thinks, because the body is material.AFTERLIFE 4"
    },
    {
      "section": 24,
      "title": "Page 24",
      "text": "Rather, it is the soul, because the soul is spiritual. The human soul, whose immortality has been the topic ofmany authors, is our spirit; it is in fact immortal in allrespects, and it is also what does the thinking in our bod -ies. The matter that is proper to the body is an addendumand almost an attachment to the spirit. Its purpose is toenable our spirit to lead its life and perform its services ina natural world that is material in all respects and essen -tially lifeless. Since matter is not alive—only spirit—wemay conclude that whatever is alive in us is our spirit andthat the body only serves it exactly the way a tool serves alive and activating force. Since everything that is alive in the body—everything that acts and feels because of life—belongs to the spiritalone and none of it belongs to the body, it follows that the spirit is the actual person. In other words, we are essen - tially spirits and have much the same form as well. You see,everything that is alive and sensitive within us belongs toour spirit, and there is nothing in us, from head to toe, thatis not alive and sensitive . This is why when our bodies areseparated from our spirits, which is called dying, we stillcontinue to be human and to be alive. We may gather that inwardly we are spirits from the fact that after we depart from our bodies, which happens when we die, we are still alive and just as human as ever. Toconvince me of this, [the Lord] has allowed me to talk with almost all the people I had ever met during theirThe World of Spirits 5"
    },
    {
      "section": 25,
      "title": "Page 25",
      "text": "physical lives, with some for a few hours, with some for weeks and months, and with some for years. This was pri -ma rily so that I could be convinced and could bear witness. I may add here that even while we are living in our bod - ies, each one of us is in a community with spirits as to ourown spirits even though we are unaware of it. Good peo -ple are in angelic communities by means of [their spirits]and evil people are in hellish communities. Further, wecome into those same communities when we die. Peoplewho are coming into the company of spirits after death areoften told and shown this. Our Revival from the Dead and Entry into Eternal Life When someone’s body can no longer perform its func - tions in the natural world in response to the thoughts and affections of its spirit (which it derives from the spiritualworld), then we say that the individual has died. Thishappens when the lungs’ breathing and the heart’s systolicmotion have ceased. The person, though, has not died atall. We are only separated from the physical nature thatwas useful to us in the world. The essential person is actu -ally still alive. I say that the essential person is still alive because we are not people because of our bodies butbecause of our spirits. After all, it is the spirit within usthat thinks, and thought and affection together make usthe people we are.AFTERLIFE 6"
    },
    {
      "section": 26,
      "title": "Page 26",
      "text": "We can see, then, that when we die we simply move from one world into another. This is why in the inner mean ing of the Word, “death” means resurrection and acontinuation of life. The deepest communication of our spirit is with our breathing and our heartbeat; thought connects with ourbreathing, and affection, an attribute of love, with ourheart. Consequently, when these two motions in the bodycease, there is an immediate separation. It is these twomotions, the respiratory motion of the lungs and thesystolic motion of the heart, that are essential ties. Oncethey are severed, the spirit is left to itself; and the body,being now without the life of its spirit, cools and decays. After this separation, our spirit stays in the body briefly, but not after the complete stoppage of the heart, whichvaries depending on the cause of death. In some cases themotion of the heart continues for quite a while, and inothers it does not. The moment it does stop, we areawakened, but this is done by the Lord alone. “Being awakened” means having our spirit led out of our body andinto the spiritual world, which is commonly called “resurrection.” The reason our spirit is not separated from our body until the motion of the heart has stopped is that the heartanswers to affection, an attribute of love, which is ouressential life, since all of us derive our vital warmth fromlove. Consequently, as long as this union lasts there is aThe World of Spirits 7"
    },
    {
      "section": 27,
      "title": "Page 27",
      "text": "responsiveness, and therefore the life of the spirit is [still] in the body. I have not only been told how the awakening happens, I have been shown by firsthand experience. The actualexperience happened to me so that I could have a fullknowl edge of how it occurs. I was brought into a state in which my physical senses were inoperative—very much, then, like the state ofpeople who are dying. However, my deeper life andthought remained intact so that I could perceive andretain what was happening to me and what does happento people who are being awakened from death. I noticedthat my physical breathing was almost suspended, with adeeper breathing, a breathing of the spirit, continuingalong with a very slight and silent physical one. At first then a connection was established between my heartbeat and the heavenly kingdom, because that king -dom corresponds to the human heart. I also saw angels from that kingdom, some at a distance, but two sittingclose to my head. The effect was to take away all my ownaffection but to leave me in possession of thought andperception. I remained in this state for several hours. Then the spirits who were around me gradually drew away, thinking that I was dead. I sensed a sweet odor likethat of an embalmed body, for when heavenly angels arepresent anything having to do with a corpse smells sweet.When spirits sense this, they cannot come near. This isAFTERLIFE 8"
    },
    {
      "section": 28,
      "title": "Page 28",
      "text": "also how evil spirits are kept away from our spirit when we are being admitted into eternal life. The angels who were sitting beside my head were silent, simply sharing their thoughts with mine (when these areaccepted [by the deceased], the angels know that theperson’s spirit is ready to be led out of the body). Theyaccom plished this sharing of thoughts by looking into myface. This is actually how thoughts are shared in heaven. Since I had been left in possession of thought and per - ception so that I could learn and remember how awak -ening happens, I noticed that at first the angels werechecking to see whether my thoughts were like those ofdying individuals, who are normally thinking abouteternal life. They wanted to keep my mind in thesethoughts. I was later told that as the body is breathing itslast, our spirit is kept in its final thought until eventuallyit comes back to the thoughts that flowed from our basicor ruling affection in the world. Especially, I was enabled to perceive and even to feel that there was a pull, a kind of drawing out of the deeperlevels of my mind and therefore of my spirit from my body; and I was told that this was being done by the Lord and iswhat brings about our resurrection. When heavenly angels are with people who have been awakened they do not leave them, because they loveeveryone. But some spirits are simply unable to be in thecompany of heavenly angels very long, and want them toThe World of Spirits 9"
    },
    {
      "section": 29,
      "title": "Page 29",
      "text": "leave. When this happens, angels from the Lord’s spiritual kingdom arrive, through whom we are granted the use oflight, since before this we could not see anything butcould only think. I was also shown how this is done. It seemed as though the angels rolled back a covering from my left eye towardthe center of my nose so that my eye was opened and ableto see. To the spirit, it seems as though this were actuallyhappening, but it is only apparently so. As this coveringseemed to be rolled back, I could see a kind of clear but dimlight like the light we see through our eyelids when we arefirst waking up. It seemed to me as though this clear, dimlight had a heavenly color to it, but I was later told thatthis varies. After that, it felt as though something werebeing rolled gently off my face, and once this was done Ihad access to spiritual thought. This rolling something offthe face is an appearance, for it represents the fact that we are moving from natural thinking to spiritual thinking.Angels take the greatest care to shield the awakeningperson from any concept that does not taste of love. Thenthey tell the individual that he or she is a spirit. After the spiritual angels have given us the use of light, they do everything for us as newly arrived spirits that we could ever wish in that state. They tell us—at least to theextent that we can grasp it—about the realities of theother life. However, if our nature is such that we do not want to be taught, then once we are awakened we want toAFTERLIFE 10"
    },
    {
      "section": 30,
      "title": "Page 30",
      "text": "get out of the company of angels. Still, the angels do not leave us, but we do leave them. Angels really do loveevery one. They want nothing more than to help people,to teach them, to lead them into heaven. This is theirhighest joy. When spirits leave the company of angels, they are welcomed by the good spirits who are accompanyingthem and who also do all they can for them. However, ifthey had led the kind of life in the world that makes itimpossible for them to be in the company of good people,then they want to get away from these as well. Thishappens as long and as many times as necessary, until theyfind the company of people their earthly life has fittedthem for. Here they find their life; and remarkable as itmay sound, they then lead the same kind of life they hadled in the world. This first stage of our life after death does not last more than a few days, though. In the following pages I will be describing how we are then brought from one state intoanother until finally we arrive either in heaven or in hell. I have talked with some people on the third day after their death. I talked with three whom I had known in the world and told them that their funeral services were nowbeing planned so that their bodies could be buried. When they heard me say it was so that they could be buried, they were struck with a kind of bewilderment. They said thatthey were alive, and that people were burying what hadThe World of Spirits 11"
    },
    {
      "section": 31,
      "title": "Page 31",
      "text": "been useful to them in the world. Later on, they were utterly amazed at the fact that while they had been livingin their bodies they had not believed in this kind of lifeafter death, and particularly that this was the case foralmost everyone. After Death, We Are in a Complete Human Form Years and years of daily experience have witnessed to me that after separation from the body the human spirit is aperson and is in a similar form. I have seen this thousandsof times, I have heard such spirits, and I have talked withthem even about the fact that people in the world do notbelieve that they are what they are, and that scholarsthink people who do believe are simpletons. Spirits areheartsick over the fact that this kind of ignorance is stillcommon in the world and especially in the church. This is why almost all the people who arrive from this world are as astonished as they can be to find that they are alive and that they are just as human as ever, that they areseeing and hearing and talking, that their bodies are stillendowed with the sense of touch, and that nothing at allhas changed. When we first enter the world of spirits (which happens shortly after the reawakening just described), our spirit has a similar face and tone of voice as it did in the world. This is because at that point we are in the state of ourAFTERLIFE 12"
    },
    {
      "section": 32,
      "title": "Page 32",
      "text": "external concerns, with our deeper concerns not yet uncovered. This is our initial state after decease. Later,though, our face changes and becomes quite different. Itcomes to look like the ruling affection in which the deeperreaches of our minds were engaged in the world, the kindof affection characteristic of the spirit within our body,because the face of our spirit is very different from the faceof our body. We get our physical face from our parents andour spiritual face from our affection, which it images. Ourspirit takes on this face after our physical life is over, whenthe outer coverings have been removed. This is our thirdstate. I have seen some newcomers from the world and have recognized them by their faces and voices; but when I sawthem later, I did not recognize them. People who wereengaged in good affections had lovely faces, while peoplewho were engaged in evil affections had ugly ones. Seenin its own right, our spirit is nothing but our affections,whose outward form is our face. The reason our faces change is that in the other life no one is allowed to pretend to affections they do not reallyhave, so we cannot put on a face that is contrary to thelove we are engaged in. We are all refined down to a state in which we say what we think and manifest in expres-sion and act what we intend. It does need to be known that our human form is lovelier after death to the extent that we have moreThe World of Spirits 13"
    },
    {
      "section": 33,
      "title": "Page 33",
      "text": "deeply loved divine truths and have lived by them, since our deeper levels are opened and formed according toboth our love of these truths and our life. So the deeper theaffection and the more it accords with heaven, thelovelier the face. This is why the angels who are in theinmost heaven are the loveliest—because they are formsof heavenly love. On the other hand, people who haveloved divine truths more outwardly and have thereforelived by them more outwardly are less lovely, since onlythe more outward aspects radiate from their faces, and thedeeper heavenly love—which means the form of heavenas it is in its own right—does not shine through thesemore outward forms. You can see something relativelydim in their faces, not enlivened by a light of their innerlife shining through. In short, all perfection increases asyou move inward and lessens as you move outward. As theperfection increases or lessens, so does the beauty. I have seen faces of angels of the third heaven so beauti - ful that no painters, with all their skill, could render a frac -tion of their light with their pigments or rival a thou -sandth part of the light and life that show in their faces.The faces of angels of the outmost heaven, though, can bemirrored to some extent. Finally, I should like to offer a secret no one has ever known before, namely that everything good and true thatcomes from the Lord and makes heaven is in the humanAFTERLIFE 14"
    },
    {
      "section": 34,
      "title": "Page 34",
      "text": "form. This is true not only of the greatest whole but also of every least part. This form influences everyone whoaccepts what is good and true from the Lord, and causeseveryone in heaven to be in a human form according tothat acceptance. This is why heaven is consistent withitself in general and in particular, why the human form isthe form of the whole, of each community, and of eachangel. I need to add here that this is also the form of thedetails of thought that come from heavenly love in angels. This secret may not fit well into the understanding of anyone on earth, but it is clear to the understanding ofangels because they are in heaven’s light. After Death, We Enjoy Every Sense, Memory, Thought, and Affection We Had in the World Repeated experience has witnessed to me that when we move from the natural world into the spiritual, whichhap pens when we die, we take with us everything that per -tains to our character except our earthly body. In fact,when we enter the spiritual world or our life after death,we are in a body as we were in this world. There seems to be no difference, since we do not feel or see any difference.This body is spiritual, though, so it has been separated orpuri fied from earthly matter. Further, when anythingspiri tual touches and sees something spiritual, it is just likesomething natural touching and seeing somethingThe World of Spirits 15"
    },
    {
      "section": 35,
      "title": "Page 35",
      "text": "natural. So when we have become a spirit, we have no sense that we are not in the body we inhabited in theworld, and there fore do not realize that we have died. As “spirit-people,” we enjoy every outer and inner sense we enjoyed in the world. We see the way we used to; wehear and talk the way we used to; we smell and taste andfeel things when we touch them the way we used to; wewant, wish, crave, think, ponder, are moved, love, andintend the way we used to. Studious types still read andwrite as before. In a word, when we move from the one lifeinto the other, or from the one world into the other, it islike moving from one [physical] place to another; and wetake with us everything we owned as persons to the pointthat it would be unfair to say that we have lost anything ofour own after death, which is only a death of the earthlybody. We even take with us our natural memory, since weretain everything we have heard, seen, read, learned, orthought in the world from earliest infancy to the very end of life. However, since the natural objects that reside in our memory cannot be reproduced in a spiritual world,they become dormant the way they do when we are notthinking about them. Even so, they can be reproducedwhen it so pleases the Lord. I will have more to say soon,though, about this memory and its condition after death. Nevertheless, the difference between our life in the spiritual world and our life in the natural world is consid -erable, in regard both to our outer senses and the way theyAFTERLIFE 16"
    },
    {
      "section": 36,
      "title": "Page 36",
      "text": "affect us and to our inner senses and the way they affect us. People who are in heaven have far more delicate senses.That is, they see and hear and also think more discern -ingly than when they were in this world. This is becausethey are seeing in heaven’s light, which vastly surpassesthe world’s light, and they hear by way of a spiritual atmos -phere that vastly surpasses the atmosphere of the earth.The difference in their outer senses is like that betweensomething clear and something hidden by a cloud, or likenoonday light and the dimness of evening. As for our keeping our whole memory when we leave the world, I have been shown this by many examples andhave seen and heard a great deal worth talking about. Ishould like to cite a few examples in a sequence. Therehave been people who denied the crimes and transgres -sions they had committed in the world. To prevent themfrom believing they were blameless, everything was dis - closed and drawn out of their own memory in sequencefrom the beginning of their life to the end. Most of thesetrans gressions were acts of adultery and promiscuity. There were people who had deceived others with mali - cious skill and had stolen from them. Their decep tions and thefts were also recounted one after the other, many ofthem known to practically no one in the world other than them selves. They even admitted them because they weremade plain as day, along with every thought, inten tion,pleas ure, and fear that mingled in their minds at the time.The World of Spirits 17"
    },
    {
      "section": 37,
      "title": "Page 37",
      "text": "There were people who had taken bribes and made money from judicial decisions. They were similarly exam - ined from their own memories, and everything wasrecounted from their first taking office to the end. Thedetails of amount and value, of the time, and of their stateof mind and intention, all consigned to their remem -brance together, were brought to view, a hundred or moreinstances. In some cases, remarkably enough, the verydiaries in which they had recorded these deeds wereopened and read to them, page by page. There were men who had lured virgins to dishonor and violated their chastity. They were summoned to a similarjudgment, and the details were drawn out of their memoryand listed. The actual faces of the virgins and otherwomen were presented as though they were there in per -son, along with the places, the words, and the thoughts. Itwas done as instantaneously as when some thing is actu -ally being witnessed firsthand. Sometimes these presenta -tions lasted for hours. There was one man who thought nothing of slandering others. I heard his slanders recounted in sequence as wellas his blasphemies, along with the actual words, the peo -ple they were about, and the people they were addressedto. All these were presented together as lifelike as could beeven though he had very carefully kept them hidden fromhis victims while he was living in the world.AFTERLIFE 18"
    },
    {
      "section": 38,
      "title": "Page 38",
      "text": "There was one man who had defrauded a relative of his legacy by some devious pretext. He was exposed and judged in the same way. Remarkably, the letters and docu -ments they exchanged were read aloud to me, and he saidthat not a word was missing. This same man had alsosecretly killed a neighbor by poison just before his owndeath, which was disclosed in the following way. A trenchseemed to open under his feet, and as it was opened, a mancame out as though from a tomb and screamed at him,“What have you done to me?” Then everything was dis -closed—how the poisoner had talked amicably with himand offered him a drink, what he had thought before hand,and what happened afterward. Once this was uncov ered,the murderer was condemned to hell. In a word, all their evils, crimes, thefts, wiles, and decep tions are made clear to every evil spirit. They aredrawn from their own memories and exposed. There is noroom for denial because all the circumstances are pre -sented together. I also heard that angels have seen and displayed from the memory of one individual everything he had thoughtone day after another over the course of a month, withnever an error, recalled as though he himself were back in those very days. We may gather from these instances that we take our whole memory with us, and that nothing is so concealedThe World of Spirits 19"
    },
    {
      "section": 39,
      "title": "Page 39",
      "text": "in this world that it will not be made known after death, made known in public. When we are being faced with our deeds after death, angels who have been given the task of examining looksearchingly into the face and continue their examinationthrough the whole body, beginning with the fingers firstof one hand and then of the other and continuing throughthe whole. When I wondered why this was so, it wasexplained to me. The reason is that just as the details ofour thought and intention are inscribed on our brainsbecause that is where their beginnings are, so they areinscribed on the whole body as well, since all the elementsof our thought and intention move out into the body fromtheir beginnings and take definition there in their out -most forms. This is why the things that are inscribed on our memory from our intention and consequent thoughtare inscribed not only on the brain but also on the wholeperson, where they take form in a pattern that follows the pattern of the parts of the body. I could therefore see thatour overall nature depends on the nature of our intention and consequent thought, so that evil people are their ownevil and good people are their own good. We may also gather from this what is meant by our book of life, mentioned in the Word. It is the fact that all ourdeeds and all our thoughts are written on our whole per - son and seem as though they are read from a book whenAFTERLIFE 20"
    },
    {
      "section": 40,
      "title": "Page 40",
      "text": "they are called out of our memory. They appear in a kind of image when our spirit is looked at in heaven’s light. I should like to add to this something noteworthy about the memory that we keep after death, something that con -vinced me that not just the general contents but even thesmallest details that have entered our memory do last andare never erased. I saw some books with writing in themlike earthly writing, and was told that they had come fromthe memories of the people who had written them, thatnot a single word was missing that had been in the bookthey had written in the world. I was also told that all theleast details could be retrieved from the memory of some -one else, even things the person had forgotten in theworld. The reason for this was explained as well; namely,that we have an outer and an inner memory, the outerproper to our natural person and the inner proper to ourspir i tual person. The details of what we have thought,intended, said, and done, even what we have heard andseen, are inscribed on our inner or spiritual memory.There is no way to erase anything there, since everything is written at once on our spirit itself and on the membersof our body, as noted above. This means that our spirit is formed in accord with what we have thought and what wehave done intentionally. I know these things seemparadox ical and hard to believe, but they are truenevertheless.The World of Spirits 21"
    },
    {
      "section": 41,
      "title": "Page 41",
      "text": "Let no one believe, then, that there is anything we have thought or done in secret that will remain hidden after death. Believe rather that absolutely everything willcome out into broad daylight. I have talked with any number of people who were regarded as learned in the world because of their knowl -edge of such ancient languages as Hebrew and Greek andLatin, but who had not developed their rational function -ing by means of the things that were written in those lan -guages. Some of them seemed as simple as people who didnot know anything about those languages; some of themseemed dense, though there still remained a pride, asthough they were wise than other people. Spirits and angels have memory just as we do. What they hear and see and think and intend and do stays with them; and through their memory they are constantlydevel oping their rational ability forever. This is why spir - its and angels are being perfected in intelligence and wis -dom through experiences of what is true and good just theway we are. I have been shown that spirits and angels have memory by a great deal of experience as well. I have seen every - thing they had thought and done called up from theirmemory both in public and in private, when they werewith other spirits. I have also seen people who had beenfocused on some truth from simple virtue become steepedAFTERLIFE 22"
    },
    {
      "section": 42,
      "title": "Page 42",
      "text": "in insights and in a consequent intelligence and then taken up into heaven. It should be realized, though, that they are not steeped in insights and a consequent intelligence beyond the levelof the affection for what is good and true that engagedthem in the world. In fact, each spirit and angel retains theamount and kind of affection she or he had in the world,and this is afterward perfected by being filled in. This toogoes on forever, since everything is capable of infinitevariation and enrichment by different means, so it can bemultiplied and can bear fruit. There is no end to anyinstance of goodness, since its source is the Infinite. Our Nature after Death Depends on the Kind of Life We Led in the World Any Christian knows from the Word that our life is still with us after death, since it says in many places that wewill be judged according to our deeds and works andrewarded accordingly. Further, anyone who thinks on thebasis of what is good and from real truth cannot help butsee that people who live well enter heaven and peoplewho live evil lives enter hell. However, people who areintent on evil do not want to believe that their state afterdeath depends on their life in the world. They thinkrather, especially when their health begins to fail, that heaven is granted to all on the basis of mercy alone noThe World of Spirits 23"
    },
    {
      "section": 43,
      "title": "Page 43",
      "text": "matter how people have lived, and that this depends on a faith that they keep separate from life. It does say in many places in the Word that we will be judged and requited according to our deeds and works. Ishould like to cite a few passages here. I will give to all according to their works. (Revelation2:23) I saw the dead, small and great, standing in the pres ence of God, and books were opened, and thedead were judged according to what was written inthe books, according to their works; the sea gave upthose who had died in it, and death and hell gave upthe people who were in them, and they were alljudged according to their works. (Revelation 20:13,15 [20:12, 13]) Everyone who hears my words and does them I will compare to a prudent person, but everyone whohears my words and does not do them is like a foolishperson. (Matthew 7:24, 26) Jehovah deals with us according to our ways and according to our works. (Zechariah 1:6) “Works and deeds,” though, does not mean works and deeds solely the way they look in outward form. It alsoincludes their deeper nature. Everyone knows, really, thatall our deeds and works come from our intention andAFTERLIFE 24"
    },
    {
      "section": 44,
      "title": "Page 44",
      "text": "thought, for if they did not come from there they would be no more than motions like those of machines or robots. Soa deed or work in its own right is simply an effect thatderives its soul and life from our volition and thought. Itfollows, then, that the quality of the volition and thoughtthat cause the deed or work determines the quality of thedeed or work. If the thought and intent are good, then thedeeds and works are good; but if the thought and intentare evil, then the deeds and works are evil, even thoughthey may look alike in outward form. A thousand peoplecan behave alike—that is, can do the same thing, so muchalike that in outward form one can hardly tell the dif -ference. Yet each deed in its own right is unique because itcomes from a different intent. Take for example behaving honestly and fairly with an associate. One person can behave honestly and fairly withsomeone else in order to seem honest and fair for the sake of self and to gain respect; another person can do the samefor the sake of worldly profit; a third for reward and credit;a fourth to curry friendship; a fifth out of fear of the lawand loss of reputation and office; a sixth to enlist people inhis or her cause, even if it is an evil one; a seventh in order to mislead; and others for still other reasons. But eventhough all of their deeds look good (for behaving honestlyand fairly toward a colleague is good), still they are evilbecause they are not done for the sake of honesty and fair - ness, not because these qualities are loved, but for the sakeThe World of Spirits 25"
    },
    {
      "section": 45,
      "title": "Page 45",
      "text": "of oneself and the world, because these are loved. The hon esty and fairness are servants of this love, like the ser -vants of a household whom their lord demeans and dis -misses when they do not serve. We may gather from this what is meant by works and deeds in the Word. A great deal of my experience has testified to the fact that we are our love or intention after death. All heaven is dif fer en tiated into communities on the basis of differ -ences in the quality of love, and every spirit who is raisedup into heaven and becomes an angel is taken to the com -mu nity where her or his love is. When we arrive there wefeel as though we are in our own element, at home, backto our birth-place, so to speak. Angels sense this and asso -ciate there with kindred spirits. When they leave and gosomewhere else, they feel a constant pull, a longing to goback to their kindred and therefore to their dominantlove. This is how people gather together in heaven. Thesame applies in hell. There too, people associate accord -ing to loves that oppose heavenly ones. Both heaven and hell are made up of communities and that they are all dif -fer en tiated according to differences of love. We may also gather that we are our love after death from the fact that anything that does not agree with our domi -nant love is then removed and apparently taken awayfrom us. For good people, what is removed and apparentlytaken away is everything that disagrees and conflicts, withAFTERLIFE 26"
    },
    {
      "section": 46,
      "title": "Page 46",
      "text": "the result that they are admitted to their love. It is much the same for evil people, except that what is taken awayfrom them is everything true, while for good people every -thing false is taken away. Either way, the result is that ulti -mately everyone becomes his or her own love. This hap -pens when we are brought into our third state, which willbe discussed below. Once this has happened, we constantly turn our faces toward our love and have it constantly before our eyes nomatter which way we face. All spirits can be led wherever you want as long as they are kept in their dominant love. They cannot resist eventhough they know what is happening and think that theywill refuse. Spirits have often tried to do something inoppo sition, but without success. Their love is like a chainor rope tied around them, with which they can be pulledand which they cannot escape. It is the same for people inthis world. Our love leads us as well, and it is through ourlove that we are led by others. It is even more so when webecome spirits, though, because then we are not allowedto present a different love or pretend to a love that is not ours. We come into heaven if our love is heavenly and spiritual and into hell if our love is carnal and worldly without any heavenlyand spiritual dimension. My evidence for this conclusion is all the people I have seen raised into heaven and cast intohell. The ones who were raised into heaven had lives ofThe World of Spirits 27"
    },
    {
      "section": 47,
      "title": "Page 47",
      "text": "heavenly and spiritual love, while the ones who were cast into hell had lives of carnal and worldly love. Heavenlylove is loving what is good, honest, and fair because it isgood, honest, and fair, and doing it because of that love. Ifwe love these things for their own sakes and do or livethem, we are also loving the Lord above all because theycome from him. We are also loving our neighbor, becausethese things are our neighbor who is to be loved. Carnallove, though, is loving what is good and honest and fairnot for their own sakes but for our own sake, because wecan use them to gain prestige, position, and profit. In thiscase we are not focusing on the Lord and our neighborwithin what is good and honest and fair but on ourselvesand the world, and we enjoy deceit. When the motive isdeceit, then whatever is good and honest and fair is actu -ally evil and dishonest and unfair. This is what we lovewithin [the outward appearance]. Since these loves define our lives, we are all examined as to our quality immediately after death, when we arrive in the world of spirits, and we are put in touch with people of like love. If we are focused on heavenly love, we are put in touch with people in heaven; and if we are focused oncar nal love, we are put in touch with people in hell. Fur - ther, once the first and second states have been completed the two kinds of people are separated so that they no longer see or recognize each other. We actually become our own love not only as to the deeper levels of our mindsAFTERLIFE 28"
    },
    {
      "section": 48,
      "title": "Page 48",
      "text": "but outwardly as well, in face, body, and speech. People who are carnal loves look coarse, dim, dark, and mis -shapen; while people who are heavenly loves look lively,clear, bright, and lovely. Our First State after Death There are three states that we pass through after deathbefore we arrive in either heaven or hell. The first state isone of more outward concerns, the second is one of moreinward concerns, and the third is one of preparation. Wego through these states in the world of spirits. Some people, however, do not go through these states but are either raised into heaven or cast into hell imme -diately after their death. The people immediately raisedinto heaven are ones who have been regenerated and thusprepared for heaven in this world. People who have beenregen erated and prepared to this extent need only toslough off their natural uncleanness along with their bod -ies and are immediately taken into heaven by angels. I have seen people taken up an hour after their death. On the other hand, people who have been profoundly malicious but have outwardly worn a guise of goodness,peo ple who have therefore filled their malice with guile and used goodness as a means of deception are castdirectly into hell. I have seen people like this cast into hellimme di ately after their death. One of the most deceitful went head first and feet last; for others it is different.The World of Spirits 29"
    },
    {
      "section": 49,
      "title": "Page 49",
      "text": "There are also people who are sent off into caves right after their death and in this way are segregated from peo - ple in the world of spirits. They are alternately brought outand sent back in. These are people who have treated theirneighbors maliciously under the pretext of civic behavior. There are few such people, though, compared to the num ber of people who are kept in the world of spirits andprepared there for either heaven or hell according to thedivine plan. As to the first state, the state of more outward concerns, we arrive in this immediately after our death. Everyonehas more outward and inward aspects of the spirit. We usethe outer aspects of our spirit to adapt our bodies in theworld—especially our faces, speech, and behavior—toour interactions with other people. The more inwardaspects of our spirit are the ones proper to our intentions and consequent thought, which rarely show in our faces,speech, and behavior. We are trained from infancy topresent ourselves as friendly, benevolent, and honest, andto conceal the thoughts of our own intentions. So weacquire a habitual lifestyle that is outwardly moral andcivil no matter what we are like inwardly. As a result of this habitual behavior, we scarcely know our own innernatures and pay no attention to them. Our first state after death is like our state in this world, since we are then similarly involved in outward concerns.We have similar faces, voices, and character; we lead sim -AFTERLIFE 30"
    },
    {
      "section": 50,
      "title": "Page 50",
      "text": "ilar moral and civil lives. This is why it still seems to us as though we were in this world unless we notice things thatare out of the ordinary and remember that angels told uswe were spirits when we were awakened. So the one lifecarries on into the other, and death is only a passage. Since this is what we are like as spirits immediately after our life in the world, our friends and people we had knownin the world then recognize us. Spirits perceive who we arenot only from our faces and voices but also from the auraof our life when they come near. In the other life, when -ever we think about someone, we call up that individual’sface in our thought along with many details about her orhis life; and when we do this, the other is called to us.Things like this happen in the spiritual world becausethoughts are shared there and because space is not what it is in the natural world. This is why as soon as we arrive inthe other life, we are all recognized by our friends and rela -tives and by people we have known in one way or another.Further, we talk with each other and continue to see eachother in keeping with our friendship in the world. I haveheard many people who had just come from the worldover joyed to see their friends again, and their friendsoverjoyed that they had arrived. It often happens that married partners meet and wel - come each other joyfully. They stay together as well, butfor a longer or shorter time depending on how happilythey had lived together in the world. Ultimately, unlessThe World of Spirits 31"
    },
    {
      "section": 51,
      "title": "Page 51",
      "text": "they had been united by real marriage love (which is a union of minds from heavenly love), they separate afterhaving been together for a while. If the minds of the partners disagreed, however, and if they were inwardly repellent to each other, they break outinto open hostility and sometimes actually fight with eachother. Still, they are not separated until they enter thesecond state, which will be described shortly. Since the life of newly arrived spirits is not unlike their life in the world, and since they do not know anythingabout life after death, heaven, or hell except what theyhave learned from the literal meaning of the Word andsome sermons drawn from it, once they get over theirastonishment at being in a body and enjoying all thesenses they had in the world, seeing familiar things aroundthem, they find themselves wanting to know what heavenand hell are like and where they are. Consequently, theirfriends tell them about the state of eternal life and takethem around to various places, into the company of differ -ent people. They go to different cities, to gardens andparks. Then from time to time they are led into thethoughts they had had during their physical lives aboutthe state of the soul after death and about heaven and hell.This brings them to the point of resentment that they hadbeen so ignorant about such matters, and also that thechurch had been so ignorant.AFTERLIFE 32"
    },
    {
      "section": 52,
      "title": "Page 52",
      "text": "Almost all of them want to know whether they will make it into heaven. Many of them think they will because they led moral and civic lives in the world, notreflect ing that both evil and good people lead similar out -ward lives, being similarly helpful to others, going tochurch, listening to sermons, and praying similarly, utterlyunaware that outward behavior and outward wor shipaccom plish nothing whatever; only the inner reali tiesthat give rise to these outward ones are effective. Scarcelyone in thousands even knows what the inner real i ties areor that they are the focal point of heaven and the churchfor us. Even fewer realize that the quality of our out wardactions is determined by the quality of our intentions andthoughts and the love and faith within them, from whichour actions arise. Even when they are told, they do notgrasp the fact that thinking and intend ing actually makea difference. They attach importance only to speakingand acting. Many of the people who are com ing into theother life from the Christian world are like this nowadays. All the spirits who arrive from the world are put in touch with some community in heaven or some commu -nity in hell. However, this applies only to their deepernatures, and their deeper natures are not apparent to them as long as they are focused on their outward concerns.This is because their outward concerns cloak their innerones, especially for people more deeply involved in evil.The World of Spirits 33"
    },
    {
      "section": 53,
      "title": "Page 53",
      "text": "However, they come out in the open when they arrive in the second state because there their deeper levels areopened and their outer ones become dormant.This first state after death lasts a few days for some people,months for some, and a year for some, but rarely more thana year for anyone. The difference for particular individ -uals depends on the harmony or discord between theirinner and outer natures. No one is allowed to think andintend one way and speak and act another way in thespiritual world. Everyone must be an image of his or heraffection or love, which means we must be outwardlywhat we are inwardly. This is why the outer concerns of aspirit are first stripped off and brought into order: so thatthey may serve as a plane responsive to the inner ones. Our Second State after Death Our second state after death is called a state of our deeperinterests because then we are given access to the deeper reaches of our minds, or of our intentions and thoughts, while the more outward interests that engaged us in thefirst state become dormant. Anyone who is observant of our life and our words and actions can recognize that we all have more outward andmore inward natures, or more outward and more inward thoughts and intentions. We can recognize this from thefact that if we are involved in civic life, we think aboutother people in terms of their reputation, or of what weAFTERLIFE 34"
    },
    {
      "section": 54,
      "title": "Page 54",
      "text": "have picked up about them when they were the subjects of conversation. However, we do not talk with them theway we think about them, and even if the others are evilpeo ple, we still behave courteously toward them. This ispar ticularly noticeable in pretenders and sycophantswhose words and deeds are wholly at odds with theirthoughts and intentions, and in hypocrites who talkabout God, heaven, the salvation of souls, the truths ofthe church, the welfare of the country, and their neighboras though they were motivated by faith and love when atheart they believe otherwise and love no one but them -selves. We need to know that our basic quality is determined entirely by the quality of our inner natures, not by what weare like outwardly apart from that inner nature. This isbecause our inner reaches are our spirit, and since it is fromthe spirit that the body lives, our life is the life of our spirit.Con se quently, whatever we are like in our inward natures,that is what we are like to eternity. Since our more out -ward natures belong to the body they are separated afterdeath, and any elements of them that cling to the spiritbecome dormant, serving only as a plane for deeper con -cerns. We can see from this what really belongs to us and what does not. For evil people the contents of the outer thoughtthat gives rise to their words and the outer intent thatgives rise to their actions do not really belong to them.The World of Spirits 35"
    },
    {
      "section": 55,
      "title": "Page 55",
      "text": "What belongs to them is the contents of their deeper thought and intentions. Once the first state has been completed—the state of more outward concerns described in the preceding chap -ter—we as spirits are brought into the state of our deeperconcerns, or into the state of those deeper intentions andconsequent thoughts we engaged in when we were left toourselves in this world and our thinking was free andunfettered. We slip into this state without realizing itmuch as we did in the world when we drew the thoughtnearest to our speech, the immediate source of our speech,back toward our inner thought, and let it pause there awhile. So when we as spirits are in this state, we are beingour selves and living our real life, since thinking freelyfrom our own affection is our very life and our very self. When spirits are in this state of their deeper concerns, then it is obvious what kind of people they really were inthe world. They actually behave in accord with their ownnature. People who were inwardly devoted to the good inthe world then behave sanely and wisely, more wiselythan when they were living in the world, in fact, becausethey have been freed from any connection with the bodyand therefore with the earthly things that darken andcover with a kind of cloud. In contrast, people who were focused on evil in the world then behave foolishly and insanely, more insanely than when they were in the world, in fact, because theyAFTERLIFE 36"
    },
    {
      "section": 56,
      "title": "Page 56",
      "text": "are in freedom and are no longer constrained. As long as they were living in the world, they were outwardlysensible, because this was how they imitated rationalpeople. So when the outer layers are stripped off, theirinner insanity is unveiled. An evil person who outwardly pretends to be good can be compared to a brightly polished jar with a cover on,with all kinds of filth hidden inside, just as the Lord said:“You are like whitewashed sepulchers that look lovely onthe outside but are inwardly full of the bones of the deadand all uncleanness” (Matthew 23:27). When spirits are in this second state, they actually look exactly the way they were inwardly in the world. Thethings they had done and said in secret are made public,too, because now, since outward factors are not restrain - ing them, they say the same things openly; and they keeptrying to do the same things without any of the fear for the reputations that they had in the world. Further, they arethen led into many states of their evils, so that they lookto angels and good spirits like the people they really are. Since evil spirits plunge into all kinds of evils when they are in this second state, it is normal for them to be pun -ished often and severely. There are many kinds of punish -ments in the world of spirits, and there is no respect for rank, for whether someone was a king or a servant in the world. Every evil brings its own punishment with it. They are united; so whoever is involved in something evil isThe World of Spirits 37"
    },
    {
      "section": 57,
      "title": "Page 57",
      "text": "AFTERLIFE 38involved in the punishment of the evil as well. Still, no one suffers any punishment for evil things done in theworld, only for current evil deeds. It boils down to thesame thing, though, and makes no difference whether yousay that we suffer punishments because of our evil deeds inthe world or that we suffer punishments because of ourevil deeds in the other life, because after death we allreturn to our life, which means that we are involved in thesame kinds of evil. This is because our nature is deter -mined by the kind of physical life we led. The reason they are punished is that fear of punishment is the only means of taming their evils in that state.Encour agement does not work any more, or teaching orfear of the law or fear for their reputation, because they areacting from their nature, which cannot be compelled orbroken by anything but punishments. Good spirits are never punished, though, even though they have done bad things in the world. This is becausetheir evils do not come back. I have also been granted a knowl edge that their evils are of a different kind or nature.They do not stem from any deliberate resistance to whatis true, and they are not from any evil heart except the onethey acquired by heredity from their parents, which blindpleasure drove them into when they were involved inoutward concerns separated from inner ones. Every individual comes to the community where her or his spirit was in the world. Each of us, as to spirit, is actu -"
    },
    {
      "section": 58,
      "title": "Page 58",
      "text": "The World of Spirits 39ally united to some community, either heavenly or hell - ish, evil people to hellish communities and good people toheavenly ones. Our Third State after Death Is a State of Instruc tion for People Who Are EnteringHeaven Our third state after death, or the third state of our spirits, is one of instruction. This state is for people who areentering heaven and becoming angels, but not for peoplewho are entering hell, because these latter cannot betaught. As a result, their second state is also their third,and ends in their turning straight toward their own loveand therefore toward the hellish community that isengaged in a love like their own. Once this has happened,their intentions and thinking flow from that love; andsince it is a hellish love, they intend only what is evil andthink only what is false. These are their pleasures. Further, this results in their rejecting everything that is good andtrue that had served their love as means. Good people, though, are brought from the second state into a third, which is a state of preparation forheaven by means of instruction. Not everyone is taught in the same way or by the same communities of heaven. People who have been raised inheaven from infancy are taught by angels of the innerheavens because they have not absorbed false notions"
    },
    {
      "section": 59,
      "title": "Page 59",
      "text": "AFTERLIFE 40from distortions of religion or befouled their spiritual life with impurities drawn from rank and wealth in the world. Most people who have died as adults are taught by angels of the outmost heaven because these angels arebetter adapted to them than are angels of the more inwardheavens. These latter focus on a deeper wisdom that thedeceased cannot yet accept. Muslims, though, are taught by angels who once adhered to that religion but have turned to Christianity.Other non-Christians too are taught by their own angels. All the teaching there is from doctrine drawn from the Word, and not from the Word apart from doctrine. Chris -tians are taught on the basis of a heavenly doctrine that isin complete agreement with the inner meaning of theWord. The others, like the Muslims and non-Christians,are taught on the basis of doctrines suited to their grasp. These differ from heavenly doctrine only in that spirituallife is taught through a moral life in accord with the good tenets of their own religion, which was the basis of theirlife in the world. Teaching in the heavens differs from teaching on earth in that [there] information is not consigned to memorybut to life, since spirits’ memory is in their life. They actu -ally accept and absorb whatever agrees with their life anddo not accept, much less absorb, what does not agree. This is because spirits are affections, and therefore have a human form that resembles their affections."
    },
    {
      "section": 60,
      "title": "Page 60",
      "text": "The World of Spirits 41Since this is their nature, they are constantly breathing in a desire to know what is true, for the sake of construc - tive living. The Lord in fact sees to it that we love thecon structive activities that suit our gifts. This love isintensi fied by our hope of becoming angels. This meansthat for each of us an affection for what is true is united toan affection for usefulness to the point that they act asone. A true understanding of use is sown in this way, sothat the truths we learn are true perceptions of what isuseful. This is how angelic spirits are taught and preparedfor heaven. There are various ways in which an affection for the truth suited to usefulness is instilled, many of themunknown in the world, primarily by depictions of usefulactivities. These can be presented in thousands of ways inthe spiritual world, with such grace and charm that theypermeate spirits all the way from the deeper levels of theirminds to the outer levels of their bodies and thereforeaffect the whole person. As a result, spirits virtuallybecome their constructive lives; so when they arrive inthe com mu nities their instruction has prepared them for,they are in their own life when they are engaged in their useful activities. We may gather from this that awareness, which is an out ward form of truth, does not get anyone into heaven.Rather, what gets us in is the useful life that is grantedthrough knowledge."
    },
    {
      "section": 61,
      "title": "Page 61",
      "text": "AFTERLIFE 42After spirits have been prepared for heaven in these learn ing sites (which does not take long, because they are surrounded by spiritual concepts that comprehend a greatdeal at once), they are dressed in angelic clothing, usuallywhite as linen, taken to a path that leads up towardheaven, and turned over to guardian angels there. Thenthey are accepted by other angels and put in touch withtheir communities and with a host of blessings. The Lordthen takes each angel to her or his community. This hap -pens in various ways, sometimes with detours. No angelknows the paths along which they are taken, only theLord. When they arrive at their own communities, theirinner natures are opened, and since they are in harmonywith the inner natures of the angels who are members ofthat community, they are recognized instantly andaccepted with joy. It Is Not So Hard to Lead a Heaven-Bound Life as People Think It Is Some people believe it is hard to lead the heaven-bound life that is called “spiritual” because they have heard thatwe need to renounce the world and give up the desiresattributed to the body and the flesh and “live spiritually.”All they understand by this is spurning worldly interests,especially concerns for money and prestige, going aroundin constant devout meditation about God, salvation, andeternal life, devoting their lives to prayer, and reading the"
    },
    {
      "section": 62,
      "title": "Page 62",
      "text": "The World of Spirits 43Word and religious literature. They think this is renounc - ing the world and living for the spirit and not for the flesh.However, the actual case is quite different, as I havelearned from an abundance of experience and conversa -tion with angels. In fact, people who renounce the worldand live for the spirit in this fashion take on a mournful lifefor themselves, a life that is not open to heavenly joy,since our life does remain with us [after death]. No, if wewould accept heaven’s life, we need by all means to live inthe world and to participate in its duties and affairs. In thisway, we accept a spiritual life by means of our moral andcivic life; and there is no other way a spiritual life can beformed within us, no other way our spirits can be preparedfor heaven. This is because living an inner life and not anouter life at the same time is like living in a house that has no foundation, that gradually either settles or developsgaping cracks or totters until it collapses. What follows will make it possible to see that it is not all that hard to lead a heaven-bound life. Who can’t lead a civic and moral life? After all, we are intro duced to it in infancy and know it from living in theworld. We do in fact lead this kind of life whether we areevil or good, since no one wants to be called dishonest orunfair. Almost everyone practices honesty and fairnessout wardly, even to the point of seeming genuinely honestand fair, or seeming to act from genuine honesty and fair -ness. Spiritual people have to live in much the same way"
    },
    {
      "section": 63,
      "title": "Page 63",
      "text": "AFTERLIFE 44and can do so just as easily as natural people, the differ - ence being that spiritual people believe in the DivineBeing and act honestly and fairly not just because it fol -lows civil and moral laws but also because it follows divinelaws. In fact, since they are thinking about divine [laws]when they act, they are in touch with heaven’s angels; andto the extent that they are, they are united to them, andtheir inner person—which is essentially a spiritual per -son—is opened. When this is our nature, the Lord adoptsand leads us without our realizing it, and whatever thingswe do that are honest and fair—the deeds of our moral andcivil life—come from a spiritual source. Doing what ishon est and fair from a spiritual source is doing it fromgenuine honesty and fairness, or doing it from the heart. The laws of spiritual life, the laws of civil life, and the laws of moral life are handed down to us in the Ten Com -mandments. The first three commandments contain thelaws of spiritual life, the next four the laws of civil life, and the last three the laws of moral life. Outwardly, purelynatural people live by these same commandments just theway spiritual people do. They worship the Divine, go tochurch, listen to sermons, wear devout faces, do not kill orcommit adultery or steal or bear false witness, do not cheattheir colleagues of their goods. However, they behave thisway solely in their own interest, in order to look good inthe world. Inwardly, these same people are exactly the"
    },
    {
      "section": 64,
      "title": "Page 64",
      "text": "The World of Spirits 45opposite of what they seem to be outwardly. Because at heart they deny the Divine, they play the hypocrite intheir worship. In their private thinking they scoff at theholy rites of the church, believing that they serve only torestrain the simple masses. This is why they are wholly cutoff from heaven. So since they are not spiritual, they arenot moral or civic people either; for even though they donot kill, they hate everyone who gets in their way andburn with vengefulness because of their hatred. So if theywere not constrained by civil laws and the outwardrestraints exercised by their fears, they would kill. Becausethis is what they crave, it follows that they are constantlykilling. Even though they do not commit adultery, stillbecause they believe there is nothing wrong with it theyare constantly adulterous, and actually do commit it asmuch as they can and as often as they have the oppor - tunity. Even though they do not steal, still since they docovet other people’s assets and regard cheating and malicious devices as legally justifiable, they are constantlystealing in their minds. The same applies to the othercommandments of moral life—not bearing false witness or coveting the goods of others. All who deny the Divine are like this, all who do not have some conscience basedon religion. Their nature shows obviously in similarpeople in the other life when they are let into their innernature after their outer nature has been stripped away."
    },
    {
      "section": 65,
      "title": "Page 65",
      "text": "AFTERLIFE 46Since they are separated from heaven at that point, they act in unison with hell; so they keep company with thepeople who live there. It is different for people who at heart have acknowl - edged the Deity and have attended to divine laws in thedeeds of their lives, living both by the first three com -mandments of the Decalogue and by the others as well.When they are let into their inner nature, after their outernature is stripped away, they are wiser than they were inthe world. Coming into their inner natures is like comingfrom darkness into light, from ignorance into wisdom,from a sad life into a blissful one, because they are in theDivine and therefore in heaven. I have mentioned this to let it be known what each kind of person is like, though both may lead the same kind ofoutward life. We can now see that it is not so hard to lead the life of heaven as people think, because it is simply a matter of recognizing, when something attractive comes up that weknow is dishonest or unfair, that this is not to be donebecause it is against the divine commandments. If we getused to thinking like this, and from this familiarity form ahabit, then we are gradually united to heaven. To theextent that we are united to heaven, the higher levels ofour minds are opened, and to the extent that they areopened, we see what is dishonest and unfair; and to theextent that we see this, these qualities can be dispelled."
    },
    {
      "section": 66,
      "title": "Page 66",
      "text": "The World of Spirits 47For no evil can be banished until it has been seen. This is a state we can enter because of our freedom, since every -one is free to think in this way. However, once the processhas started, the Lord works his wonders within us, andcauses us not only to see evils but to refuse them and even -tually to turn away from them. This is the meaning of theLord’s words, “My yoke is easy and my burden light”(Matthew 11:30). It is important to realize, though, that the difficulty of thinking like this and also of resisting evils increases tothe extent that we deliberately do evil things—in fact, tothat extent we become used to doing them until ulti -mately we no longer see them. Then we come to lovethem and to excuse them to gratify our love and to ration -alize them with all kinds of self-deceptions and call them permissible and good. This happens, though, to people who in early adulthood plunge into all kinds of evil with -out restraint and at the same time at heart reject every -thing divine. I was once shown the way to heaven and the way to hell. There was a broad path leading off to the left or north.There seemed to be a great many spirits traveling along it.In the distance, though, I could see a fairly large boulderwhere the broad path ended. Then two paths led off fromthe boulder, one to the left and the other, on the otherside, to the right. The path to the left was narrow and con - fined, leading around through the west to the south, and"
    },
    {
      "section": 67,
      "title": "Page 67",
      "text": "AFTERLIFE 48therefore into the light of heaven. The path to the right was broad and open, leading obliquely down toward hell. At first, everyone was clearly following the same path as far as the large boulder at the fork; but at that point theyparted company. The good turned to the left and startedalong the confined path that led to heaven. The evil didnot even see the boulder at the fork but fell over it andhurt themselves. When they got up, they rushed along thebroad path to the right that led toward hell. Later, the meaning of all this was explained to me. The first path, the broad one where so many good and evilpeople were traveling together, chatting with each otherlike friends with no visible difference between them,pictured people who live similarly honest and fair outwardlives, with no visible difference between them. The stoneat the fork or corner where the evil people stumbled, fromwhich they rushed along the path to hell, pictured divinetruth, which is denied by people who are focusing on hell.In the highest sense this stone meant the Lord’s divinehuman nature. However, people who acknowledge divinetruth and the divine nature of the Lord as well were takenalong the path that led to heaven. Paths in the other life picture the thoughts that flow from our aims or intentions. The paths that are presentedto view there answer exactly to the thoughts of our aims,and our course follows the thoughts that flow from our aims. This is why you can tell the quality of spirits and of"
    },
    {
      "section": 68,
      "title": "Page 68",
      "text": "The World of Spirits 49their thoughts from their paths. This also showed me the meaning of the Lord’s words, “Enter through the narrowgate, for broad is the gate and open the way that leads todestruction, and there are many who walk along it; con -fined is the path and narrow the gate that leads to life, andthere are few who find it” (Matthew 7:13–14). The waythat leads to life is not narrow because it is difficult butbecause so few people find it, as stated. The boulder I saw at the corner where the broad, com - mon path ended and the two ways seemed to lead inopposite directions showed me the meaning of the Lord’swords, “Have you not read what is written, ‘The stone thatthe builders rejected has become the head of the corner’?Whoever falls over this stone will be shattered” (Luke20:17–18). The stone means divine truth, and the rock ofIsrael means the Lord in regard to his divine humannature. The builders are the people of the church. Thehead of the corner is where the fork is, and to fall and be shattered is to deny and perish. I have been allowed to talk with some people in the other life who had distanced themselves from the affairs ofthe world in order to live in devotions and sanctity, and also with some who had mortified themselves in variousways because they thought this was renouncing the world and taming the desires of the flesh. However, most ofthem had wound up with a gloomy kind of life from thisand had distanced themselves from that life of active"
    },
    {
      "section": 69,
      "title": "Page 69",
      "text": "AFTERLIFE 50thoughtfulness that can be led only in the world, so they could not associate with angels. The life of angels ischeerful and blessed. It consists of worthwhile activitiesthat are deeds of thoughtfulness. Particularly, people whohave led a life withdrawn from worldly concerns areaflame with a sense of their own worth and constantlycrave heaven. They think of heavenly joy as their reward,with no knowledge whatever of what heavenly joy actu -ally is. When they are with angels and are let into thatjoy—which has no sense of merit and consists of activitiesand public duties and in bliss at the good that is accom -plished through them—they are as bewildered as thoughthey were seeing something totally alien to their faith.Since they are not open to these joys, they move off andassociate with people who have led the same kind of lifein the world. There are other people who have lived outwardly devo - tional lives, constantly in churches and at prayer there.They have mortified their souls while constantly thinkingabout themselves, how they are worthier and moreestimable than others and will be regarded as saints aftertheir death. They are not in heaven in the other lifebecause they have done all this with themselves first in mind. Since they have polluted divine truths by the self-love they immersed them in, some of them are so derangedthat they think they are gods. So they are with similarpeople in hell. Some of them are ingenious and crafty and"
    },
    {
      "section": 70,
      "title": "Page 70",
      "text": "The World of Spirits 51are in hells for the crafty people who used their skills and wiles to construct outward appearances that would leadthe masses to believe them possessed of a divine sanctity. I have mentioned all this to let it be known that the life that leads to heaven is not one of withdrawal from theworld but a life in the world, and that a life of piety apartfrom a life of thoughtfulness (which is possible only in theworld) does not lead to heaven at all. Rather, it is a life ofthoughtfulness, a life of behaving honestly and fairly inevery duty, every affair, every task, from our deeper natureand therefore from a heavenly source. The source of thislife is within us when we act honestly and fairly becausedoing so is in accord with divine laws."
    },
    {
      "section": 74,
      "title": "Page 74",
      "text": "The Heavens Are Made Up of Countless Communities The angels of any given heaven are not all together in one place, but are separated into larger and smaller commu -nities depending on differences in the good effects of thelove and faith they are engaged in. Angels engaged insimilar activities form a single community. There is aninfi nite variety of good activities in heaven, and eachindi vidual angel is, so to speak, his or her own activity. Kindred souls gravitate toward each other sponta - neously, as it were, for with each other they feel as thoughthey are with their own family, at home, while with othersthey feel like foreigners, as though they were abroad.When they are with kindred souls, they enjoy the fullestfreedom and find life totally delightful. We can see from this that the good gathers everyone together in the heavens, and that angels are differentiatedby what good they do. Still, it is not the angels who gatherthemselves, but the Lord, the source of all that is good. Heleads them, unites them, differentiates them, and keepsthem in freedom to the extent that they are engaged inwhat is good. So he keeps every individual in the life of hisor her own love, faith, intelligence, and wisdom—andthere fore in happiness. Further, people of similar quality all recognize each other there just the way people in this world recognizetheir neighbors and relatives and friends, even though 55"
    },
    {
      "section": 75,
      "title": "Page 75",
      "text": "they may never have seen each other before. This hap - pens because the only relationships and kinships andfriendships in the other life are spiritual ones, and aretherefore matters of love and faith. I have often been allowed to see this when I was in the spirit and therefore out of body and in the company ofangels. Then some of them looked to me as though I hadknown them from infancy, while others seemed totallyunfamiliar. The ones who looked as though I had knownthem from infancy were the ones who were in a state likethat of my own spirit, while the unfamiliar ones were indissimilar states. All the individuals who make up a particular angelic community have a general facial resemblance, but differin detail. I could grasp this general similarity and partic -ular difference to some extent on the basis of similar situa -tions in this world. We know that every race has a generalsimi larity about the face and eyes that enables us to recog -nize it and distinguish it from other races, and that thesame is even more true from one family to another. Thisholds true much more perfectly in the heavens, becausethere all the deeper feelings are visible and shine forth from the face, the face there being their outward andgraphic form. It is not possible in heaven to have a facethat differs from our feelings. I have also been shown how this general similarity is var ied in detail in the individuals of a single community.AFTERLIFE 56"
    },
    {
      "section": 76,
      "title": "Page 76",
      "text": "There was a kind of angelic face that appeared to me, and this was varied according to the qualities of affections forthe good and the true that were characteristic of the indi -vid uals in a particular community. These variations lastedquite a while, and through it all I noticed that the samegeneral face remained constant as a basis, with everythingelse being simply derivations and elaborations from it. Inthis way, too, I was shown the affections of the whole com -munity that occasioned the differences in the faces of itsmembers, for as already noted, the faces of angels are theirdeeper qualities taking form, which means they are formsof the affections proper to their love and faith. We have noted above that there are larger and smaller com munities in the heavens. The larger ones consist oftens of thousands of individuals, the smaller of some thou -sands, and the smallest of hundreds. There are even peo -ple who live alone, house by house, so to speak, and family by family. Even though they live apart, they are stillarranged in the same pattern as those who live in commu -ni ties, with the wiser of them in the center and the simplerat the periphery. They are very closely under the Lord’sguidance, and are the best of angels. Each Community Is a Heaven in Smaller Form and Each Angel a Heaven in Smallest Form The reason each community is a heaven in smaller form and each angel a heaven in smallest form is that the activ -Heaven 57"
    },
    {
      "section": 77,
      "title": "Page 77",
      "text": "ity of love and faith is what makes heaven. This good activ ity is in every community of heaven and in everyangel of a community. It does not matter that this activityis different and distinctive everywhere, it is still theactivity of heaven. The only difference is that heaven hasone activity here and another there. So whenever anyoneis raised into any community of heaven, they say that theyare in heaven, each in his or her own. All the people whohave arrived in the other life realize this; so individualswho are standing outside or below heaven and looking offinto the distance where there is a gathering of angels saythat heaven is there—and over there as well. Just as a whole community is a heaven in lesser form, so too an angel is a heaven in least form. For heaven is notout side angels but within them. Their deeper levels, the lev els of their minds, are arranged in the form of heaven and there fore are arranged to accept all the elements ofheaven that are outside them. These elements theyaccept accord ing to the quality of the goodness that is within them from the Lord. As a result, an angel is also aheaven. It can never be said that heaven is outside anyone. It is within; because every angel accepts the heaven that is out side in keeping with the heaven that is within. We cansee, then, how mistaken people are who think that gettinginto heaven is simply a matter of being taken up amongthe angels, regardless of the quality of their inner life, whoAFTERLIFE 58"
    },
    {
      "section": 78,
      "title": "Page 78",
      "text": "believe that heaven is granted merely because of [the Lord’s] mercy. On the contrary, unless heaven is within anindi vidual, nothing of the heaven that is outside flows inand is accepted. Since everyone accepts the heaven that is outside accord ing to the quality of the heaven that is within,angels accept the Lord in the same way, because it is theLord’s divine nature that constitutes heaven. Conse -quently, when the Lord renders himself present in anypartic ular commu nity, his appearance depends on thenature of the good activity that community is engaged in.It is therefore not exactly the same in one community asin another. It is not that this difference is in the Lord: it isin the individuals who are seeing him from their owngood ness and there fore in keeping with it. They areaffected by the sight of him according to the quality oftheir own love. The ones who love him deeply are deeplymoved, while the ones who love him less deeply are lessdeeply moved. Evil peo ple, who are outside of heaven,find his presence intensely painful. When the Lord does appear in any community, he appears there as an angel, but he is identified by the divinequality that shines through. The Whole Heaven Reflects a Single Individual It is a secret not yet known in this world that heaven,taken in a single all-inclusive grasp, reflects a single indi -Heaven 59"
    },
    {
      "section": 79,
      "title": "Page 79",
      "text": "vidual. In heaven, though, nothing is better known. Knowing this, knowing particulars and details about it, isthe hallmark of angelic intelligence there. In fact, manyother things follow from it and do not come clearly anddis tinctly to mind without this as their general principle.Since angels do know that all the heavens, like their com -munities, reflect a single individual, they refer to heavenas the universal and divine human—“divine” because theLord’s divine nature constitutes heaven. Actually, angels do not see heaven in a single overview in this kind of form, since the entire heaven does not liewithin the scope of any angel’s sight. However, they doconsistently see particular communities that are made upof many thousands of angels as single units in this kind ofform; and from the community as a sample they draw theirinference about the totality that is heaven. This is becausein the most perfect form the greater elements are arrangedlike the parts, and the parts like the greater elements. Theonly distinction is between what is greater and what islesser. Therefore they say that the entire heaven looks likethis in the Lord’s sight, because the Divine sees everythingfrom the very center and summit. Since heaven is of this nature, it is also governed by the Lord as though it were a single individual and therefore asingle unit. We ourselves consist of countless differentthings, both overall and in our parts. We are made upoverall of our limbs, organs, and viscera, and in our partsAFTERLIFE 60"
    },
    {
      "section": 80,
      "title": "Page 80",
      "text": "of series of nerves, fibers, and blood vessels—made up of members within members, then, and parts within parts.Still, we do of course recognize that when we do anything,we do it as whole individuals. This is what heaven is like,too, under the Lord’s guardianship and guidance. The reason so many varied elements act as one in an individual is that there is nothing whatever there thatdoes not contribute something to the common good anddo something useful. The inclusive body serves its partsand the parts serve the inclusive body because the inclu -sive body is made up of parts and the parts make up theinclusive body. So they provide for each other respec -tively, they focus on each other mutually, and they areunited in the kind of form that gives every single compo -nent a relationship to the inclusive entity and its well-being. This is what enables them to act as a unit. It is the same with assemblies in the heavens. People there unite in this kind of form in pursuit of any worth -while activity. As a result any individuals who do notserve some use for the larger body are cast out of heaven because they are misfits. To “serve some use” is to intendwell to others for the sake of the common good, while “notto serve some use” is to intend well to others not for the sake of the common good but for the sake of oneself. Since heaven in its entirety does reflect a single indi - vid ual, and is in fact the divine spiritual person in itsgreat est form and image, heaven is therefore differenti -Heaven 61"
    },
    {
      "section": 81,
      "title": "Page 81",
      "text": "ated into members and parts like a person, and these are given similar names. Angels know what member onecommunity or another is in and say that this communityis in the member or province of the head, that one in themember or province of the chest, that one in the memberor province of the genitals, and so on. In general, the highest or third heaven forms the head down to the neck, the middle or second forms the torso asfar as the genitals and knees, and the lowest or first formsthe feet to the very soles and also the arms all the way tothe fingers, since the arms and hands are among our“lowest things” even though they are at our sides. We cansee from this again why there are three heavens. Each Community in the Heavens Reflects a Single Individual I have been allowed to see that a whole angelic community appears as a single entity in human form when the Lord makes himself present. High up toward the east, there appeared something that looked like a cloud, whiteat first and then reddening, surrounded by little stars. Itcame down, and as it gradually did so, it became brighterand finally took on a perfect human form. The little stars that surrounded the cloud were angels, who looked like that because of the light from the Lord. We do need to realize that even though all the individ - uals in a community of heaven look like a single entity inAFTERLIFE 62"
    },
    {
      "section": 82,
      "title": "Page 82",
      "text": "human likeness when they are all together, still one com - munity is not the same person as any other. They aredifferen tiated like the faces of individuals of one lineage.The reason for this is that they differ depending on thevarious good activities that they participate in and thatgive them their form. Those communities that are in thecentral or highest heaven and are at its center appear inthe most perfect and lovely human form. It is worth noting that the more members there are in a single community and the more united they are in action,the more perfect is their human form. This is because vari -ety arranged in a heavenly form makes perfection; andvariety occurs where there are many individuals. Every community in heaven is growing in numbers daily, and the more it grows, the more perfect it becomes.In this way, not only is the community perfected, butheaven in general is perfected as well, since the commu -nities constitute heaven. Since heaven is perfected by its numerical growth, we can see how mistaken people are who believe that heavenwill be closed to prevent overcrowding. Actually, it is justthe reverse. It will never be closed, and its ever increasingfullness makes it more perfect. So angels long for nothingmore than to have new angel guests arrive there. Every Angel is in Perfect Human Form Let us turn to experience now. As for angels being humanHeaven 63"
    },
    {
      "section": 83,
      "title": "Page 83",
      "text": "forms, or people, this I have seen thousands of times. I have talked with them face to face, sometimes with justone, sometimes with several in a group, and as far as theirform is concerned, I have seen in them nothing differentfrom that of a human being. At times I have felt surprisedthat they were like this; and to prevent it being said thatthis was some illusion or hallucination, I have beenallowed to see them while I was fully awake, or while I wasin full pos ses sion of my physical senses and in a state ofclear perception. I have often told them that people in the Christian world are in such blind ignorance about angels and spiritsthat they think of them as minds without form, as merethoughts, and can conceive of them only as somethingairy with something alive within it. Further, since theyattribute to them nothing human except a capacity forthought, they believe angels cannot see because theyhave no eyes, cannot hear because they have no ears, andcannot talk because they have no mouths or tongues. Angels have replied that they know many people on earth have this kind of belief and that it is prevalentamong the learned and—strangely!—among the clergy.They have told me that it is because some of the learned who were particularly eminent and who came up with thiskind of concept of angels and spirits thought about themon the basis of the sensory faculties of the external person.If people think on this basis and not on the basis of a moreAFTERLIFE 64"
    },
    {
      "section": 84,
      "title": "Page 84",
      "text": "inward light and the common idea native to everyone, they cannot help constructing images like this, becausethe sensory faculties of the external person grasp onlymatters that are within the bounds of nature and notthings that are higher. So they do not grasp anything at allabout the spiritual world. From these eminent people asleaders, false thoughts about angels spread to people whodid not think independently but relied on others; andpeople who let their thinking rely primarily on others andthen form their faith, and later look into these matterswith their minds, have a hard time giving these ideas up.As a result, many of them cooperate in confirming thesefalse notions. Angels have also told me that people of simple faith and heart are not caught up in this concept of angels, but havean image of them as people in heaven. This is because theyhave not let erudition snuff out the image implanted in them from heaven and because they do not grasp any -thing unless it has some form. This is why the angels wesee sculpted and painted in churches are invariably repre -sented as human. As for this “image implanted in themfrom heaven,” angels tell me that it is something divinethat flows into people who are intent on goodness of faithand life. On the grounds of all my experience, which has lasted for several years now, I can say with full confidence that intheir form, angels are completely human. They haveHeaven 65"
    },
    {
      "section": 85,
      "title": "Page 85",
      "text": "faces, eyes, ears, chests, arms, hands, and feet. They see each other, hear each other, and talk to each other. Inshort, they lack nothing that belongs to humans exceptthat they are not clothed with a material body. I have seenthem in their own light, which is far, far greater thannoonday on our earth, and in that light I have seen all thedetails of their faces more crisply and clearly than I haveseen the faces of people here in the world. I have also been allowed to see an angel of the central heaven. His face was more glorious, more radiant, thanthat of angels of the lower heavens. I looked at him veryclosely, and he had a human form in full perfection. Some honest spirits I talked with about this were dis - tressed at heart that there was such ignorance in thechurch about the state of heaven and about spirits andangels. They kept insisting that I should take back themessage that they were not formless minds or ethereal breath but human in form, and that they saw and heardand felt just as much as people in this world do. Owing to the Lord’s Divine Human, Heaven, in Its Entirety and in Its Parts, Reflects aPerson This conclusion—that it is owing to the Lord’s divine human that heaven, in its entirety and in its parts, reflectsa person—follows from all the things that have been presented [elsewhere]: (1) the Lord is God of heaven; (2)AFTERLIFE 66"
    },
    {
      "section": 86,
      "title": "Page 86",
      "text": "it is the Lord’s divine nature that makes heaven; (3) the heav ens are made up of countless communities, and eachcom munity is a heaven in smaller form and each angel aheaven in smallest form; (4) the whole heaven, grasped as asingle entity, reflects a single individual; (5) each com mu -nity in the heavens reflects a single individual; (6) there -fore every angel is in perfect human form. All these propo -sitions lead to the conclusion that because the Divine iswhat makes heaven, the Divine is human in form. The truth of this has been witnessed to me by an abun - dance of experiences, some of which now follow. None of the angels in the heavens ever sees the Divine in any form except the human form. Even more remark -ably, angels in the higher heavens cannot think aboutwhat is divine in any other way. They are led into thenecessity of thinking this way because of the essentialdivine that is flowing into them and also because of theform of heaven, which determines how their thoughtsreach out around them. In fact, all the thought that angels have spreads out in heaven, and they have intelligenceand wisdom in proportion to this outreach. This is whyeveryone there acknowledges the Lord, since the divinehuman exists only in him. I have not only been told this by angels, I have been allowed to perceive it when I was raised into a more inward sphere of heaven. We can see, then, that the wiser angels are, the more clearly they perceive this, which is why the Lord is visibleHeaven 67"
    },
    {
      "section": 87,
      "title": "Page 87",
      "text": "to them. The Lord does appear in a divine angelic form, which is a human form, to people who acknowledge andtrust in a visible Divine Being, but not to people whoacknowl edge and trust in an invisible Divine Being. Theformer can see the Lord’s divine [form], but the lattercannot. Since heaven in its entirety and in its parts does reflect a person because of the Lord’s divine human, angels saythat they are “in the Lord” and even that they are “in hisbody,” meaning that they are in the very substance of hislove. This is also what the Lord is teaching us when hesays, “Abide in me, and I in you. As the branch cannotbear fruit on its own unless it abides in the vine, so neithercan you unless you abide in me; for without me you can donothing. Abide in my love. If you keep my precepts, youwill abide in my love” (John 15:4–10). Since this is how the Divine Being is perceived in the heavens, it is instinctive in everyone who accepts anyinflow from heaven to think of the Lord in a human guise.The ancients did so and even modern people do, bothoutside and inside the church. Simple people see him inthought as an ancient one, in glory. But this instinct has been stifled by all the people who have distanced themselves from the heavenly inflow bypride in their own intelligence and by evil lives. The oneswho have stifled it by pride in their intelligence prefer aninvisible God, while the ones who have done so by evilAFTERLIFE 68"
    },
    {
      "section": 88,
      "title": "Page 88",
      "text": "lives prefer no God at all. Because this instinct is not in them, neither type knows that it even exists, althoughthis is the essential heavenly divine nature that flows intous first and foremost from heaven because we are born forheaven; and no one enters heaven without some conceptof the Divine Being. People in heaven are amazed that people here believe they are intelligent when they think of something invis -ible in the process of thinking about God, something thatcannot be comprehended in any form, and that they callpeo ple who think otherwise unintelligent and even sim -ple minded, when the opposite is in fact the case. Theyassert that if people who regard themselves as intelligenton this account would examine themselves, they wouldfind nature in the place of God—for some, the nature infront of their eyes, for others, a nature they cannot see with their eyes. They would find that they are so blindthat they do not know what God is, what an angel is, whata spirit is, what the soul is that will live after death, whatthe life of heaven is for us, or many other things that are matters of intelligence. Yet all the people whom they callsimple know these things in their own way. They have animage of God as a Divine Being in human form, an imageof an angel as a heavenly person, a concept of their soulthat will live after death as being like an angel, and a con -cept of the life of heaven for us here as living by the divine com mand ments. Angels refer to these people as intelli -Heaven 69"
    },
    {
      "section": 89,
      "title": "Page 89",
      "text": "gent and fit for heaven, but the others they call unin - telligent. There Is a Correspondence of Everything in Heaven with Everything in the Human Being People today do not know what “correspondence” is. There are many reasons for this ignorance, the primaryone being that we have moved away from heaven becauseof our love for ourselves and for the world. You see, peoplewho love themselves and the world above all focus onnoth ing but earthly matters because these provide gratifi -cation to their more outward senses and pleasure to theirmoods. They do not attend to spiritual matters becausethese offer gratification to their deeper senses and pleas -ure to their minds. So they set such matters aside, sayingthat they are too lofty to think about. The early people behaved differently. For them, knowl - edge about correspondences was the pearl of all knowl -edge. By means of it, they gained intelligence and wisdom,and by means of it those who were of the church had acommunication with heaven. Knowledge about corre -spon dences is in fact angelic knowledge. The earliest ones, who were heavenly people, did their think ing from correspondence like angels, so they couldeven talk with angels. Further, the Lord was quite oftenvisi ble to them, and taught them. Nowadays, though, thisAFTERLIFE 70"
    },
    {
      "section": 90,
      "title": "Page 90",
      "text": "knowl edge has been so completely lost that people do not know what correspondence is. First, I need to state what correspondence is. The whole natu ral world is responsive to the spiritual world—thenatural world not just in general, but in detail. So what -ever arises in the natural world out of the spiritual one iscalled “something that corresponds.” It needs to be real -ized that the natural world arises from and is sustained inbeing by the spiritual world, exactly the way an effectrelates to its efficient cause. By “the natural world,” I mean all that extended reality that is under our sun and that receives its light andwarmth from it. All the things that are sustained in beingfrom that source belong to that world. The spiritual world,in contrast, is heaven, and to that world belong all thethings that are in the heavens. Since a human being is a heaven and a world in least form in the image of the greatest, there is a spiritual worldand a natural world within each of us. The deeper ele -ments, which belong to our minds and relate to our intel -ligence and volition, constitute our spiritual world, whilethe outer elements, which belong to our bodies and relate to our senses and actions, constitute our natural world.Any thing that occurs in our natural world (that is, in ourbod ies and their senses and actions) because of our spiri -tual world (that is, because of our minds and their intelli -gence and volition) is called something that corresponds.Heaven 71"
    },
    {
      "section": 91,
      "title": "Page 91",
      "text": "We can see in the human face what correspondence is like. In a face that has not been taught to dissimulate, all the affections of the mind manifest themselves visibly ina natural form, as though in their very imprint, which iswhy we refer to the face as “the index of the mind.” This isour spiritual world within our natural world. Similarly,elements of our understanding are manifest in our speech,and matters of our volition in our physical behavior. Sothings that occur in the body, whether in our faces or inour speech or in our behavior, are called correspondences. There Is a Correspondence of Heaven with Everything Earthly All earthly things are differentiated into three classes that we call “kingdoms,” namely the animal kingdom, thevegetable kingdom, and the mineral kingdom. Membersof the animal kingdom are correspondences on the firstlevel because they are alive. Members of the vegetable king dom are correspondences on the second levelbecause they merely grow. Members of the mineral king -dom are correspondences on the third level because theyneither live nor grow. The correspondences in the animal kingdom are the liv ing creatures of various kinds, both those that walk andcreep on the earth and those that fly in the air. We neednot list them by name, because they are familiar. Corres -pon dences in the vegetable kingdom are all the thingsAFTERLIFE 72"
    },
    {
      "section": 92,
      "title": "Page 92",
      "text": "that grow and bloom in gardens and forests and farms and meadows, which again are so familiar that they need notbe listed by name. Correspondences in the mineral king -dom are metals noble and base, stones precious and com -mon, and soils of various kinds, as well as bodies of water.Beyond these, things made from these elements by humanindustry for our use are correspondences, things such asfoods of all kinds, garments, houses, major buildings, andso on. Things that are above the earth are also correspon - dences, things like the sun, the moon, and the stars, andalso things that occur in our atmospheres like clouds,mists, rainstorms, lightning bolts, and thunderclaps. Theemanations of the sun in its presence and absence likelight and shade, warmth and cold, are also correspon -dences; and so are such corollaries as the times of the yearcalled spring, summer, fall, and winter, and the times ofthe day—morning, noon, evening, and night. The fact that everything in this world arises from the Divine and is clothed with the kinds of elements in naturethat enable it to be present there, serve some use, andthere fore correspond, follows clearly from little things wecan observe in both the animal and the vegetable king -doms. In each there are things that anyone, with some deeper thought, can see must come from heaven. By wayof illustration I may mention only a few out of the count - less many.Heaven 73"
    },
    {
      "section": 93,
      "title": "Page 93",
      "text": "First, some from the animal kingdom. In this field, many people realize what kind of knowledge is virtually instinctive in any creature you choose. Bees know how tocollect honey from flowers, build cells from wax in whichthey store their honey, and so provide food for themselvesand their families for the coming winter. Their queen layseggs, while the others cover them over and lead heraround so that a new generation may be born. They liveunder a kind of government that all their members knowinstinctively, protecting their useful members and expel -ling the useless ones and clipping off their wings. Thereare even more marvels that are given them from heavenfor their use. In fact, their wax serves the human racethroughout the world for candles, and their honey forflavoring foods. Then what about caterpillars, the lowest creatures in the animal kingdom! They know how to nourish them -selves with the sap of their leaves and in due time how tomake a covering around themselves and virtually putthem selves in a womb and so to hatch offspring of theirown species. Some first turn into nymphs and chrysalidesand make threads, and after exhausting labor grace them -selves with new bodies and adorn themselves with wings.Then they fly in the air as though it were their heaven,celebrate their “weddings,” lay their eggs, and so providethemselves with a posterity.AFTERLIFE 74"
    },
    {
      "section": 94,
      "title": "Page 94",
      "text": "Over and above these particular examples, all the fowl of the air know the foods that are good for them—not only what they are, but where they are. They know how toconstruct nests for themselves, each species differentlyfrom all others, how to lay their eggs there, incubate them,hatch and feed their chicks, and expel them from the nestwhen they can be on their own. They also know the par -tic u lar enemies they must avoid and the allies they canassociate with, all from earliest infancy. I will say nothingabout the wonders in the eggs themselves, where every -thing necessary for the formation and nourishment of theembryonic chicks lies properly available, or countlessother wonders. Will anyone who thinks with any rational wisdom say that such things arise from any source but a spiritualworld, a world that the natural world serves by clothingwhat comes from it with a body, or presenting in effectthat which is spiritual in origin? The reason why earthbound animals and the fowl of the air are born into all this knowledge while we, who areactually superior, are not, is that animals are in the properpattern of their life and cannot destroy what is withinthem from the spiritual world because they are notrational. It is different for us, who think from the spiritualworld. Because we have corrupted ourselves by livingcontrary to the design that reason itself has recommendedHeaven 75"
    },
    {
      "section": 95,
      "title": "Page 95",
      "text": "to us, we cannot escape being born into total ignorance, so that we can be led from there, by divine means, backinto the pattern of heaven. We can deduce how members of the vegetable kingdom correspond from a multitude of instances—for example,from the fact that tiny seeds grow into trees, beget leaves,produce flowers and then fruits in which they placeanother generation of seeds, and that these things happenin a sequence and emerge all together in such a wondrousdesign that there is no way to describe it briefly. It wouldtake volumes, and still there would be deeper mysteriessuited to their uses that our knowledge could not compass. Because these things stem from the spiritual world or heaven, which is in a human form, it is also true that thedetails of that kingdom have a kind of relationship tohuman characteristics—a fact that is recognized by someindividuals in the learned world. It has become clear to me from a great deal of experi - ence that everything in that kingdom is also a correspon -dence. Very often, when I have looked over trees andfruits and flowers and vegetables in gardens, I havebecome aware of corresponding things in heaven. Then Ihave talked with nearby people there and have learnedwhere these plants were from and what their character - istics were. Nowadays, though, no one can know about the spiri - tual things in heaven to which natural things in the worldAFTERLIFE 76"
    },
    {
      "section": 96,
      "title": "Page 96",
      "text": "correspond except from heaven, because the knowledge of correspondence has now been completely lost. I shouldlike to present a few examples to show what the corre -spon dence of spiritual things with natural ones is like. In general, earth’s living creatures correspond to affec - tions, the mild and useful ones to good affections, thefierce and useless ones to evil affections. Specifically,cattle and calves correspond to affections of the naturalmind, sheep and lambs to affections of the spiritual mind.Flying crea tures, species by species, correspond to cogni -tive activ ities of either level of the mind. This is why var -ious ani mals such as cattle, calves, rams, sheep, male andfemale goats, male and female lambs, as well as pigeonsand turtle doves were accepted for holy use in the Israelitechurch, which was a representative church. They used them for their sacrifices and burnt offerings, and in theseuses they did in fact correspond to spiritual realities that are under stood in heaven in accord with their correspon - dence. The reason animals are affections, according to their genera and species, is that they are alive, and the only source of the life of any creature is from affection and is inproportion to it. We humans are like animals as far as ournatural person is concerned, which is why we are com -pared to them in colloquial usage. For example, we call agen tle person a sheep or a lamb, a violent one a bear or a wolf, a crafty one a fox or a snake, and so on.Heaven 77"
    },
    {
      "section": 97,
      "title": "Page 97",
      "text": "There is a similar correspondence with things in the veg etable kingdom. A garden, in general terms, corre - sponds to heaven in respect to intelligence and wisdom,which is why heaven is called the garden of God and a par -adise, and why we call it a heavenly paradise. Trees, species by species, correspond to perceptions and firsthand knowledge of what is good and true, which yieldintelligence and wisdom. So the early people, who wereabsorbed in the knowledge of correspondences, held theirholy worship in groves. This is why trees are mentioned sooften in the Word and why heaven, the church, andpeople are compared to them—to the vine, for example,the olive, the cedar, and others—and the good we do iscom pared to fruit. Further, the foods we derive from them, especially the ones we get from crops planted in fields, correspond toaffec tions for what is good and true because they nourishour spiritual life the way earthly foods nourish our natural life. Bread, generally speaking, corresponds to an affection for whatever is good because it is the mainstay of life andbecause it is used to mean all food. It is because of this cor -respondence that the Lord calls himself the bread of life;and it is also because of this that bread was put to holy use in the Israelite church—they did in fact place bread onthe table in the tabernacle and called it “the bread of pres -ence.” Then too, all divine worship that they per formedAFTERLIFE 78"
    },
    {
      "section": 98,
      "title": "Page 98",
      "text": "by sacrifices and burnt offerings was called “bread.” Because of this correspondence too, the most sacred wor -ship in the Christian church is the Holy Sup per, in whichbread and wine are shared. We may note briefly how the union of heaven with the world occurs by means of correspondences. The Lord’skingdom is a kingdom of purposes that are functions or—which amounts to the same thing—of functions that arepurposes. For this reason, the universe has been so createdand formed by the Divine that functions can clothe them -selves in materials that enable them to present themselvesin act or in results, first in heaven and then in this world,and so step by step all the way to the lowest things innature. We can see from this that the correspon dence ofnatural phenomena with spiritual ones, or of the worldwith heaven, takes place through functions, and that thefunctions are what unite them. We can also see that theforms that clothe the functions are correspon dences andunions to the extent that they are forms of the functions. As for us, though, our acts are services in forms to the extent that we live according to the divine design—thatis, in love for the Lord and in thoughtfulness toward our neighbor. To that extent, our acts are correspondencesthat unite us to heaven. In general terms, loving the Lordand our neighbor is being of service. We need to know as well that it is humankind through which the natural world is united to the spiritual world,Heaven 79"
    },
    {
      "section": 99,
      "title": "Page 99",
      "text": "that we are the means of the union. For there is within us a natural world and also a spiritual world; so to the extentthat we are spiritual, we are a means of union. However, tothe extent that we are natural and not spiritual, we are nota means of union. The Lord’s inflow into the world andinto the world’s gifts within us continues even without ouraid, but it does not come into our rational functioning. The Sun in Heaven Our world’s sun is not visible in heaven, and neither isany thing that is derived from it, since all that is natural.Nature, in fact, begins with that sun, and whatever is pro -duced by it is called natural. The spiritual reality in whichheaven exists, though, is above nature and completelydistinct from anything natural. They communicate witheach other only through correspondences. However, even though neither this world’s sun nor anything derived from it is visible in heaven, there is a sunthere; there is light and warmth, there are all the things wehave in our world and many more—not from the sameorigin, though, since things in heaven are spiritual whilethings in our world are natural. Heaven’s sun is the Lord; light there is the divine truth and warmth the divine good that radiate from the Lord asthe sun. Everything that comes into being and manifestsitself in the heavens is from this source.AFTERLIFE 80"
    },
    {
      "section": 100,
      "title": "Page 100",
      "text": "The reason the Lord in heaven appears as the sun is that he is the divine love from which all spiritual things come into being—and, through the agency of our world’s sun,all natural things as well. That love is what shines like asun. However, when the Lord appears in heaven (which hap pens quite often) he does not appear clothed with thesun but in an angelic form, distinguishable from the angelsby the divine quality that shines from his face. He is notactually there in person—since the Lord “in person” isalways clothed with the sun—but is present in appear-ance. It is commonplace in heaven for things to be seen asthough they were present in the place where their appear -ance is focused or delineated, even though this is very farfrom the place where they themselves actually are. Thispresence is called “a presence of inner sight.” Since the Lord is the sun of heaven, and since every - thing that comes from him looks toward him, the Lord isthe common center, the basis of all direction and orien -tation. So too everything beneath is in his presence andunder his control, everything in the heavens and every-thing on earth. Light and Warmth in Heaven People who think solely on the basis of nature cannot grasp the fact that there is light in the heavens; yet in theHeaven 81"
    },
    {
      "section": 101,
      "title": "Page 101",
      "text": "heav ens there is so much light that it is vastly greater than noon day light on earth. I have seen it often, even duringour evenings and nights. At first I was amazed when Iheard angels saying that our world’s light was nothing butshadow in comparison to heaven’s light, but now that Ihave seen it, I myself can bear witness. Its brightness andbril liance are beyond description. What I have seen inheaven I have seen in that light, and therefore moreclearly and distinctly than what I have seen in this world. People are thinking naturally when they are focusing solely on this world and attributing everything to nature.They are thinking spiritually, however, when they focuson heaven and attribute everything to the Divine. I have often been allowed to perceive that the light that illu mines the mind is a true light, quite different from the light that we call natural light. I have also been allowed tosee it. I have been gradually elevated into that light inwardly, and as I was raised up, my discernment wasenlight ened to the extent that I could grasp what I hadbeen unable to grasp before, ultimately things that couldin no way be comprehended by thought from naturallight. At times I have resented the fact that they wereincompre hensible [in natural light] when they were soclearly and plainly perceived in the heavenly light. Since our mind does have light, we speak of it much as we do of our eyes—for example, that it sees and is in thelight when it grasps something, and that it is in darknessAFTERLIFE 82"
    },
    {
      "section": 102,
      "title": "Page 102",
      "text": "and shadows when it does not; and there are many other similar sayings. Something now needs to be said about heaven’s warmth. In its essence, heaven’s warmth is love. Itemanates from the Lord as the sun, which is divine lovefor the Lord and from the Lord, as has been explained inthe preceding chap ter. We can therefore see that heaven’swarmth is just as spiritual as its light, because they comefrom the same source. There are two things that emanate from the Lord as the sun, divine truth and divine good. Divine truth comes outin heaven as light and divine good as warmth. However,divine truth and divine good are so united that they arenot two, but one. For angels, though, they are separated.There are angels who accept divine good more readilythan divine truth, and there are angels who accept divinetruth more readily than divine good. The ones who aremore open to divine good are in the Lord’s heavenlykingdom; the ones who are more open to divine truth arein the Lord’s spiritual kingdom. The most perfect angelsare the ones who are equally open to both. The fact that love is warmth of a spiritual origin can be seen from the way we grow warm in proportion to ourlove, even becoming inflamed and heated in proportionto its intensity and quality, with its full heat evident whenwe are attacked. This is why it is usual to talk aboutinflam ing, heating up, burning, boiling, and kindlingHeaven 83"
    },
    {
      "section": 103,
      "title": "Page 103",
      "text": "when we are talking about either the affections of a good love or the cravings of an evil love. How the States of Angels in Heaven Change Angels are not constantly in the same state as to love, andconsequently they are not in the same state as to wisdom,for all the wisdom they have is from their love and in pro -por tion to it. Sometimes they are in a state of intense love,some times in a state of love that is not intense. It decreasesgradually from its most to its least intense. When they arein the highest level of love, they are in the light andwarmth of their lives, or in their greatest clarity anddelight. Conversely, when they are in the lowest levelthey are in shadow and coolness, or in what is dim andunpleas ant. From this latter state they return to the first, and so on. The phases follow each other with constant variety. These states follow each other like variations of light and shade, warmth and cold, or like the morning, noon,evening, and night of individual days in our world, vary -ing constantly throughout the year. Not only that, theycorrespond—morning to the state of their love in clar ity,noon to the state of their wisdom in clarity, eve ning to thestate of their wisdom in dimness, and night to a state of no love or wisdom. It should be known, though, that there isno correspondence of night with the states of life of people in heaven, but rather a correspon dence of the half-lightAFTERLIFE 84"
    },
    {
      "section": 104,
      "title": "Page 104",
      "text": "that comes before dawn. The correspon dence of night is with people who are in hell. Because of this correspondence, “day” and “year” in the Word mean states of life in general, warmth and lightmean love and wisdom, morning the first and highestlevel of love, noon wisdom in its light, evening wisdom inits shade, and the half-light the dimness that comes justbefore the morning. Night, though, means the loss of loveand wisdom. As the states of the inner levels of angels’ love and wis - dom change, so too do the states of the various things thatsurround them and are visible to their eyes; for the thingsthat surround angels are given their appearance accordingto the things that are within them. I have been told from heaven why changes of state like this occur. Angels have said that there are many reasons.First, the delight of life and of heaven that angels enjoy because of the love and wisdom given them by the Lord would gradually pall if they were constantly engaged in it,the way it happens for people who are involved in pleas -ures and enjoyments without variety. A second reason isthat angels have a sense of self or self-image just as we do, and this involves loving themselves. All the people inheaven are kept free of their sense of self, and to the extentthat the Lord does keep them free, they enjoy love andwis dom. To the extent that they are not kept free, how -ever, they are caught up in love for themselves; and sinceHeaven 85"
    },
    {
      "section": 105,
      "title": "Page 105",
      "text": "all of them do love that sense of self and carry it with them, these changes of state or successive alternations do occur.A third reason is that they are made more perfect in thisway, since they become accustomed to being kept in lovefor the Lord and kept free from love for themselves.Further, by these alternations of delight and discomfort,their perception of and sensitivity to what is good becomemore and more delicate. They have gone on to say that the Lord does not pro - duce these changes of their states, since the Lord as thesun is always flowing in with warmth and light, that is,with love and wisdom. Rather, they themselves are thecause, since they love their sense of self and this is con -stantly misleading them. They illustrate this by compar -ison with our world’s sun, which is not the cause of thechanges of warmth and cold and of light and darkness, ofdis tinct years and distinct days, because it stays motion -less. The reason can be traced to our earth. When angels are in this last state, which is when they are involved in their sense of self, they begin to feel depressed. I have talked with them when they were in thisstate and witnessed their depression. They kept saying, though, that they lived in hope that they would soonreturn to their earlier state and be in heaven again, so tospeak, since heaven for them is being kept free from their sense of self.AFTERLIFE 86"
    },
    {
      "section": 106,
      "title": "Page 106",
      "text": "Time in Heaven Even though things keep happening in sequence and progress ing in heaven the way they do in the world, stillangels have no notion or concept of time and space. Thelack is so complete that they simply do not know whattime and space are. The reason angels do not know what time is (even though everything for them moves along in sequence justthe way it does in our world, so much so that there is nodif fer ence) is that in heaven there are no years or days, butonly changes of state. Where there are years and daysthere are times, and where there are changes of state,there are states. The reason we have times in our world is that the sun seems to move sequentially from one zone to another andto make the times we call the seasons of the year. It alsomoves around the earth and makes the times we call times of day, and it does these by fixed periods. It is different for heaven’s sun. It does not make years and days by sequential motions and rotations, but makesapparent changes of state; and it does not make these byfixed periods. This is why angels are incapable of hav ing any concept of time, but have a concept of state instead. It is much the same for all the things that occur as a result of time, such as the four seasons of the year called spring, sum mer, autumn, and winter; the four times of dayHeaven 87"
    },
    {
      "section": 107,
      "title": "Page 107",
      "text": "called morning, noon, evening, and night; our own four ages called infancy, youth, maturity, and old age; and withthe other things that either occur as a result of time or hap -pen in temporal sequence. When we think about them, itis from a temporal standpoint; but an angel thinks aboutthem from the standpoint of state. Consequently, any -thing in them that is temporal for us changes into an ideaof state for the angel. Spring and morning change into anidea of love and wisdom the way they are for angels in theirfirst state; summer and noon change into an idea of loveand wisdom as they are in the second state; autumn andeven ing, as they are in the third state; and night and win -ter into a concept of the kind of state that is character is ticin hell. This is why similar things are meant by these timesin the Word. We can see from this how the natural con -cepts that occur in our thought become spiritual for theangels who are with us. Since angels have no notion of time, they have a dif - ferent concept of eternity than we earthly people do. By“eternity,” angels perceive an infinite state, not an infi -nite time. I was thinking about eternity once, and using a concept of time I could grasp what “to eternity” entailed—namely, without end—but not what “from eternity”entailed and therefore not what God did before creation,from eternity. As my anxiety mounted because of this, Iwas raised into the sphere of heaven and therefore intoAFTERLIFE 88"
    },
    {
      "section": 108,
      "title": "Page 108",
      "text": "the perception of eternity shared by angels. This shed light for me on the fact that we ought not to think abouteternity in temporal terms but in terms of state, and thatwhen we do, we can grasp what “from eternity” entails,which was actually done for me. I have been allowed to know from experience what angels’ ignorance of time is like. There was a particularindividual from heaven whose nature did allow him to belet into natural concepts such as we have. I talked with himafterward, person to person, and at first he did not knowwhat it was that I was calling “time.” So I actually had totell him how the sun seems to travel around our earth andmake years and days, and that as a result, years are dividedinto four seasons and into months and weeks, and daysinto twenty-four hours, and that these times recur at fixed intervals. This gives rise to our expressions for time. He was astonished when he heard this, and said that he had not known that kind of thing, but only what states were. In the course of our conversation I mentioned that it was known in our world that there is no time in heaven.We do actually talk as though we knew, since when people die, we say that they have left temporal things and havepassed beyond time, meaning that they have left ourworld. I also said that it is known by some that times arestates in origin because they recognize that times areexperi enced in precise accord with the states of affectionwe are caught up in. They are short for us when we areHeaven 89"
    },
    {
      "section": 109,
      "title": "Page 109",
      "text": "engaged in pleasant and cheerful pursuits and long when we are engaged in distasteful and depressing ones, andvariable when we are in hope or expectation. As a result,scholars are asking what time and space are, and some ofthem even recognize that time is an attribute of the natu -ral person. A natural person may believe that we would have no thought if concepts of time, space, and matter were takenaway from us, that all our thought is based on these foun -da tions. Let such people know, though, that thoughts arelimited and constrained to the extent that they derivefrom time, space, and matter, and that they are freed andexpanded to the extent that they do not derive from suchthings, because to that same extent the mind is raisedabove bodily and worldly considerations. This is the source of angels’ wisdom, which is so great that we mustcall it incomprehensible, since it does not fit into ideas that are formed merely from these [lower] concerns. The Clothes Angels Appear In Since angels are people and live together the way peopleon earth do, they have clothes and homes and a greatmany other things: the difference, however, being thateverything is more perfect for them because they are in amore perfect state. For just as angelic wisdom surpasses our wisdom so greatly as to be inexpressible, so too doeseverything that comes to their perception and sight, sinceAFTERLIFE 90"
    },
    {
      "section": 110,
      "title": "Page 110",
      "text": "everything perceived by and apparent to angels corre - sponds to their wisdom. Like everything else, the clothes angels wear corre - spond, and since they do correspond they truly exist.Their clothes reflect their intelligence, so all the people inheaven are dressed according to their intelligence; andsince one will surpass another in intelligence, one willhave better quality clothing than another. The mostintel ligent wear clothes that gleam as though aflame,some radiant as though alight. The less intelligent wearpure white and soft white clothes that do not shine, andthose still less intelligent wear clothes of various colors.The angels of the inmost heaven, though, are naked. We can tell that angels’ clothes do not merely look like clothes but really are because they not only see them, theyfeel them as well. Further, they have many garments thatthey take off and put on, and they put away the ones theyare not using and put back on the ones they are. I have seen thousands of times that they wear different clothes. I have asked them where they got their clothes, and they have told me that their clothes come from the Lordand are given to them, and that sometimes they areclothed without noticing it. Angels’ Homes and Houses Since there are communities in heaven, with people liv -ing there the way we do, they too have homes; and theseHeaven 91"
    },
    {
      "section": 111,
      "title": "Page 111",
      "text": "vary depending on the state of the life of each indi vidual. They are splendid for people who are especially deservingand less splendid for people who are of lower rank. At times, I have talked with angels about homes in heaven, telling them that nowadays hardly anyone wouldbelieve that they have homes and houses—some becausethey do not see them, some because they do not realizethat angels are people, some because they believe that theangelic heaven is the sky they see about them with theireyes. Since this appears to be empty and they think thatangels are ethereal forms, they come to the conclusionthat angels live in the ether. Further, they do not grasp thefact that the same kinds of thing exist in the spiritualworld as in the natural, because they know nothing aboutthe spiritual. But it would be better to present some experiential evi - dence at this point. Whenever I have talked with angelsface to face, I have been with them in their houses. Theirhouses were just like the houses on earth that we call homes, but more beautiful. They have chambers, suites,and bedrooms in abundance, and courtyards with gar -dens, flower beds, and lawns around them. Where there issome concentration of people, the houses are adjoining,one near another, arranged in the form of a city withstreets and lanes and public squares, just like the ones we see in cities on our earth. I have been allowed to strollAFTERLIFE 92"
    },
    {
      "section": 112,
      "title": "Page 112",
      "text": "along them and look around wherever I wished, at times enter ing people’s homes. This has happened when I wasfully awake, with my inner sight opened. The architecture of heaven is such that you might call it the very essence of the art—and small wonder, since theart itself does come to us from heaven. Angels tell me that things like this and countless others even more perfect are presented to their view by the Lord;but that such sights actually delight their minds morethan their eyes because they see correspondences in thedetails, and through their correspondences they seethings divine. The houses angels live in are not constructed as houses in our world are, but are given them by the Lord gratis, toeach individual according to his or her acceptance ofwhat is good and true. They also change slightly inresponse to the changes of state of their deeper nature. Whatever angels possess, they attribute to the Lord, and anything they need is given to them. Space in Heaven Even though everything in heaven appears to be locatedin space just like things in our world, still angels have nonotion or concept of location and space. This can seemlike a paradox, and since it is highly significant, I shouldlike to shed some light on it.Heaven 93"
    },
    {
      "section": 113,
      "title": "Page 113",
      "text": "All motion in the spiritual world is the effect of changes of inner states, to the point that motion is nothing but change of state. This being the nature of motion, we can see that draw - ing near is likeness of inner state and moving away is dis -sim ilarity. This is also why in the spiritual world one individual is pres ent to another if only that presence is intenselydesired. This is because one person sees another inthought in this way and identifies with that individual’sstate. Con versely, one person moves away from another tothe extent that there is any sense of reluctance; and sinceall reluctance comes from an opposition of affections anddis agreement of thoughts, there can be many peopleappearing together in one place as long as they agree, butas soon as they dis agree, they vanish. Whenever people move from one place to another, whether it is within their town, in their courtyards, intheir gardens, or to people outside their own community,they get there more quickly if they are eager to and moreslowly if they are not. The path itself is lengthened orshort ened depending on their desire, even though it is thesame path. I have often seen this, much to my surprise. We can see from all this again that distance and space itself depend wholly on the inner state of angels; and sincethis is the case, no notion or concept of space can enterAFTERLIFE 94"
    },
    {
      "section": 114,
      "title": "Page 114",
      "text": "their minds even though they have space just the way we do in our world. We can illustrate this by our own thoughts, which are also devoid of space; for whatever we focus on intently inour thought is seemingly present. The essential first cause of all this is that the Lord is present to each individual according to that individual’slove and faith, and that everything looks near or remotedepend ing on his presence, since this is what definesevery thing that exists in the heavens. This is what givesangels wisdom, since it provides them with an outreach ofthoughts, which in turn affords them communicationwith everyone in the heavens. In a word, this is whatenables them to think spiritually and not naturally, theway we do. Forms of Government in Heaven Since heaven is differentiated into communities, and thelarger communities consist of some hundreds of thou -sands of angels, and since all the people in a given com -munity are involved in similar good but not in similarwisdom, it follows of necessity that there are forms of gov -ern ment. Good order needs to be kept, and all matters ofgood order seen to. The actual forms of government in heaven vary, though. There is one kind in the communities that consti -Heaven 95"
    },
    {
      "section": 115,
      "title": "Page 115",
      "text": "tute the Lord’s heavenly kingdom and another in the communities that constitute the Lord’s spiritual kingdom.They even vary depending on the particular function ofeach community. However, in the heavens there is nogovernment except the government of mutual love, andthe government of mutual love is heavenly government. In the Lord’s spiritual kingdom there are various forms of government, not the same in one community as inanother but varying depending on the functions thecommunities fulfill. Their functions parallel those of thehuman [body], to which they correspond; and the varietyof these is well known. The heart has one function, thelungs another, the liver another, the pancreas and spleenothers, and so also for each sensory organ. Just as we havethese various services going on in our bodies, so services are carried on in the universal human that is heaven, since it is its communities that correspond to them. Still, all the forms of government share a central focus on the public good as their end, and within that good, the good of each individual. This is because everyone in allheaven is under the guidance of the Lord, who lovesevery one and who from his divine love arranges things sothat it is the common good from which individualsreceive what is good for them. Each individual receivesbenefit in proportion to his or her love of the whole, for tothe extent that they love the whole they love all the indi -AFTERLIFE 96"
    },
    {
      "section": 116,
      "title": "Page 116",
      "text": "viduals. Since this love is the Lord’s they are proportion - ally loved by the Lord and are benefited. We may conclude from this what the officials are like— namely, that they are the people who more than othersenjoy love and wisdom and who therefore, out of thatlove, wish well to everyone and out of that wisdom knowhow to make sure it happens. People like this do not con -trol and command but minister and serve, for doing goodfor others out of a love for what is good is serving, and mak -ing sure that it happens is ministering. They do not makethemselves more important than other people but less so,for they put the welfare of the community and of theirneighbor first and their own later. What is first is moreimportant, and what is later is less. They do have respect and renown, though. They live in the center of their communities, loftier than others, andin splendid mansions as well; and they accept this renownand respect. However, they do so not on their ownaccount but for the sake of obedience. They all know thatthis respect and this renown are gifts from the Lord, sothat they may be obeyed. This is the meaning of the Lord’s words to the disciples: Whoever among you wants to be great needs to min - is ter to you; and whoever among you wants to be first needs to serve you. (Matthew 20:27–28[26–28])Heaven 97"
    },
    {
      "section": 117,
      "title": "Page 117",
      "text": "There are forms of government in the hells as well; for unless there were, they would not be kept in restraint. However, the forms of government there are exactopposites of those in the heavens because they all derivefrom selfishness. All people there want to control othersand to be preeminent. They hate the people who do notagree with them, and use vicious means to get even withthem because this is what selfishness is like. So for them itis the more vicious ones who hold office, and who areobeyed out of fear. But more on this later, where I discussthe hells. Divine Worship in Heaven Outwardly, divine worship in the heavens is not unlikedivine worship on earth, but inwardly it is different. Peo -ple there too have doctrines and sermons and church build ings. The doctrinesagree in essentials, but those inthe higher heavens are of deeper wisdom than those oflower heavens. The sermons are in keeping with the doc -trines; and just as they have homes and mansions, theyalso have church buildings where the instruction takesplace. The reason things like this exist in heaven is that angels are constantly being perfected in wisdom and love. Theyhave volition and intellect just as we do, and their intel - lect, like their intentions, is by nature constantly strivingtoward perfection—their intellect by means of the truthsAFTERLIFE 98"
    },
    {
      "section": 118,
      "title": "Page 118",
      "text": "that constitute intelligence and their intentions through the values that constitute love. All preachers are from the Lord’s spiritual kingdom and none from his heavenly kingdom. The reason they arefrom the spiritual kingdom is that people there areattuned to truths that stem from what is good, and allpreach ing comes from truths. The reason none is from hisheavenly kingdom is that the people there are attuned tothe good of love, and see and grasp truths on this basis, butdo not talk about them. Even though the angels who are in the heavenly king - dom grasp and see truths, there are still sermons therebecause sermons are means of enlightenment in the truthsthat the angels already know and lead to further perfec -tion by means of many things they have not knownbefore. The moment they hear them, they acknowledgethem and therefore grasp them. The truths they grasp theyalso love, and by living according to them they make thempart of their life. They say that living by truths is lovingthe Lord. All the doctrines that govern the preaching focus on life as their end, none on faith apart from life. The Power of Heaven’s Angels People who do not know anything about the spiritual world and its inflow into the natural world cannot graspthe fact that angels have power. They think that angelsHeaven 99"
    },
    {
      "section": 119,
      "title": "Page 119",
      "text": "can not have power because they are spiritual and so pure and insubstantial that they cannot even be seen by oureyes. People who probe more deeply into the causes ofthings, though, feel otherwise about it. They are awarethat all the power we ourselves have comes from our intel -lect and volition, since without these we cannot move theslight est part of our bodies. Intellect and volition are ourspiritual person. This person is what animates the bodyand its members at will, for the mouth and tongue saywhat it thinks and the body does what it intends. It evenbestows energy at will. Our intention and discernment aregov erned by the Lord through angels and spirits; and sincethis is true of our intention and discernment, it is true ofall aspects of our bodies because these latter come fromthe former. Believe it or not, we cannot move a step with -out the inflow of heaven. I have been shown that this is true by a great deal of expe ri ence. Angels have been allowed to activate my walk ing, my actions, my tongue, and my conversation asthey wished, by flowing into my intention and thinking,and I learned at first hand that I could do nothing on myown. They told me later that everyone is governed in thisway, and that we might learn this from the doctrine of the church and from the Word. We actually pray that Godwill send his angels who may lead us, guide our steps, teachus, and inspire us as to what we should think and say, andso on—this even though we talk and believe quite differ -AFTERLIFE 100"
    },
    {
      "section": 120,
      "title": "Page 120",
      "text": "ently in our private thoughts apart from doctrine. It does need to be known, though, that angels have absolutely no power on their own, but that all the power they have comes from the Lord. Further, they are powersto the extent that they recognize this fact. Any of themwho believe that their power comes from themselvesimme di ately become so weak that they cannot resist evena single evil spirit. This is why angels take absolutely nocredit to them selves and turn down any praise or admira -tion for anything they have done, but attribute it all to theLord. The angels who constitute the arm in the universal human or heaven have the most power because they arethe ones who more than any others are focused on thingstrue, and good flows into their truths from the entire heaven. So too, all our strength is concentrated in our arms, and the whole body expresses its powers throughthem. This is why “arms” and “hands” in the Word meanpower. Sometimes a bare arm appears in heaven that has so much power that it could crush any obstacle, even if itwere a boulder on earth. Once it moved toward me, and Isaw that it could crush my bones to powder. I have been able to see how much power angels have through truths from good from the fact that when angelssimply look at them, evil spirits fall down in a faint and nolonger look human, and that this lasts until the angelHeaven 101"
    },
    {
      "section": 121,
      "title": "Page 121",
      "text": "looks away. The reason this sort of thing results from the gaze of angels is that their sight comes from the light ofheaven, and heaven’s light is divine truth. Eyes corre -spond to truths from good. The Language of Angels Angels talk with each other just the way we do in thisworld. They talk about various things—domestic matters,community concerns, issues of moral life, and issues ofspiritual life. There is no difference except that they talkwith each other more intelligently than we do becausethey talk from a deeper level of thought. I have often been allowed to be in their company and talk with them like one friend with another, or sometimeslike one stranger with another; and since at such times Iwas in a state like theirs, it seemed exactly as though I weretalking with people on earth. Angelic language, like human language, is differenti - ated into words. It is similarly uttered audibly and heardaudibly. Angels have mouths and tongues and ears just aswe do; and they also have an atmosphere in which thesound of their language is articulated. However, it is a spir -i tual atmosphere that is adapted to angels, who are spir -itual. Angels breathe in their atmosphere and use theirbreath to utter words just the way we do in ours. All people in heaven have the same language. They all understand each other, no matter what community theyAFTERLIFE 102"
    },
    {
      "section": 122,
      "title": "Page 122",
      "text": "come from, whether nearby or remote. This language is not learned but is innate; it flows from their very affectionand thought. The sound of the language corresponds totheir affection and the articulations of the sound—thewords, that is—correspond to the mental constructs thatarise from their affections. Since their language corre -sponds to these [inner events], it too is spiritual, for it isaudi ble affection and vocal thinking. It is recognized that all people have various affections or moods—one in times of happiness, another in times ofsorrow, another in times of tenderness and compassion,another in times of honesty and truth, another in times oflove and thoughtfulness, another in times of zeal or anger,another in times of pretense and guile, another in times ofambition for respect and adulation, and so on; but there isa dominant affection or love within all of these, so sincethe wiser angels perceive this, they know from conversa -tion the whole state of another person. I have been granted knowledge of this through an abun - dance of experience. I have heard angels discover a per -son’s life simply by listening. They have told me that theyknow everything about another person’s life from a fewindividual ideas because these enable them to know theperson’s ruling love, which contains everything in a pat -tern. This is all that our “book of life” is. Angelic language has nothing in common with human lan guage except with a few of our words whose soundHeaven 103"
    },
    {
      "section": 123,
      "title": "Page 123",
      "text": "reflects some feeling, and in this case not with the words them selves but with their sound, which will be furtherdealt with later. The fact that angelic language has nothing in common with human language is evidenced by angels’ inability topronounce a single word of a human language. It has beentried, and they could not. The only things they can utterare the ones that are in complete accord with their ownaffection. Anything that does not agree offends their verylife, since their life is a matter of affection and their lan -guage flows from it. I have been told that the first language of people on our earth shared this nature because it was given them fromheaven, and that Hebrew resembles it in some respects. Since angels’ language corresponds to the affections of their love, and since heaven’s love is love for the Lord andlove for our neighbor, we can see how elegant and delight -ful their conversation is. It affects not only the ears butalso the deeper levels of the minds of those who hear it.There was one particular hard-hearted spirit with whoman angel talked, and eventually he was so moved by whatthe angel was saying that he burst into tears, saying thathe couldn’t help it, love was talking, and he had nevercried before. The language of angels is also full of wisdom, since it flows from the deeper levels of their thought and theirdeeper thought is wisdom the way their deeper affection isAFTERLIFE 104"
    },
    {
      "section": 124,
      "title": "Page 124",
      "text": "love. Their love and wisdom unite in speech. As a result, it is so full of wisdom that they can in a single word expresswhat we cannot say in a thousand words; and the conceptsof their thinking can encompass things the like of whichwe cannot grasp, let alone articulate. This is why thethings that have been heard and seen in heaven are calledinexpressible, such as ear has never heard, nor eye seen. I have been granted knowledge of this through experi - ence as well. At times I have been conveyed into the statein which angels are and have talked with them in thatstate. At such times I understood everything, but when Ireturned to my original state and therefore into thenormal thought processes of physical consciousness andwanted to recall what I had heard, I could not. There werea thousand things that would not fit into natural ideas andwere therefore inexpressible except by subtle shifts of heavenly light, and not at all, then, in human words. The same kind of speech we find in the spiritual world is innate in all of us, but in the deeper part of our intellect.However, since for us it does not come down into wordsthat parallel our affections the way it does for angels, weare unaware that we possess it. Yet this is why we haveaccess to the same language as spirits and angels when we arrive in the other life and know how to talk with themwithout being taught. There is, as already noted, a single language for every - one in heaven; but it does vary, in that the language ofHeaven 105"
    },
    {
      "section": 125,
      "title": "Page 125",
      "text": "wiser people is more profound and more full of shades of affections and specific concepts. The language of less wiseindividuals is less profound and not so full, and the lan -guage of simple people is still less profound, actually con -sist ing of words that yield meaning only the way they dowhen we on earth talk with each other. There is also a language of facial expressions that switch over to a sound modified by ideas, and a language in whichimages of heaven are combined with concepts and thecon cepts are presented visually. There is also a language ofbod ily movements responsive to affections and portray -ing the same things that their verbal expressions do.There is a lan guage of shared affections and of sharedthoughts; there is a thunderous language; and there areother languages as well. How Angels Talk with Us Angels who talk with us do not talk in their own languagebut in ours, or in other languages in which we may befluent—not in languages of which we have no knowledge.The reason for this is that when angels talk with us theyturn toward us and unite with us; and one consequence ofthis union is that the two parties have much the samethought processes. Since our thinking is closely alliedwith our memory, and our language flows from it, the two par ties share the same language. Further, when angels orspirits come to us and unite with us by turning toward us,AFTERLIFE 106"
    },
    {
      "section": 126,
      "title": "Page 126",
      "text": "they enter into our whole memory so completely that it seems exactly as though they themselves know every -thing we know, including our languages. The reason angels and spirits are so intimately united to us that it seems to them as though our characteristics weretheir own is that there is such an intimate union within usof the spiritual and the natural worlds that they are virtu -ally one. However, because we have separated ourselvesfrom heaven, the Lord has provided that there should beangels and spirits with each of us and that we should begoverned by the Lord through them. This is the reasonthere is such an intimate union. When angels and spirits talk with us, it sounds just as audi ble as when we talk with each other, but it is not audi -ble to people who are nearby, only to ourselves. This isbecause the speech of an angel or spirit flows first into ourthought and then by an inner route into our organ of hear - ing so that it activates it from within. Our speech witheach other flows first into the air and comes to our organof hearing and activates it by an outward route. We cansee from this that the speech of an angel or spirit with us isheard within us, and that since it activates our hear ingmech a nism just as much [as our speech with each otherdoes], it is just as audible. The fact that the speech of an angel or spirit flows down into the ear from within has been made clear to me fromthe way it flowed into my tongue as well and made it trem -Heaven 107"
    },
    {
      "section": 127,
      "title": "Page 127",
      "text": "ble slightly, though not with the actual motion involved when we are articulating the sounds of speech in the for -ma tion of words. Talking with spirits is rarely allowed nowadays, though, because it is dangerous. The spirits then actually knowthat they are with us, which otherwise they would not;and evil spir its by nature harbor a murderous hatred for usand crave nothing less than our total destruction, bodyand soul. This is what actually goes on in people who regu -larly lose them selves in delusions, even to the point thatthey lose touch with the pleasures appropriate to theirnat ural person. No angel or spirit is allowed to talk with one of us from the angel’s or spirit’s own memory, only from that of theindi vidual in question. Angels and spirits actually havemem ory just as we do. If a spirit were to talk with us fromhis or her own memory, then it would seem to us entirelyas though the thoughts were our own, when they wouldreally belong to the spirit. It is like remembering some - thing that we have never seen or heard. I have been granted knowl edge of the truth of this by experience. This is why some of the ancients were of the opinion that after some thousands of years they would return to their former life and all its deeds, and that they had in factreturned. They gathered this from the fact that sometimesa kind of memory would come up of things that they hadnever seen or heard. This happened because spirits hadAFTERLIFE 108"
    },
    {
      "section": 128,
      "title": "Page 128",
      "text": "flowed from their own memory into the images of these peo ple’s thoughts. Written Materials in Heaven Since angels do have language and their language is oneof words, they also have written materials; and throughthose written materials just as through their conversa -tion, they express what their minds are sensing. I havesometimes been sent pages covered with writing, just likepages handwritten or printed and published in our world.I could even read them in much the same way, but I wasnot allowed to get more out of them than a bit of meaninghere and there. This was because it is not in keeping withthe divine design to be taught by written materials fromheaven, but [only] by the Word, since this is the solemeans of communication and union between heaven and earth, and therefore between the Lord and humanity. The occurrence of written materials in the heavens is provided by the Lord for the sake of the Word, for in its essence the Word is the divine truth from which bothangels and people on earth get all their wisdom. It has infact been spoken by the Lord, and what is spoken by theLord passes through all the heavens in sequence andcomes to rest with us. In this way it is adapted both to thewisdom that angels enjoy and to the intelligence that wedo. As a result, angels have a Word that they read just as much as we do ours. They draw their doctrinal principlesHeaven 109"
    },
    {
      "section": 129,
      "title": "Page 129",
      "text": "from it, and their sermons come from it. It is the same Word; but its natural meaning, which to us is its literalmean ing, does not exist in heaven. There is a spiritualmean ing there instead, which is its inner meaning. Another time I was sent a small page from heaven with only a few words written on it in Hebrew letters. I was toldthat each letter enfolded treasures of wisdom, and thatthese were contained in the bends and curves of the lettersand there fore in the sounds as well. I could see from thisthe meaning of the Lord’s words, “I tell you in truth, untilheaven and earth pass away, not one jot or one tittle shallpass away from the Law” (Matthew 5:18). It is acknowl -edged in the church that the Word is divine right down tothe smallest point, but where in each point the Divinelies hid den—that is not known as yet, so it needs to beexplained. In the inmost heaven, the writing consists ofvar i ous curving and bending forms, and these curves andbends are in keeping with the form of heaven. Throughthem, angels express the treasures of their wisdom, includ ing many things that they cannot say in words. Believe itor not, the angels know this writing without practice orteachers. They are inwardly gifted with it as they are withthe language itself, so this writing is heavenly writing.The reason they are inwardly gifted with it is that all theoutreach of angels’ thoughts and affections and thereforeall communication of their intelligence and wisdom takesAFTERLIFE 110"
    },
    {
      "section": 130,
      "title": "Page 130",
      "text": "place in keeping with heaven’s form. This is why their writing flows into that same form. I have been told that before letters were invented, the ear li est humans on our planet had this kind of writing, andthat it was transferred into the Hebrew letters, which inearly times were all curved, with none marked off bystraight lines the way they are now. This is why there aredivine things and treasures of heaven in the Word even inits jots and points and little horns. It is worth knowing that in the heavens, writing flows spontaneously from thoughts. It is done with such easethat it is as though the thought projected itself. The handdoes not pause over the choice of some particular word,because the words—both the spoken and the writtenones—are responsive to their individual thoughts, andanything that is so responsive is natural and spontaneous. There are also things written in the heavens without the use of hands, simply in response to thoughts; but thesedo not last. I have also seen written materials in heaven comprising nothing but numbers arranged in a pattern and series, justlike the writing of letters and words; and I have been told that these writings come from the inmost heaven, whose heavenly writing comes out as numbers for angels in thelower heavens when thought from the higher heavenflows down. I have also been told that this numerical writ -Heaven 111"
    },
    {
      "section": 131,
      "title": "Page 131",
      "text": "ing enfolds mysteries, some of which cannot be grasped by thought or expressed in words. All numbers do in factcorrespond and have meaning depending on their corre -spondence, just as words do, but with the difference thatnumbers represent general entities and words specificones. Since one general entity involves countless specificones, numeric writing enfolds more mysteries than alpha -betic writing does. I could see from this that numbers in the Word mean things just the way words do. What the simple numbersmean, like 2, 3, 4, 5, 6, 7, 8, 9, 10, and 12, and what thecom posite ones mean, like 20, 30, 50, 70, 100, 144, 1000,10,000, and 12,000 and others, may be seen in [my work]Secrets of Heaven, where such matters are dealt with. If people have no concept of heaven and do not want any concept of it other than one of some insubstantialatmos phere in which angels fly around like intellectualminds without the senses of hearing and sight, they can -not believe that angels have language and writing. Theylocate the entire presence of everything in matter. Yet thethings that one finds in heaven occur with just as muchreality as those in our world, and the angels who are therehave everything they need for life, and everything theyneed for wisdom. The Wisdom of Heaven’s Angels We may gather how great angels’ wisdom is from the factAFTERLIFE 112"
    },
    {
      "section": 132,
      "title": "Page 132",
      "text": "that in heaven there is a communication that involves every one. The intelligence and wisdom of one individualis shared with another: heaven is where everyone sharesevery thing of value. This is because the very nature ofheav enly love is to want what is one’s own to belong toanother; so no one in heaven regards his or her good asauthen tically good unless it is someone else’s as well. Thisis also the basis of heaven’s happiness. Angels are led intoit by the Lord, whose divine love has this same quality. I have also been granted knowledge, by experience, of this kind of communication in the heavens. Once somesimple people were taken up into heaven, and after theyhad arrived, they arrived also at an angelic wisdom. Theyunderstood things they could not grasp before and saidthings they could not express in their former state. Words are not adequate to describe the quality of angels’ wisdom—it can be suggested only by some gen -eral iza tions. Angels can express in a single word what wecan not express in a thousand words. Further, in a singleangelic word there are countless things that are beyondthe capac ity of human words to convey. In the details of angelic speech there are actually treasures of wisdom in unbroken connec tion, utterly beyond the reach of humanknowl edge. Then too, what angels cannot evoke with thewords of their language they fill in with the sound, whichembod ies their sensitivity to the proper arrangement ofthings; for they express their affections through theHeaven 113"
    },
    {
      "section": 133,
      "title": "Page 133",
      "text": "sounds and the concepts derived from their affections through the words. This is why the things that peoplehave heard in heaven are called ineffable. Angels can also state completely in a few words the details that are written in a whole volume, giving eachword something that raises it toward a deeper wisdom.Their language by nature agrees with their affections, andevery word agrees with their concepts. The words actuallyvary in infinite shadings depending on the way theyexpress in sequence things that are simultaneous in theirthought. The more inward angels can even tell a speaker’s whole life from the tone of voice and a few words. From the waythe sound is differentiated by concepts into words, theyactually perceive the speaker’s ruling love, in which, so tospeak, the very details of life are engraved. Angels are constantly being perfected in wisdom, but still they cannot to eternity be so perfected that there is any ratio between their wisdom and the Lord’s divinewisdom. For the Lord’s divine wisdom is infinite and the angels’ is finite, and there is no ratio between the infiniteand the finite. The State of Innocence of Angels in Heaven Not many people in our world know what innocence is orwhat its quality is, and people involved in evil do notknow at all. It is, of course, visible to our eyes—somethingAFTERLIFE 114"
    },
    {
      "section": 134,
      "title": "Page 134",
      "text": "about the face and the voice and the gestures, especially of infants—but still we do not know what it is, much lessthat it is where heaven lies concealed within us. To makeit known, I should like to proceed in order and talk firstabout the innocence of infancy, and then about the inno -cence of wisdom, and finally about the state of heaven inrespect to innocence. The innocence of infancy, or of little ones, is not real inno cence, since it is solely a matter of outward form andnot internal. Still, we can learn from it what innocence islike, since it does radiate from their faces and from someof their gestures and from their first efforts at speech andaffects [the people around them. The reason it is not realinno cence is] that they do not have any internalthought—they do not yet know what good and evil are, or what true and false are, and this knowledge is the basis of our think ing. As a result, they do not have any foresight oftheir own, no premeditation, and therefore no intent ofevil. They have no self-image acquired through love forthem selves and the world. They do not claim credit forany thing, but attribute everything they receive to theirpar ents. They are content with the few little things giventhem as gifts and enjoy them. They are not anxious aboutfood and clothing or about the future. They do not focuson the world and covet much from it. They love theirparents, their nurse, and their little friends and play inno -cently with them. They are willing to be led, they listenHeaven 115"
    },
    {
      "section": 135,
      "title": "Page 135",
      "text": "and obey; and since they are in this state, they accept every thing as a matter of life. So they have suitable habits,language, and the beginnings of memory and thoughtwithout knowing where these gifts come from; and theirstate of innocence serves as a means of accepting andabsorb ing them. However, since this innocence is strictlya matter of the body and not of the mind, as already noted,it is external. Their mind is not yet formed, since the mindis our discernment and volition and the thought andaffection that come from them. I have been told from heaven that infants are especially in the Lord’s care, and that there is an inflow from thecentral heaven, where the state is one of innocence, thatpasses through infants’ deeper natures, affecting thosenatures in its passage only through innocence. This is thesource of the innocence they present to our view in theirfaces and in some of their gestures. It is what deeply affects their parents and creates the love called storge. The innocence of wisdom is real innocence because it is internal, being a property of the mind itself and there -fore of our volition itself and our consequent under -standing. When there is innocence in these, then there iswisdom as well, because wisdom is a property of volitionand understanding. That is why they say in heaven thatinno cence dwells in wisdom and why angels have as muchwisdom as they do innocence. They support the truth ofthis by observing that people in a state of innocence doAFTERLIFE 116"
    },
    {
      "section": 136,
      "title": "Page 136",
      "text": "not take credit for anything good, but ascribe and attrib - ute everything to the Lord. They want to be led by himand not by themselves, they love everything that is goodand delight in everything that is true because they knowand perceive that loving what is good—that is, intendingand doing good—is loving the Lord, and loving what istrue is loving their neighbor. They live content with whatthey have, whether it is little or much, because they knowthat they receive as much as is useful—little if little is goodfor them and much if much is good for them. They do notknow what is best for themselves—only the Lord knows;and in his sight everything he supplies is eternal. So theyhave no anxiety about the future, but refer to anxietyabout the future as “care for the morrow,” which they sayis pain at losing or not getting things that are not neededfor their life’s useful activities. They never collaborate with friends from evil intent, but only from good, fair, andhonest intent. To act from evil intent, they say, is guile,which they avoid like the poison of a snake because it isdiametrically opposed to innocence. Since their greatestlove is to be led by the Lord, and since they ascribe every - thing to him, they are kept away from their self-centered -ness, and to the extent that they are kept away from theirself-centeredness, the Lord flows in. This is why they donot store in their memory what they hear from him,whether through the Word or through preach ing, butimmediately heed it, that is, intend and do it. Their inten -Heaven 117"
    },
    {
      "section": 137,
      "title": "Page 137",
      "text": "tion itself is their memory. They appear extraor dinarily simple in outward form, but they are wise and providentinwardly. They are the ones the Lord was referring towhen he said, “Be wise as serpents and simple as doves”(Matthew 10:16). This is the nature of the innocencecalled the innocence of wisdom. Because innocence is the very heart of all the good of heaven, it also affects minds so strongly that people whofeel it—which happens at the approach of an angel of theinmost heaven—feel as though they are not under theirown control. They are moved by such a joy, so taken outof themselves, so to speak, that it seems as though all thepleasure of the world is nothing by comparison. I speak ofthis from having experienced it. All the people in hell are absolutely opposed to inno - cence. They do not know what innocence is. Their nature is such that the more innocent people are, the more theyburn with desire to cause them harm. This is why theycannot stand to see little children. The moment they do,they are consumed with a vicious desire to inflict harm. The State of Peace in Heaven Anyone who has not experienced heaven’s peace cannotknow what the peace is that angels enjoy. As long as weare in our bodies, we cannot accept heaven’s peace, so wecan not perceive it, our perception being on the naturallevel. In order to perceive it, we need to be the kind of per -AFTERLIFE 118"
    },
    {
      "section": 138,
      "title": "Page 138",
      "text": "son who as to thought can be raised and taken out of the body and brought into the spirit so as to be with angels.Since I have perceived heaven’s peace in this way, I candescribe it, but not in words as it really is, because humanwords are not adequate. Using words, I can only describewhat it is like compared to that peace of mind that peoplehave who are content in God. There are two things at the heart of heaven, innocence and peace. We say that they are at the heart because theycome straight from the Lord. From innocence comesevery thing good about heaven and from peace comes allthe delight of that good. Everything good has its owndelight, and both—the good and the delight—are mat -ters of love. This is because what is loved is what is calledgood and also is perceived as delightful. It follows fromthis that these two inmost qualities, innocence and peace, emanate from the Lord’s divine love and move angels totheir very core. First, we need to say where peace comes from. Divine peace is within the Lord, arising from the oneness of hisdivine nature and the divine human nature within him. The divine quality of peace in heaven comes from theLord, arising from his union with heaven’s angels, andspecif ically from the union of the good and the true withineach angel. These are the sources of peace. We may there -fore conclude that peace in the heavens is the divinenature intimately affecting everything good there withHeaven 119"
    },
    {
      "section": 139,
      "title": "Page 139",
      "text": "blessed ness. So it is the source of all the joy of heaven. In its essence, it is the divine joy of the Lord’s divine love, aris -ing from his union with heaven and with every indi vidualthere. This joy, perceived by the Lord in the angels and bythe angels from the Lord, is peace. It flows down fromthere to provide angels with everything that is blessed anddelightful and happy—what is called “heav enly joy.” Because these are the origins of peace, the Lord is called the Prince of Peace and says that peace comes from himand that peace is in him. So too angels are called angels ofpeace and heaven the dwelling place of peace, as in thefollowing passages: A child is born to us, a son is given to us, on whoseshoulder the government [shall rest], and his nameshall be called Wonderful, Counselor, God, Hero, Eternal Father, Prince of Peace; of the increase ofgov ernment and peace there shall be no end. (Isaiah 9:5–6 [6–7]) Jesus said, “Peace I leave with you, my peace I give you, not as the world gives do I give to you.”(John 14:27) I have told you these things so that you might have peace in me. (John 16:33) Because peace means the Lord and heaven and also heavenly joy and the delight of good, greetings in ancienttimes were—and consequently still are—“Peace be withAFTERLIFE 120"
    },
    {
      "section": 140,
      "title": "Page 140",
      "text": "you.” The Lord confirmed this, too, when he sent out his disciples and told them, “When you enter a house, first say‘Peace be upon this house’; and if a child of peace is there,let your peace rest upon it” (Luke 10:5–6). Further, theLord himself said “Peace be with you” when he appearedto the apostles (John 20:19, 21, 26). Since divine peace arises from the Lord’s union with heaven—and in particular with each individual angel byvirtue of the union of the true and the good—when angelsare in a state of love they are in a state of peace, becausethis is when the good within them is united to what is true(angels’ states change periodically). Much the same istrue of us when we are being regenerated. When a unionof the good and the true takes place within us, which hap -pens principally after trials by temptation, we come into astate of delight that arises from heavenly peace. That peace is like the morning time or dawn in spring, when, once the night has passed, all things of earth begin to take new life from the rising of the sun; the dew thatfalls from heaven spreads a leafy fragrance far and wide,and springtime’s gentle warmth makes meadows fertileand instills its charm in human minds as well. This isbecause morning or dawn in springtime corresponds tothe state of peace of angels in heaven. The Union of Heaven with the Human Race There are good spirits and evil spirits with every individ -Heaven 121"
    },
    {
      "section": 141,
      "title": "Page 141",
      "text": "ual. We have our union with heaven through the good spirits and our union with hell through the evil ones.These spirits are in the world of spirits. When these spirits come to us, they come into our whole memory and from there into all our thinking—evilspirits into the matters of memory and thought that areevil, and good spirits into the matters of memory andthought that are good. These spirits are totally unawarethat they are with us. Rather, as long as they are, theybelieve that all these matters of our memory and thoughtare actually theirs. They do not see us, either, becausetheir sight does not extend to things in our subsolar world. The Lord takes the greatest care to prevent spirits from knowing whom they are with. If they did know, theywould talk with them, and then the evil spirits would destroy them; for evil spirits, being united to hell, wantnoth ing more than to destroy us not only as to spirit (thatis, as to our love and faith) but as to our bodies as well. It is different when they do not talk with us. Then they donot know that we are the source of what they are think -ing—and what they are saying to each other, since theytalk to each other just the way we do—but believe that these matters are their own. They value and love what -ever is their own, so these spirits are constrained to love and value us, even though they do not know it. The reason spirits who are in touch with hell are attached to us as well is that we are born into all kinds ofAFTERLIFE 122"
    },
    {
      "section": 142,
      "title": "Page 142",
      "text": "evil, so that our first life is made up of nothing else. Unless spirits of the same kind were associated with us, then, wecould not live or be led out of our evils and reformed. Sowe are kept in our own life by evil spirits and restrainedfrom it by good spirits. Through the two kinds, we are keptin a balance; and since we are in a balance we enjoy anappropriate measure of freedom and can be led out of ourevils and turned toward good. This good can be sown in usas well, which could never happen except in our freedom;and the freedom could not be granted us unless spiritsfrom hell were acting on the one side and spirits fromheaven on the other, with us in the middle. I have been shown that to the extent that we exist from our hereditary nature and from ourselves, we could haveno life at all if we were not allowed to engage in evil. We would also have no life if we were not in some freedom, and we cannot be compelled to good: anything compelleddoes not become part of us. I have also been shown thatany thing good that we accept in freedom is sown in our intentions and becomes virtually our own. This is why wehave a communication with hell and a communicationwith heaven. The kind of spirit that is associated with us is deter - mined by the kind of person we are in respect to affectionand love, though good spirits are assigned to us by the Lordwhile we ourselves summon the evil ones. The spirits withus change, however, as our own affections change. ThisHeaven 123"
    },
    {
      "section": 143,
      "title": "Page 143",
      "text": "means we have one kind with us in infancy, another kind during our childhood, another kind as we are growing upand in early adulthood, and still another kind in old age.During our earliest years, spirits who are in innocence arewith us, that is, spirits who are in touch with the heavenof innocence, the inmost or third heaven. In later child -hood we are in the company of spirits who are engaged inan affection for knowledge and who are in touch with theultimate or first heaven. As we are growing up, during ourearly adulthood, spirits who are responsive to affectionsfor what is true and good and therefore with intelligenceare with us. They are spirits who are in touch with the sec -ond or intermediate heaven. In old age, though, spiritswho are in wisdom and innocence are with us, spiritsthere fore who are in touch with the inmost or thirdheaven. Still, this association is arranged by the Lord for people who can be reformed and regenerated. It is different for people who cannot be reformed or regenerated. Goodspirits are assigned to them as well in order to restrain them from evil as much as possible, but their direct con -nec tion is with the evil spirits who are in touch with hell.This means that the spirits are of the same nature as the people they are associated with. Whether they love them -selves or money or revenge or adultery, the same kind ofspirits are with them and are, so to speak, taking up resi -dence in their evil affections. To the extent that we can -AFTERLIFE 124"
    },
    {
      "section": 144,
      "title": "Page 144",
      "text": "not be restrained from evil by good spirits, they inflame us, and to the extent that an evil affection is in control, theycling to us and will not back off. In this way, evil people are united to hell and good peo - ple to heaven. I have talked with angels about the union of heaven with the human race and have told them that churchpeople actually do say that everything good is from theLord and that there are angels with us, but few peoplereally believe that angels are so close to us, much less thatthey are in our thought and affection. The angels havetold me that they knew this kind of [empty] belief and talkoccurred in the world, and especially (which astonishedthem) in the church, where people have the Word thatteaches them about heaven and its union with them. Yetin fact the union is so vital that we could not think the least thought apart from the spirits who are with us. Our spiritual life depends on this. They said that the reason forthis ignorance was that people believe they live on theirown, without any connection with the Ultimate Realityof life, and do not know that there is this connectionthrough the heavens. Yet if that connection were severed,we would instantly drop down dead. If we believed the way things really are, that everything good comes fromthe Lord and everything evil from hell, then we would not take credit for the good within us or blame for the evil.Whenever we thought or did anything good, we wouldHeaven 125"
    },
    {
      "section": 145,
      "title": "Page 145",
      "text": "focus on the Lord, and any evil that flowed in we would throw back into the hell it came from. Heaven’s Union with Us through the Word We have been so created that we have a connection and aunion with the Lord, while with angels we have only anassociation. The reason we have only an association, nota union, with angels is that we are from creation likeangels in respect to the deeper levels of our minds. Wehave a similar purposefulness and a similar capacity tounder stand. This is why we become angels after death ifwe have lived according to the divine pattern, and why wethen, like the angels, have wisdom. So when we talk aboutour union with heaven, we mean our union with the Lordand our association with angels, since heaven is notheaven because of anything that really belongs to the angels but because of the divine nature of the Lord. Over and above what angels have, though, there is the fact that we are not just in a spiritual world by virtue of ourinner natures but are at the same time in a natural worldby virtue of our outward natures. These outward things that are in the natural world are all the contents of ournat ural or outer memory and the thinking and imaging wedo on that basis. In general, this includes our insights and information together with their delights and charm to theextent that they have a worldly flavor, and all the pleas -ures that derive from our physical senses. Then too, thereAFTERLIFE 126"
    },
    {
      "section": 146,
      "title": "Page 146",
      "text": "are those senses themselves and our words and actions. All these are ultimate things in which the Lord’s divineinflow comes to rest, since it does not stop in the middlebut goes on to its very limit. We may gather from this that the ultimate form of the divine pattern is in us, and since it is the ultimate form, itis the basis and foundation. Since the Lord’s divine inflow does not stop in the mid - dle but goes on to its very limit, as just stated, and since theinte rmediate region it crosses is the angelic heaven andthe limit is in us, and since nothing disconnected canexist, it follows that there is such a connection and unionof heaven with the human race that neither can endurewith out the other. If the human race were cut off fromheaven, it would be like a chain with a link removed, and heaven without the human race would be like a housewith out a foundation. However, since we have broken this connection by turn ing our inward natures away from heaven and towardthe world and ourselves through our self-love and love ofthe world and have so pulled away that we no longer serveheaven as its basis and foundation, the Lord has provided a medium to serve in place of that basis and foundationand to maintain the union of heaven with humanity. That medium is the Word. I have been told from heaven that the earliest people had direct revelation because their inner natures wereHeaven 127"
    },
    {
      "section": 147,
      "title": "Page 147",
      "text": "turned toward heaven, and that this was the source of the Lord’s union with the human race at that time. Afterthose times, though, there was not the same kind of directrev e lation, but an indirect revelation through correspon -dences. All their divine worship consisted of these; so thechurches of those times were called symbolic churches.They knew what cor re spon dences and representationswere and that every thing on earth answered to spiritualthings in heaven and the church (or represented them,which amounts to the same thing). In this way, the natu -ral elements that con stituted their outward worshipserved them as means for thinking spiritually and there -fore thinking with angels. Once all knowledge of correspondences and represen - ta tions had been lost, then a Word was written in which all the words and the meanings of the words are corre -spon dences and therefore contain that spiritual or innermeaning in which angels are engaged. So when we readthe Word and grasp it in its literal or outward meaning,angels grasp it in its inner or spiritual meaning. In fact, allthe thought of angels is spiritual, while ours is natural.These two kinds of thought do seem different, but they areone because they correspond. I have talked with angels about the Word on occasion, and have told them that it is looked down on by some peo -ple because of its pedestrian style. They know absolutely nothing about its deeper meaning and therefore do notAFTERLIFE 128"
    },
    {
      "section": 148,
      "title": "Page 148",
      "text": "believe that this kind of wisdom lies hidden within. The angels have told me that even though the style of theWord may appear pedestrian in its literal meaning, it isqualitatively incomparable because divine wisdom lieshidden not just in the overall meaning but in every word,and that this wisdom shines out in heaven. Heaven and Hell Come from the Human Race People in the Christian world are totally unaware thatheaven and hell come from the human race. They actu -ally believe that angels were created in the beginning andcon sti tute heaven, and that the devil or Satan was anangel of light who became rebellious and was cast outtogether with his faction, and that this gave rise to hell. Angels are utterly amazed that there can be this kind of belief in the Christian world, and even more so that peo -ple know absolutely nothing about heaven, even thoughthis is a primary doctrine of the church. Knowing that thiskind of ignorance is prevalent, they are profoundlydelighted that it has now pleased the Lord to reveal to usso much about heaven—and about hell as well—and so asmuch as possible to dispel the darkness that is rising dailybecause this church is drawing to a close. So they want meto testify on their behalf that in all heaven there is not asingle angel who was created as such in the beginning, noris there in all hell a devil who was created as an angel oflight and cast out. Rather, all the people in heaven and inHeaven 129"
    },
    {
      "section": 149,
      "title": "Page 149",
      "text": "hell are from the human race—in heaven the ones who have lived in heavenly love and faith, and in hell the oneswho have lived in hellish love and faith. There are people who say, “Who has come back from heaven and told us that it exists, or from hell, to say thatit exists? What is this business about people being torturedby fire to eternity? What is this Judgment Day? Haven’t webeen waiting for it for centuries, all in vain?” along withany number of other things that imply a denial of every -thing. Many people who are particularly skilled in worldlyaffairs think like this; so to prevent them from furtherdisturbing and misleading people of simple faith andsimple heart and bringing on a hellish darkness concern -ing God, heaven, eternal life, and the other matters thatfollow from them, the deeper reaches of my spirit havebeen opened by the Lord, enabling me to talk after theirdeath with all the people I have ever known during theirphysical lives. I have talked with some for days, with somefor months, and with some for a year. Many people who have just died, when they have dis - cov ered that they are living persons just as they werebefore, and in a similar state (for our first state after deathis like the one we were in on earth, although this changesgradually for us either toward heaven or toward hell),have been moved by a newfound joy at still being alive.They have said they would not have believed it. Theywere absolutely amazed that they had been in such igno -AFTERLIFE 130"
    },
    {
      "section": 150,
      "title": "Page 150",
      "text": "rance and blindness about the state of life after death. Many of the scholars of the Christian world are dumb - founded when they find themselves after death in bodies, wearing clothes, and in houses the way they were in thisworld. When they call to mind what they had thoughtabout life after death, the soul, spirits, and heaven andhell, they are embarrassed and say that they had beenthinking nonsense. They say that people of simple faithhad been far wiser than they. Non-Christians, or People Outside the Church, in Heaven The general opinion is that people who have been born out side the church, the people called “the nations” or“non-Christians,” cannot be saved because they do nothave the Word and therefore do not know the Lord; andwith out the Lord there is no salvation. They could know, however, that these people too are saved simply from thefact that the Lord’s mercy is universal, that is, it is extended to all indi viduals. Non-Christians are born justas human as people within the church, who are in fact fewby compar ison. It is not their fault that they do not know the Lord. So anyone who thinks from any enlightenedreason at all can see that no one is born for hell. The Lord is actually love itself, and his love is an intent to saveevery one. So he pro vides that everyone shall have somereli gion, an acknowl edgment of the Divine BeingHeaven 131"
    },
    {
      "section": 151,
      "title": "Page 151",
      "text": "through that reli gion, and an inner life. That is, living according to one’s reli gious principles is an inner life, forthen we focus on the Divine; and to the extent that we dofocus on the Divine, we do not focus on the world butmove away from the world and therefore from a worldlylife, which is an outward life. People can realize that non-Christians as well as Chris - tians are saved if they know what constitutes heaven in us.The heaven within us is our acknowledgment of theDivine and our being led by the Divine. The beginningand foundation of every religion is its acknowledgment ofthe Divine Being; a religion that does not acknowledgethe Divine Being is not a religion at all. The precepts ofevery religion focus on worship, that is, on how the Divineis to be honored so that we will be acceptable in its sight;and when this fully occupies the mind (or, to the extentthat we intend this or love this) we are being led by theLord. The heaven in one individual is not the same as the heaven in another. It differs in each according to theaffec tion for what is good and true. If people are absorbedin an affection for what is good for the sake of the Divine,they love divine truth because the good and the true loveeach other and want to be united. Consequently, non-Chris tian people who have not had access to genuinetruths in the world still accept them in the other lifebecause of their love.AFTERLIFE 132"
    },
    {
      "section": 152,
      "title": "Page 152",
      "text": "There was one spirit from a non-Christian country who had lived a good and thoughtful life according to his reli - gion in this world. When he heard some Christian spiritsdiscussing their creeds (spirits talking to each other rea -son much more exhaustively and acutely than people onearth, especially about what is good and true), he wasastonished to find that they quarreled. He said he did notwant to listen, since they were arguing on the basis ofdeceptive appearances. His advice to them was, “If I am agood person, I can know what is true simply from its good -ness, and I can be open to what I do not know.” There are wise and simple people among non-Chris - tians just as there are among the Christians. To show mewhat they were like, I have been allowed to talk with bothkinds, sometimes for hours and even for days. Nowadays,though, there are not wise ones like those of ancienttimes, espe cially in the early church (this covered muchof the Near East and was the source from which religionspread to many non-Christian peoples). I have beenallowed to carry on personal conversations with some of them in order to find out what they were like. One particular individual was with me who had been one of the wise at one time and who was therefore wellknown in the scholarly world. I talked with him about var -ious subjects and was given to believe that he was Cicero.Since I knew that he was wise, we talked about wisdom,intelligence, the pattern of reality, the Word, and finallyHeaven 133"
    },
    {
      "section": 153,
      "title": "Page 153",
      "text": "about the Lord. On wisdom, he said that there was no wisdom that was not a matter of life, and that wisdomcould not be an attribute of anything else. On intelli -gence, he said that it came from wisdom. On the patternof reality, he said that the pattern comes from theSupreme Deity, and that living in accord with this patternis being wise and intelligent. As to the Word, when I readhim some thing from the prophets he was utterlyenchanted, especially at the fact that the individualnames and indi vidual words referred to deeper realities.He was quite aston ished that modern scholars take nopleasure in this pursuit. I could sense very clearly that thedeeper levels of his thought or mind were open. He saidthat he could not remain present because he feltsomething too holy for him to bear, it affected him sodeeply. It often happens that when non-Christians come into the other life, if they have worshiped some god in the formof an image or statue or idol, they are introduced to peoplewho take on the roles of those gods or idols in order to help rid them of their illusions. After they have been with these people for a few days, they are taken away. If they have worshiped particular individuals, then they are introduced either to those people themselves or to indi viduals who play their parts. Many Jews, for example,are introduced to Abraham, Jacob, Moses, or David; but when they realize that they are just as human as anyoneAFTERLIFE 134"
    },
    {
      "section": 154,
      "title": "Page 154",
      "text": "else and that they have nothing special to offer them, they are embarrassed, and are taken off to whatever place is inkeeping with their lives. Of non-Christians, the Africans are especially valued in heaven. They accept the good and true things ofheaven more readily than others do. They want especiallyto be called obedient, but not faithful. They say thatChris tians could be called “faithful,” since they have adoc trine of faith, but only if they accept the doctrine—or,as the Africans say, if they can accept it. The Lord’s church is spread throughout the whole world. It is universal, then, and consists of all individualswho have lived in the virtue of thoughtfulness accordingto the principles of their religions. In relation to the peo -ple outside it, the church where the Word is and the Lordis known through it is like the heart and lungs of thehuman body, which give life to all the organs and mem -bers of the body according to their forms, locations, andconnections. Children in Heaven Some people believe that only children born in thechurch get into heaven, not children born outside thechurch. They say this is because children born in thechurch are baptized and are introduced into the faith of the church by this baptism. They do not realize that noone gets either heaven or faith by baptism. Baptism servesHeaven 135"
    },
    {
      "section": 155,
      "title": "Page 155",
      "text": "only as a sign and reminder that we need to be reborn, and that people born in the church can be reborn because theWord is there, the Word that contains the divine truthsthat make regeneration possible. The church is where theLord, who is the source of rebirth, is known. May it be known, therefore, that every child who dies, no matter where he or she was born, within the church oroutside it, of devout or irreverent parents, is accepted bythe Lord after death, brought up in heaven, taughtaccord ing to the divine design and filled with affectionsfor what is good and through them with direct knowledgeof the truth; and then, being continually perfected inintel ligence and wisdom, all such individuals are led intoheaven and become angels. Anyone who thinks rationally can realize that no one is born for hell—everyone is born for heaven. We ourselvesare to blame if we arrive in hell, but children are not yetliable for any blame. Children who die are still children in the other life. They have the same kind of childlike mind, the same inno cence in their ignorance, the same total delicate -ness—they are only in the rudiments of becoming angels;for children are not angels in being but only angels in becoming. Actually everyone who leaves this world staysin the same state of life—a baby is in the state of a baby, achild in the state of a child, an adolescent or adult or sen -ior in the state of an adolescent, an adult, or a senior. How -AFTERLIFE 136"
    },
    {
      "section": 156,
      "title": "Page 156",
      "text": "ever, this state eventually changes. A child’s state is better than the others, though, in regard to innocence, and inregard to the fact that children have not yet let evils takeroot in them by actually living them. The quality of inno -cence is such that everything heavenly can be sown in it,because innocence is the vessel of the truths of faith andthe good affections of love. The condition of children in the other life is vastly bet - ter than that of children in our world because they are notclothed with an earthly body. Instead, they have anangelic one. An earthly body is inherently heavy. It doesnot receive its primary sensations and primary impulsesfrom the inner or spiritual world but from the outer or nat -u ral one; so children in this world learn by practice towalk, to do things, and to talk—even their senses, such assight and hearing, are developed by use. It is different forchil dren in the other life. Because they are spirits, theiractions are impelled directly by their inner natures. Theywalk without practice and even talk, though at first this is just a matter of general affections as yet undifferentiatedinto mental concepts. However, they are very soon intro -duced into these latter as well, since their outer naturesare in such concord with their inner natures. Then too,angels’ speech flows from their affections, varied by the concepts of their thought, so that their speech is in perfectagreement with the thoughts that arise from their affec -tions.Heaven 137"
    },
    {
      "section": 157,
      "title": "Page 157",
      "text": "AFTERLIFE As soon as children are reawakened (which happens imme diately after their death), they are taken to heaven and given to female angels who had loved children ten -der ly during their physical lives and had loved God aswell. Since in this world they had loved all children witha kind of maternal tenderness, they accept these new onesas their own, and the children love them as their mothersas though this were inborn in them. Each such angel hasas many children as her spiritual maternal nature wants. We need to explain briefly how children are brought up in heaven. They learn to talk from their nurse. Their firstspeech is only the sound of their affection, which gradu -ally becomes more articulated to the extent that the con -cepts they are thinking enter in, since such concepts aris -ing from affections make up the whole angelic language. The first things instilled into these affections (which all stem from their innocence) are the kinds of thing they seewith their eyes that particularly delight them; and sincethese are from a spiritual origin, aspects of heaven flowinto them that serve to open their deeper natures. In thisway they become more perfect every day. Once this firstage has been completed, they are taken to another heavenwhere they are taught by instructors, and so on. I have also been shown how all these things are instilled using delightful and charming means that are suited totheir natures. I have in fact been allowed to see children clothed most becomingly, with garlands of flowers around 138"
    },
    {
      "section": 158,
      "title": "Page 158",
      "text": "Heaven their chests glowing with the most charming and heav - enly colors, and similar ones around their slender arms.Once I was even allowed to see some children with theirnurses, in the company of some young women in a par -adisal garden—not a garden of trees, but one with vaultedarches of something like laurels making the most intricatedoorways with paths offering access inward—and thechil dren themselves dressed with like beauty. When theyentered, the flowers over the entrance radiated the mostjoy ous light imaginable. This enabled me to gather whattheir delights were like and how they were led into thebless ings of innocence and thoughtfulness by things charm -ing and delightful, with the Lord constantly instill ingblessings by means of these charming and delightful gifts. By a means of communication that is common in the other life, I have been shown what children’s concepts arelike when they are looking at various objects. It is asthough everything were alive; so in the smallest conceptsof their thought there is an inherent life. I gathered thatchildren on earth have concepts that are much the same when they are involved in their play, for they do not yethave the kind of reflective thought that grownups haveabout what is inanimate. Many people think that children remain children in heaven and are like children among the angels. Peoplewho do not know what an angel is can corroborate thisopinion because of the images here and there in churches, 139"
    },
    {
      "section": 159,
      "title": "Page 159",
      "text": "AFTERLIFE 140where angels are represented as children. However, things are actually very different. Intelligence and wisdom makean angel, qualities that they do not have as long as they arechildren. Children are with the angels, but they them -selves are not angels yet. Once they are intelligent andwise they are angels for the first time. In fact—somethingthat has surprised me—then they no longer look like chil -dren but like adults, because they no longer have a child -like nature but a more grown-up angelic nature. This goeswith intelligence and wisdom. The reason children look more grown-up as they are perfected in intelligence and wisdom—that is, like ado -les cents and young adults—is that intelligence and wis -dom are the essential spiritual food. So the things thatnourish their minds also nourish their bodies, which is aresult of correspondence, since the form of the body isnothing but an outward form of their inner natures. It does need to be known that children in heaven do not grow up beyond the prime of youth, but remain at that ageforever. To assure me of this, I have been allowed to talkwith some who had been raised as children in heaven and had grown up there, with some while they were still chil -dren, and then later with the same ones when they hadbecome youths; and I have heard from them about thecourse of their life from one age level to another. I have talked with angels about children, wondering whether they were free from evils because they did not"
    },
    {
      "section": 160,
      "title": "Page 160",
      "text": "Heaven 141have any realized evil the way adults do. I was told, though, that they are equally involved in evil, even to thepoint that they too are nothing but evil. However, they,like all angels, are withheld from their evils by the Lordand kept focused on what is good to the point that it seemsto them as though they were focused on what is good oftheir own accord. So to prevent children from having afalse notion about themselves after they have grown up inheaven—a belief that the good that surrounds them isfrom them and not from the Lord—they are let back intotheir hereditary evils from time to time and left in themuntil they know and recognize and believe the way thingsreally are. There was one individual who had died in infancy and grown up in heaven who had this kind of opinion. He wasthe son of a particular king; so he was let back into his owninnate life of evil. I could tell then from the aura of his life that he had a drive to lord it over others and regarded adul -tery as of no concern whatever—evils that were part of hishered ity from his parents. Once he recognized that he waslike this, though, he was again accepted among the angelshe had been with before. Rich and Poor People in Heaven There are various opinions about acceptance intoheaven. Some people think that the poor are accepted butnot the rich; some think that rich and poor alike are"
    },
    {
      "section": 161,
      "title": "Page 161",
      "text": "AFTERLIFE 142accepted; some think that rich people cannot be accepted unless they give up their assets and become like thepoor—and all of them support their opinions from theWord. However, as far as heaven is concerned, peoplewho differentiate between the rich and the poor do notunder stand the Word. At heart, the Word is spiritual,though it is natural in the letter; so if people take the Wordonly in its literal meaning and not in some spiritual mean -ing they go astray in all kinds of ways, especially regardingthe rich and the poor. They believe that it is as hard forrich people to enter heaven as it is for a camel to gothrough the eye of a needle and that it is easy for the poorby reason of their poverty, since it says, “Blessed are thepoor, because theirs is the kingdom of the heavens” (Luke6:20–21). However, people who know something about the spiri - tual meaning of the Word think differently. They knowthat heaven is for everyone who lives a life of faith andlove, whether rich or poor. We will explain below who aremeant by “the rich” in the Word and by “the poor.” Out of a great deal of conversation and living with angels, I have been granted sure knowledge that rich peo -ple enter heaven just as easily as poor people do, and thatno one is shut out of heaven for having abundant posses -sions or accepted into heaven because of poverty. Thereare both rich and poor people there, and many of the richare in greater splendor and happiness than the poor."
    },
    {
      "section": 162,
      "title": "Page 162",
      "text": "Heaven 143By way of preface, we may note that it is all right to acquire wealth and accumulate any amount of assets, as long as it is not done by fraud or evil devices. It is all rightto eat and drink with elegance, as long as we do not investour lives in such things. It is all right to be housed as gra -ciously as befits one’s station, to chat with others like our -selves, to go to games, to consult about worldly affairs.There is no need to walk around looking pious with a sad,tear ful face and a bowed head. We can be happy andcheerful. I have talked after their death with some people who dur ing their earthly lives had renounced the world anddevoted themselves to a virtually solitary life, wanting tomake time for devout meditation by withdrawing theirthoughts from worldly matters. They believed that thiswas the way to follow the path to heaven. In the other life,though they are gloomy in spirit. They avoid others whoare not like themselves and they resent the fact that theyare not allotted more happiness than others. They believethey deserve it and do not care about other people, andthey avoid the responsibilities of thoughtful behavior thatare the means to union with heaven. They covet heavenmore than others do; but when they are brought up to wherethe angels are, they cause anxieties that upset the happi -ness of angels. So they part company; and once they haveparted, they betake themselves to lonely places wherethey lead the same kind of life they had led in the world."
    },
    {
      "section": 163,
      "title": "Page 163",
      "text": "AFTERLIFE 144Many people who devoted their energies to business and trade in the world, many who became rich, are in heaven. There are not so many, though, who made a namefor them selves and became rich in public office. This isbecause these latter were led into love for themselves andthe world by the profits and the positions they were givenbecause of their administration of justice and moralityand of profits and positions. This in turn led them todeflect their thoughts and affections from heaven anddirect them toward themselves; for to the extent that welove ourselves and the world and focus on ourselves andthe world exclusively, we estrange ourselves from theDivine and move away from heaven. What awaits rich people who do not believe in the Divine Being and reject matters of heaven and the church from their minds is hell, where they find filth andwretched ness and want. When wealth is loved as an end,it turns into things like these, and not only the wealth itself but also what it is used for—the pampered living, the indulgence in pleasures, the wider and freerdedication to amorality, the self-exaltation over peoplethey belittle. Because these riches and these functionshave nothing spiritual in them, only earthly qualities,they turn to filth. Poor people do not get into heaven because of their poverty but because of their lives. Our lives follow uswhether we are rich or poor. There is no special mercy for"
    },
    {
      "section": 164,
      "title": "Page 164",
      "text": "Heaven 145the one any more than for the other. People who have lived well are accepted; people who have lived badly arerejected. Poverty can actually seduce people and lead them away from heaven just as much as wealth can. There are manypeo ple among the poor who are not content with their lot,who covet much more, and who believe that wealth is ablessing; so when they do not get what they want, they areenraged and harbor evil thoughts about divine provi -dence. They envy other people in their assets, and giventhe chance would just as soon cheat them and live in theirown foul pleasures. It is different, though, for poor people who are content with their lot, are conscientious and careful in their work,prefer work to idleness, behave honestly and reliably, andlead Christian lives. We may gather from this that rich people arrive in heaven just as much as poor people do, one as easily as theother. The reason people believe that it is easy for the poor and hard for the rich is that the Word is misunderstoodwhen it talks about the rich and the poor. In the spiritualmeaning of the Word, “the rich” means people who areamply supplied with understandings of what is true andgood, that is, people in the church where the Word is.“The poor” means people who lack these understandings,but who long for them, or people outside the church,where the Word is not found."
    },
    {
      "section": 165,
      "title": "Page 165",
      "text": "AFTERLIFE 146We need also to explain who are meant by the rich of whom the Lord said, “It is easier for a camel to go through the eye of a needle than for a rich person to enter thekingdom of God” (Matthew 19:24). “The rich personhere means the rich in both senses, natural and spiritual.Rich people in the natural sense are people who haveabun dant wealth and set their hearts on it, while in a spiri -tual sense they are people who are amply supplied withinsights and knowledge (for these are spiritual wealth)and who want to use them to get themselves into heav -enly and ecclesiastical circles by their own intellect.Since this is contrary to the divine design, it says that it iseasier for a camel to get through the eye of the needle. Onthis level of meaning, a camel means our cognitive andinformational level in general, and the eye of a needle means spiritual truth. Marriages in Heaven Since heaven comes from the human race, which meansthat there are angels of both sexes there, and since by cre - ation itself woman is for man and man for woman, each forthe other, and since this love is inborn in both sexes, it fol -lows that there are marriages in the heavens just as there are on earth. However, the marriages in the heavens arevery different from earthly ones. Marriage love finds its source in the union of two people in one mind. In heaven, this is called “living together,”"
    },
    {
      "section": 166,
      "title": "Page 166",
      "text": "Heaven 147and they are not called “two” but “one.” Consequently two spouses in heaven are not called two angels but oneangel. The reason for this kind of union of husband and wife on the deepest levels of their minds goes back to creationitself. The male is born to focus on cognitive processes,and therefore bases his thinking on his intellect. Incontrast, the woman is born to focus on intentions, andtherefore bases her thinking on her own volition. We cansee this from the tendency or innate nature of each as wellas from their form. As to innate nature, men do act on thebasis of reason, while women act on the basis of theirfeelings. As to form, the man has a rougher and lessattractive face, a deeper voice, and a stronger body, whilethe woman has a softer and more attractive face, a gentlervoice, and a softer body. This is like the differencebetween intellect and volition or between thought andaffection. Genuine marriage love is not possible between one hus - band and more than one wife. Polygamy in fact destroysthe spiritual source of marriage love, whose purpose is toform one mind out of two. It therefore destroys the deeperunion of the good and the true that is the very essence ofthat love. Marriage with more than one is like an intellectdivided among more than one will or like a person pledgedto more than one church. This actually pulls faith apart sothat it becomes no faith at all."
    },
    {
      "section": 167,
      "title": "Page 167",
      "text": "AFTERLIFE 148Few people do experience true marriage love, and if peo ple are not intent on this, they have absolutely no knowl edge of the inner delight that dwells within thatlove. They are aware only of the delight of lust, a delightthat turns disagreeable after people have lived togetherfor a little while. The delight of real marriage love,though, not only lasts into old age on earth but evenbecomes heavenly delight after death, when it is filledwith a deeper delight that becomes better and better toeternity. The angels even said that the blessings of real marriage love could be listed in the thousands, with not a single oneknown to people here or comprehensible to the under -standing of anyone who is not in a marriage of the goodand the true from the Lord. Any love of control of one over the other utterly destroys marriage love and its heavenly pleasure, for asalready noted, marriage love and its pleasure consist of theintent of one belonging to the other, and of this beingmutual and reciprocal. A love of being in control in a mar -riage destroys this because the dominant partner simply wants his or her will to be in the other, and does not wantto accept any element of the will of the other in return. Soit is not mutual, which means that there is no sharing ofany love and its pleasure with the other, and no acceptingin return. Yet this sharing and the union that follows from"
    },
    {
      "section": 168,
      "title": "Page 168",
      "text": "Heaven 149it is the very inward pleasure that is called blessedness in marriage. Love of being in control stifles this blessedness,and with it absolutely everything heav enly and spiritualabout the love, to the point that even all knowledge of itsexistence is lost. One could even say that it is held socheaply that the mere mention of [marriage] blessednessmakes people laugh or flare up in anger. When one partner wants or loves what the other does, then there is a freedom for both, because all freedom stemsfrom love. However, there is freedom for neither onewhen there is control. One is the servant; and so is the onein control, because he or she is being driven like a servantby a need to be in control. Between partners who are in marriage love there are heav enly pleasures almost like games of innocence totheir minds, like those of babies, because there is nothingthat does not delight them. Heaven flows into the small -est details of their lives with its joy. This is why marriagelove is pictured in heaven by the loveliest things of all. Ihave seen it represented by an indescribably lovely youngwoman enveloped by a white cloud. I was told that all thebeauty of angels in heaven comes from marriage love. Theaffections and thoughts that flow from it are represented by gleaming auras, like those of fiery gems or rubies, all thisaccompanied by feelings of delight that move the deeperlevels of the mind."
    },
    {
      "section": 169,
      "title": "Page 169",
      "text": "AFTERLIFE 150In a word, heaven portrays itself in marriage love because heaven for angels is the union of the good and the true, and it is this union that constitutes marriage love. Marriages in the heavens differ from marriages on earth in that earthly marriages are also for the purpose of havingchildren, while this is not the case in the heavens. In placeof the procreation of children there is the procreation ofwhat is good and true. The reason for this replacement isthat their marriage is a marriage of the good and the true,as presented above, and in this marriage what is good andtrue is loved above all, as is their union; so these are whatare propagated by the marriages in the heavens. This iswhy in the Word births and generations mean spiritualbirths and generations, births of what is good and true.The mother and father mean the true united to the good that is prolific, the sons and daughters the good and truethings that are born, and the sons-in-law and daughters- in-law mean the unions of these [descendants], and so on. We can see from this that marriages in the heavens are not the same as marriages on earth. In the heavens thereare spiritual weddings that should not be called weddingsbut unions of minds, because of the union of the good andthe true. On earth, though, there are weddings, because they concern not only the spirit but the flesh as well. Fur -ther, since there are no weddings in the heavens, twospouses there are not called husband and wife, but becauseof the angelic concept of the union of two minds into one,"
    },
    {
      "section": 170,
      "title": "Page 170",
      "text": "Heaven 151each spouse is identified by a word that means “belonging to each other.” I have also been allowed to see how marriages are entered into in the heavens. Throughout heaven, peoplewho are similar gather together and people who are dis -sim ilar part company. This means that every communityconsists of like-minded people. Like are drawn toward likenot by their own will but by the Lord. In the same way,spouse is drawn toward spouse when their minds can beunited into one. So at first sight they love each other mostdeeply, see each other as married partners, and enter intotheir marriage. This is why all of heaven’s marriages arethe work of the Lord alone. They also hold a feast in cele -bra tion with many people gathered; these feasts differfrom community to community. I could tell that everyone in hell is opposed to marriage love from the aura that emanated from hell. It was like aceaseless effort to break up and destroy marriages. I have been shown how the pleasures of marriage love lead to heaven and how the pleasures of adultery lead tohell. The path of marriage love toward heaven led intoconstantly increasing blessings and delights until they were beyond number or description. The deeper theywere, the more of them there were and the more inde-scrib able they were, all the way to the delights of theinmost heaven, the heaven of innocence. All this wasaccomplished with the greatest freedom, because all free -"
    },
    {
      "section": 171,
      "title": "Page 171",
      "text": "AFTERLIFE 152dom stems from love; so the greatest freedom comes from marriage love, which is the essential heavenly love. Onthe other hand, the path of adultery led toward hell, stepby step to the very lowest where there is nothing that isnot grim and terrifying. This is the kind of fate that awaitsadulterers after their life in the world. By “adulterers,” wemean people who find pleasure in acts of adultery and notin marriage. What Angels Do in Heaven There is no way to list all the functions that people havein the heavens or to describe them in detail, though it ispos sible to say something on the subject in general terms;they are innumerable and vary depending on the roles ofthe com munities as well. In fact, each community plays aunique role, since the communities differ depending ontheir virtues and therefore on their function. This isbecause virtues for everyone in the heavens are virtues inact, which are functions. Everyone there does somethingspecif ically useful, for the Lord’s kingdom is a kingdom ofuses. There are many services in the heavens just as there are on earth, since there are ecclesiastical, civic, and domes -tic affairs there. The existence of the ecclesiastical onesfol lows from what was presented about divine worship,the exis tence of civic ones from what was presented aboutforms of government in heaven, while the existence of"
    },
    {
      "section": 172,
      "title": "Page 172",
      "text": "Heaven 153domes tic ones follows from the material on angels’ homes and houses and on marriages in heaven. We can thereforesee that the roles and services in any given heavenly com -mu nity are multiple. All the communities in the heavens are differentiated accord ing to their forms of service because they are differ -entiated according to their virtues. Their virtues are vir -tues in action or acts of thoughtfulness, which are serv -ices. There are some communities whose tasks are to takecare of babies; there are other communities whose tasksare to teach and lead children while they are growing up;there are other communities that look after young boysand girls who are well disposed because of the way theywere raised in this world and have come [straight] toheaven, where they are taught and raised in much thesame way. There are some that teach simple people fromthe Christian world and lead them on the way to heaven,and there are some that do the same for various non-Chris tian peoples. There are some that protect new spir -its, just arrived from the world, from the attacks of evilspirits; and there are some who attend to people in thelower earth. Then there are some who attend to people in the hells and control them so that they do not torture eachother beyond set limits. There are also some who tend topeople who are being awakened from their death. Broadly speaking, angels of all communities are assigned to us to protect us, to lead us away from evil feel -"
    },
    {
      "section": 173,
      "title": "Page 173",
      "text": "AFTERLIFE 154ings and the evil thoughts that these cause and to instill good feel ings to the extent that we are freely open tothem. These serve to control our deeds or works by remov -ing our evil inten tions to the extent that this can be done.When angels are with us they seem to dwell in our affec -tions, near us to the extent that we are engaged in some -thing good because of truth, and distant to the extent thatour life is removed from such engagement. However, all these tasks are things the Lord does by means of angels, since angels do them not on their ownbut from the Lord. This is why in the deeper meaning ofthe Word “angels” does not mean angels but something ofthe Lord; and this is why angels are called gods in theWord. These are general categories of angels’ activities, but each individual has her or his own specific contribution tomake. This is because every general service is made up ofcountless elements that are called mediate or subservientor supporting services. All of these are arranged andranked according to the divine design, and taken togetherthey make up and complete an overarching function that is the common good. The people in heaven who are involved in church affairs are the ones who loved the Word in the world and looked for truths in it with lively interest, not for the sakeof emi nence or profit but for the service of their own lifeand the lives of others. In proportion to their love and"
    },
    {
      "section": 174,
      "title": "Page 174",
      "text": "Heaven 155eager ness for service, they are enlightened there and are in the light of wisdom, attaining it because of the Word inthe heav ens, which is not natural the way it is in theworld, but spir itual. They have the gift of preaching; andin keeping with the divine design, the ones who are morehighly placed there are the ones who surpass others in thewis dom they derive from their enlightenment. The people who are involved in civic affairs are the ones who loved their country and its welfare more thantheir own, who behaved honestly and fairly out of a lovefor what is honest and fair. To the extent that they soughtout laws of justice because of the urging of this love andthereby became discerning they enjoy the ability to fillgov erning offices in heaven. They perform these duties inthe place or on the level appropriate to their discernment,which in turn is equivalent to their love of service in thecom mon good. Further, there are so many offices and departments in heaven, so many tasks, that there are simply too many tolist. There are relatively few in the world. No matter howmany people are involved, they are all caught up in a love of their work and tasks out of a love of service—no one outof selfishness or a love of profit. In fact, there is no love ofprofit for the sake of livelihood, since all the necessities oflife are given them gratis. They are housed gratis, clothed gratis, and fed gratis. We can see from this that people whohave loved themselves and the world more than service"
    },
    {
      "section": 175,
      "title": "Page 175",
      "text": "AFTERLIFE 156have no place in heaven. In fact, our love or affection invari ably stays with us after our life in the world. It is notuprooted to eternity. Everyone in heaven is engaged in his or her work accord ing to its correspondence, and the correspondenceis not with the work itself but with the use of each partic -ular task; and everything has a correspondence. When weare engaged in an activity or a task in heaven that doesanswer to its use, then we are in a state of life very muchlike the one we were in in this world. This is because whatis spiri tual and what is natural act as one by means of theircorrespon dence, but with the difference that [after death]we enjoy a deeper delight because we are engaged in a spir -itual life. This is a deeper life, and therefore more open toheavenly blessedness. Heavenly Joy and Happiness Hardly anyone nowadays knows what heaven is or whatheavenly joy is. People who think about either subject come up with such pedestrian and crude notions that theyscarcely amount to anything at all. I have had a wonderfulopportunity to learn from spirits who were coming fromthis world into the other life what kind of idea they hadabout heaven and heavenly joy, for when they are left ontheir own, as they were in the world, they still think thesame way."
    },
    {
      "section": 176,
      "title": "Page 176",
      "text": "Heaven 157The reason they do not know about heavenly joy is that people who think about it at all base their judgments on the external joys of the natural person. They do not knowwhat the inner or spiritual person is, so they do not knowwhat that person’s pleasure and blessedness are. So even ifthey were told by people involved in spiritual or inner joywhat heavenly joy is and how it feels, they would not beable to grasp it. Everyone is capable of knowing that when we leave our outer or natural person we enter our inner or spiritual one;so we can also know that heavenly pleasure is an inner andspiritual pleasure and not an outer or natural one. Since itis inner and spiritual, it is purer and finer and moves ourdeeper levels, the levels of our soul or spirit. We may also conclude from this that the quality of our pleasure follows from the quality of the pleasure of ourspirit, and that the pleasures of our bodies, called “thepleasures of the flesh,” have nothing to do with heaven by comparison. Whatever is in our spirit when we leave thebody remains with us after death, for we then live ashuman spirits. By its very nature, heaven is full of pleasures, even to the point that if we see it as it really is, it is nothing but blissand pleasure. This is because the divine good that ema -nates from the Lord’s divine love constitutes heaven bothoverall and in detail for everyone there; and divine love is"
    },
    {
      "section": 177,
      "title": "Page 177",
      "text": "AFTERLIFE 158the intent that everyone should be saved and should be most profoundly and fully happy. This is why it is all thesame whether you say “heaven” or “heavenly joy.” Heaven’s pleasures are both indescribable and innu - mer able; but no one can realize or believe anything abouttheir multitude who is wholly wrapped up in pleasures ofthe body or the flesh. This, as I have already said, isbecause their deeper levels are looking away from heaventoward the world, which is backward. For no one who iswholly involved in pleasures of the body or the flesh (or inlove for oneself and the world, which is the same thing)feels any pleasure except in eminence or profit or in phys -ical and sensory gratification. These stifle and smotherdeeper pleasures of heaven so completely that people donot even believe such pleasures exist. So they would be quite bewildered if they were so much as told that anypleasures remain once the pleasures of eminence and profit have been taken away; and they would be evenmore bewildered if they were told that the pleasures thattake their place are countless and simply defy comparisonwith pleasures of the body and the flesh, especiallypleasures of eminence and profit. We can see, then, whypeople do not know what heavenly joy is. We may gather the magnitude of heaven’s pleasure simply from the fact that for everyone there it is delightfulto share their pleasure and bliss with someone else; andsince everyone in the heavens is like this, we can see how"
    },
    {
      "section": 178,
      "title": "Page 178",
      "text": "Heaven 159immense heaven’s pleasure is. For there is in heaven a sharing by everyone with each individual, and by eachindividual with everyone. This kind of sharing flows from the two loves of heaven, which are love for the Lord and love for our neighbor.These loves by nature want to share their pleasures. Therea son love for the Lord is like this is that because theLord’s love is a love of sharing everything it has with every -one, it intends the happiness of everyone. Much the samelove exists in individuals who love him, because the Lordis in them. So there is a mutual sharing of angels’ pleasureswith each other. We shall see later that love for ourneighbor is like this as well. We may gather from all thisthat these loves by nature want to share their pleas ures. The faint sense of pleasure, the almost imperceptible sense of well-being that was found in people who werefocused on love for God and love for their neighbor in theworld, turns into the pleasure of heaven, perceptible andpalpable in countless ways. That sense of well-being thathad been lying hidden in their deeper natures while theylived in the world is now unveiled and released into opensensation, because now they are in the spirit, and this was the delight of their spirit. All the pleasures of heaven are united to forms of serv - ice and dwell within them, because forms of service arethe good effects of the love and thoughtfulness that angelsare immersed in. Consequently, the nature of each indi -"
    },
    {
      "section": 179,
      "title": "Page 179",
      "text": "AFTERLIFE 160vidual’s pleasures depends on the nature of that individ - ual’s service, and its intensity depends on the intensity ofthe affection for service. These pleasures are inherent in the senses because of the inflow of heaven, where all pleasure belongs to serviceand depends on service. On the basis of an opinion formed in the world, some spirits have believed that heavenly happiness consisted ofa life of leisure, being waited on by others; but they wereinformed that there is never any happiness in idlingaround in order to be content. This would mean wantingthe happiness of others for oneself, in which case no onewould have any at all. This kind of life would be idle, notactive, a life that would lead to atrophy. They might infact have known that apart from an active life, a life hasno happiness, and that idleness serves that life only forrefreshment, in order to return them to the active life with more energy. Then they were shown in many ways thatangelic life consists of worthwhile, thoughtful actions, actions that are useful to others, and that all the happinessangels have is found in service, derives from service, andis proportional to service. So that these people might feel shame (people who have had the notion that heavenly joy consists of a life of leisure, inhaling eternal bliss) they are enabled to per -ceive what kind of life this would be. They see that it is"
    },
    {
      "section": 180,
      "title": "Page 180",
      "text": "Heaven 161thor oughly miserable; and once all their delight therefore dies away, they are very soon disgusted and nauseated. Almost all the people who arrive in the other life think that hell is the same for everyone and that heaven is thesame for everyone, when in fact there are infinite varia -tions and differences in each. Hell is never the same forany two people, nor is heaven. In the same way, no one ofus, no spirit, and no angel is ever exactly like any other,even facially. When I even thought about two identical orequal beings, the angels were aghast. They said that everyunity is formed by a harmonious agreement of many con -stituents and that the nature of the unity depends on thenature of the agreement. This is how every community ofheaven forms a unity and how all the communities form asingle heaven, which is accomplished solely by the Lord,by means of love. Useful activities in the heavens occur in similar variety and diversity. The function of one individual is neverexactly the same as that of any other, so the delight of one is never the same as another’s. Not only that, the delightsof each function are countless, and these countlessdelights are equally varied, yet they are united in a designthat enables them to focus on each other as do the func - tions of the individual members and organs and viscera inthe human body; or even more, like the functions of everyvessel and fiber in those members and organs and viscera."
    },
    {
      "section": 181,
      "title": "Page 181",
      "text": "AFTERLIFE 162These are all interconnected in such a way that they focus on what they can contribute to the other and therefore toall, with all mindful of the individual members. They actas one because of this regard for the whole and for theindividual. Some wondered whether there was that kind of love in heaven, whether it was possible for anyone to love her orhis neighbor more than herself or himself. They were told,though, that in the other life everything good increasesimmensely. Life in a physical body cannot by natureprogress beyond loving one’s neighbor as the self, becauseit is immersed in physical concerns. Once these areremoved, though, the love becomes purer and ultimatelyangelic, which is loving one’s neighbor more than oneself.This is because in the heavens doing good for someoneelse is a delight and doing good for oneself is not unless it is to give to another and therefore for the sake of the other. This is loving one’s neighbor more than oneself. As for the possibility of this love, it was said that in this world it might be gathered from the marriage love somepeo ple have for each other, people who would rather diethan allow their spouse to be hurt. Or they might considerthe love of parents for their children, the mother whowould rather starve than see her children go hungry;or the true friendship that leads people to face peril for thesake of their friends."
    },
    {
      "section": 182,
      "title": "Page 182",
      "text": "Heaven 163Heaven does not consist of wanting to be least in order to be greatest. People who do this pant and long for great - ness. Rather, it means a heartfelt wishing better forothers than for oneself, and serving others for the sake oftheir happiness with no thought of reward, simply out oflove. Actual heavenly joy as it is in and of itself is beyond descrip tion because it dwells in the deepest natures ofangels. It flows from there into the details of their thoughtand affection and from these into the details of theirspeech and action. It is as though their deeper levels werewide open and freed to accept a delight and bliss thatspreads out through all their fibers and therefore throughtheir whole being, giving them a kind of perception andfeel ing that simply cannot be described. Some spirits wanted to know what heavenly joy was, so they were allowed to feel it to the point that they couldnot bear any more. Still, this was not angelic joy, but onlythe slight est trace of the angelic quality that they wereallowed to observe and share. It was so slight that it wasalmost cool, yet they called it most heavenly because itwas so deep within them. I could tell from this not onlythat there are levels of heavenly joy, but also that thedeep est level of one individual barely touches the outmostor some median level of another. I could also see that when we do reach our own deepest level we are in our own"
    },
    {
      "section": 183,
      "title": "Page 183",
      "text": "AFTERLIFE 164heavenly joy and that we could not bear anything deeper because it would become painful for us. To enable me to know what heaven and heavenly joy are and what their quality is, though, the Lord has allowedme to feel the pleasures of heavenly joy often and atlength. Because this was living experience, I may indeedknow about them, but there is no way to describe them.Still, something should be said in order to provide at leastsome notion about them. There is an effect of countlesspleas ures and joys that unite to present a single some -thing, a unity or united affection that contains a harmonyof countless affections that do not come through to con -scious ness individually, only vaguely, because the con -scious ness is so very general. It was still possible to per -ceive that there were countless elements within it, sobeau ti fully arranged as to defy description. The qualitiesof those countless elements flow from the very design ofheaven; and this kind of design is resident in the very leastaffec tions, affections that are manifest and perceived onlyas a very general unity, depending on the perceptive abil -ity of the subject. I have also noticed that heavenly joy and delight seemed to be coming from my heart, spreading very subtlythrough all my inner fibers and from there into the gather -ings of fibers with such a profound sense of pleasure thatmy fibers seemed to be nothing but joy and delight, and every thing I perceived and felt was alive with bliss. Next"
    },
    {
      "section": 184,
      "title": "Page 184",
      "text": "Heaven 165to these joys, the joy of physical pleasures is like crude and irritating dust compared to a pure and gentle breeze. I noticed that when I wanted to convey all my pleasure to someone else, a deeper and fuller pleasure flowed incease lessly in its place. The more I wanted to convey it,the more it flowed in; and I perceived that this was fromthe Lord. People in heaven are continually progressing toward the springtime of life. The more thousands of years theylive, the more pleasant and happy is their springtime. Thiscontinues forever, increasing according to the growth andlevel of their love, thoughtfulness, and faith. As the years pass, elderly women who have died of old age—women who have lived in faith in the Lord,thought fulness toward their neighbor, and in contentedmarriage love with their husbands—come more and moreinto the flower of growing youth and into a beauty thatsurpasses any notion of beauty accessible to our sight.Their good ness and thoughtfulness is what gives themtheir form and gives them its own likeness, making thepleasure and beauty of thoughtfulness radiate from everyleast corner of their faces so that they become actual forms of thought fulness. Some people have seen them and havebeen stunned. The form of thoughtfulness that is open to view in heaven is like this because it is thoughtfulnessitself that both gives and is given visible form. In fact, itdoes this in such a way that the whole angel, especially her"
    },
    {
      "section": 185,
      "title": "Page 185",
      "text": "AFTERLIFE 166face, is virtually thoughtfulness itself appearing to open per cep tion. When people look at this form, its beauty isunut ter able, affecting the very inmost life of the mindwith thoughtfulness. In a word, to grow old in heaven is togrow young. People who have lived in love for the Lord andin thoughtfulness toward their neighbor are forms like this,or beauties like this, in the other life. All angels are formslike this, in infinite variety. This is what makes heaven. The Vastness of Heaven The vastness of the Lord’s heaven follows from many ofthe things that have been presented above, especiallyfrom the fact that heaven is from the human race, not onlythat portion of it born within the church but also theportion born outside it. This means that heaven includeseveryone who has lived a good life since the very begin -ning of our planet. Anyone familiar with the continents and regions and nations of this world may gather what a multitude ofpeople there are on our whole globe. Anyone who goesinto the mathematics of it will discover that thousands and thousands of people die on any given day, makinghun dreds of thousands or millions every year; and this hasbeen going on since the earliest times, thousands of yearsago. All of these people have arrived in the other world, called the spiritual world, after their decease, and they arestill arriving."
    },
    {
      "section": 186,
      "title": "Page 186",
      "text": "Heaven 167I cannot say how many of these are or are becoming angels of heaven. I have been told that most of the earliest peo ple became angels, because they thought more deeplyand spiritually and were therefore enveloped in heavenlyaffec tion; while for later ages it was not so many becauseas time passed we became more externally minded andbegan to think more on the natural level, which meantthat we were enveloped in more earthly affection. This enables us to gather at the outset that heaven is huge simply from the inhabitants of this planet. Then too, I have talked with spirits about the fact that peo ple could realize that there is more than one earth inthe universe from the fact that the starry heaven is soimmense. There are so incomprehensibly many stars in it,each one a sun in its own place and its own system, like oursun, of different magnitudes. If people think this throughcarefully, they will come to the conclusion that this whole vast universe cannot be anything but a means to an end, which is the goal of creation, a heavenly kingdom inwhich the Divine can dwell with angels and with us. Thevis i ble universe, the heaven spangled with so incompre -hensibly many stars that are all suns, is in fact simply ameans for the production of planets with people on themwho can make up a heavenly kingdom. Given all this, rational people cannot help thinking that such a vast means toward such an end did not comeinto being for the sake of a human race on one earth."
    },
    {
      "section": 187,
      "title": "Page 187",
      "text": "AFTERLIFE 168What would that be for a divine being, an infinite being, for whom thousands or tens of thousands of planets, allfully inhabited, would be so slight as to be practicallynothing? By a preliminary calculation, if there were a million planets in the universe with three hundred million peopleon each one, and two hundred generations over six thou -sand years, and if each person or spirit were allotted threecubic cubits, and if all these people or spirits were gatheredinto one place, they would not even fill the volume of ourearth, hardly more than a satellite of one of the planets.This would be such a small space in the universe as to bebarely visible, since we can scarcely see those satelliteswith the naked eye. What would this be for the Creator ofthe universe, for whom it would not be enough if thewhole universe were filled? For the Creator is infinite. I have talked about this with angels, who have told me that they have much the same idea about how small the number of the human race is in comparison to the infinityof the Creator. However, they do not think in terms ofspace but of states, and to their minds, no matter howmany tens of thousands of planets you could conceive of,it would still be simply nothing to the Lord. Because they take a few passages from the Word liter - ally, some people think that heaven is not vast but small.For example, there are places where it says that only the poor will be accepted into heaven, or only the elect, or"
    },
    {
      "section": 188,
      "title": "Page 188",
      "text": "Heaven 169only people in the church and not people from outside, or only people for whom the Lord makes intercession, or thatheaven will be closed when it is full, and that the time forthis is foreordained. These people do not realize thatheaven will never be closed; that there is no foreordainedtime, no fixed number; and that “the elect” are peoplewho live lives of goodness and truth; that “the poor” arepeople who have not found out what is good and true butwho long to (they are also called “the hungry” because ofthis longing). People who think that heaven is small because they have misunderstood the Word can only be thinking thatheaven is in a single place where everyone is gatheredtogether. Yet in fact heaven consists of countless commu -nities. Further, they can only be thinking that heaven isgranted to individuals out of direct mercy and thereforeconsists simply of admission and acceptance out of goodwill. They do not realize that the Lord, out of his mercy, leads everyone who accepts him, and that the people who accept him are the people who live according to the lawsof the divine design, which are precepts of love and faith.They do not realize that being led by the Lord from infancy to the end of earthly life and then on to eternity is what mercy really means. If only they knew that everyoneis born for heaven, that people are accepted into heavenwho accept heaven into themselves in this world, andthat people who do not accept it are shut out!"
    },
    {
      "section": 192,
      "title": "Page 192",
      "text": "The Lord Governs the Hells In the earlier discussion of heaven, it was made clear through out that the Lord is the God of heaven and thatthe whole government of the heavens is in the Lord’shands. Since the relationship of heaven to hell and of hellto heaven is like that of two opposites that act againsteach other, with the action and reaction yielding the stateof equilibrium within which everything exists, in order forabsolutely everything to be kept in this balance, it is nec -es sary that the ruler of the one be the ruler of the other aswell. That is, unless the same Lord controlled the attacksof the hells and restrained their madness, the balancewould be destroyed; and if the balance were destroyed,everything else would go. I have sometimes been allowed to sense the aura of malev olent falsity flowing out of hell. It was like a con -stant effort to destroy everything good and true, united toan anger, a kind of rage at not being able to do so. Espe -cially, it was an effort to destroy the divine nature of theLord because this is the source of everything good andtrue. I have sensed an aura of benevolent truth from heaven, though, that served to restrain the rage of the effort rising up from hell, which yielded an equilibrium. I perceivedthat the sole source of this aura was the Lord, even thoughit seemed to be coming from angels in heaven. The reasonit comes solely from the Lord and not from angels is that 173"
    },
    {
      "section": 193,
      "title": "Page 193",
      "text": "every angel in heaven admits that nothing of what is good and true comes from herself or himself, but that it allcomes from the Lord. I need to explain briefly how the hells are governed, though. Overall, the hells are governed by a generalimpinge ment of divine good and divine truth from theheav ens through which the general effort that flows out ofthe hells is restrained and controlled. There is also a spe -cific impingement from each heaven and from each com -munity of heaven. Specifically, the hells are governed by means of angels who are given the ability to look into the hells and checkthe insanities and riots there. Sometimes angels are sentthere, and their very presence brings matters under control. In general, though, all the people in the hells are gov - erned by their fears, some by fears sown and still in placefrom the world. However, since these fears are not ade -quate and gradually weaken, they are governed throughfears of punishment, which are the primary means of pre -vent ing them from doing evil. There are many kinds ofpun ishment there, milder or more severe depending onthe evil [they are restraining]. Most of the time, the rela -tively malevolent spirits are in power, having gained con - trol by their experience and skill; and they are able to keep the rest in servile obedience by punishments and the fearsthat these give birth to. These dominant spirits do notdare go beyond fixed limits.AFTERLIFE 174"
    },
    {
      "section": 194,
      "title": "Page 194",
      "text": "We do need to realize that the only way of controlling the violent rages of people in the hells is through fear of pun ishment. There are no other means. The Lord Does Not Cast Anyone into Hell: Spirits Cast Themselves In Some people cherish the notion that God turns his face away from people, spurns them, and casts them into hell,and is angry against them because of their evil. Somepeople even go so far as to think that God punishes peopleand does them harm. They support this notion from theliteral meaning of the Word where things like this are said,not realizing that the spiritual meaning of the Word,which makes sense of the letter, is wholly different. So thereal doctrine of the church, which is from the spiritualmeaning of the Word, teaches something else. It teachesthat the Lord never turns his face away from anyone or spurns anyone, never casts anyone into hell or is angry. Anyone whose mind is enlightened perceives this while reading the Word simply from the fact that the Lordis goodness itself, love itself, and mercy itself. Good itselfcannot do harm to anyone. Love itself and mercy itselfcannot spurn anyone, because this is contrary to mercy and love and is therefore contrary to the divine nature itself. So people who are thinking with an enlightenedmind when they read the Word perceive clearly that Godnever turns away from us, and that because he does notHell 175"
    },
    {
      "section": 195,
      "title": "Page 195",
      "text": "turn away from us, he behaves toward us out of goodness and love and mercy. That is, he wills well toward us, lovesus, and has compassion on us. We can gather from this that we do evil from hell and good from the Lord. However, since we believe that what -ever we do comes from ourselves, the evil we do clings tous as though it were our own. This is why we are at fault forour evil, never the Lord. The evil within us is hell withinus, for it makes no difference whether you say “evil” or“hell.” Since we are at fault for our evil, it is we, not theLord, who lead ourselves into hell. Far from leading usinto hell, the Lord frees us from hell to the extent that wedo not intend and love to be absorbed in our evil. Ourwhole volition and love stays with us after death. Peoplewho have intended and loved what is evil in the worldintend and love what is evil in the other life, and thenthey no longer allow themselves to be led away from it.This is why people who are absorbed in evil are connected to hell and actually are there in spirit; and after death theycrave above all to be where their evil is. So after death, itis we, not the Lord, who cast ourselves into hell. I need to mention how this happens. When we arrive in the other life, we are first taken up by angels who do every -thing for us and also tell us about the Lord, heaven, andangelic life and offer us lessons in what is good and true. How ever, if we as spirits are the kind of people who havebeen familiar with things like this in the world but haveAFTERLIFE 176"
    },
    {
      "section": 196,
      "title": "Page 196",
      "text": "denied or rejected them at heart, then after some conver - sa tion we want to get away from them and try to leave.When the angels notice this, they leave us. After spend -ing some time with various other people, we even tuallytake up with people who are devoted to similar evils.When this happens, we are turning away from the Lordand turn ing our faces toward the hell we were united to inthe world, where people live who are engaged in a similarlove of evil. We can see from this that the Lord is leading every spirit toward himself through angels and through an inflowfrom heaven, but that spirits who are absorbed in evilresist strenuously and virtually tear themselves away fromthe Lord. They are drawn by their evil—by hell, that is, asthough it were a rope; and because they are drawn and want to follow because of their love of evil, it follows thatthey freely cast themselves into hell. This is hard to believe in the world because of people’s notions about hell. In fact, it does not even look that wayin the other life. Evil spirits are punished severely in the world of spirits to keep them terrified of doing evil. This too seems tocome from the Lord, but still no punishment there doescome from the Lord. It comes from the evil itself, since anevil is so closely united to its punishment that they cannotbe separated. The hellish mob craves and loves nothing more than inflicting harm, especially punishing and tor -Hell 177"
    },
    {
      "section": 197,
      "title": "Page 197",
      "text": "tur ing, and they do inflict harm and punishment on any - one who is not being protected by the Lord. So whensomething evil is being done from an evil heart, since thisrejects any protection by the Lord, evil spirits assail theevildoer and inflict punishment. To some extent, this can be illustrated by evil deeds and their punishments in the world, where they are alsounited. The laws here set penalties for each crime, so any -one who plunges into evil is plunging into its punishmentas well. The only difference is that in the world, evil canbe hidden, which cannot happen in the other life. We can therefore conclude that the Lord does not do harm to anyone. It is like this in the world as well. It is notthe king or the judge or the law that is responsible for thepunishment of the guilty, because they are not responsiblefor the evil of the criminal. All the People Who Are in the Hells Are Absorbed in Evils and Consequent Falsitiesbecause of Their Loves of Themselvesand the World Seen in any of heaven’s light, all the spirits in the hells appear in the form of their own evil. Each one is in fact animage of her or his evil, since for each individual the innerand outer natures are acting as a unit, with the deeper ele -ments presenting themselves to view in the outer ones—in the face, the body, the speech, and the behavior. So youAFTERLIFE 178"
    },
    {
      "section": 198,
      "title": "Page 198",
      "text": "can tell what they are like by looking at them. In general, they are forms of contempt for others, threats againstpeople who do not revere them; they are forms of variousshadings of hatred, of various forms of vengefulness.Savagery and cruelty show through from within. It does need to be known, though, that hellish spirits look like this in heaven’s light, but that they look humanto each other. This is a gift of the Lord’s mercy, so that theydo not look as repulsive to each other as they do to angels.However, this appearance is deceiving, since the momenta ray of light from heaven is let in, these human forms turninto the monstrous ones that they are essentially, theforms just described, because in heaven’s light everythingappears as it really is. This is also why they avoid heaven’slight and dive into their own illumination, an illumi - nation like that of glowing coals or, in places, like burning sulfur. This light, though, turns into pure dark ness whenany ray of light from heaven flows in. This is why the hellsare described as being in gloom and darkness, and why the gloom and darkness mean the kinds of malevolent distor -tions characteristic of hell. At first I wondered why love for oneself and love of the world are so diabolic, why people who are absorbed inthem look so frightful. After all, in the world we scarcelygive love for ourselves a second thought. We focus only onthat outward inflation of spirit called pride, which webelieve is the only self-love because it is so visible. NotHell 179"
    },
    {
      "section": 199,
      "title": "Page 199",
      "text": "only that, if love for oneself does not express itself in pride, then we in the world think it is the vital fire that rouses usto work for high position and to do constructive things.We believe that if we saw no prospect of esteem and gloryin these efforts, our spirits would become sluggish. Peopleask, “Who would do anything decent or useful or remark -able except to be praised and respected by others, [openly]or in their thoughts; and where does this come fromexcept from the fire of a love for glory and esteem—thatis, for the sake of self?” This is why people in the world donot realize that in its own right love for oneself is the lovethat rules in hell and that makes hell within us. Since this is in fact the case, I should like first to describe what love for oneself is, and then explain thatevery thing evil and false wells up from this love. Love for oneself is intending well to oneself alone, not to others except for the sake of oneself—not the church,the country, or any human community. It is helping them solely for the sake of one’s own reputation and rank andglory. Unless these can be seen in the services we offer, weare saying at heart, “What difference does it make? Whyshould I? What’s in it for me?” So we forget it. We can seefrom this that people who are absorbed in a love for them -selves do not love their church or country or com munityor any constructive activity. They love only them selves.Their only pleasure lies in self-gratification; and since thepleasure that stems from love constitutes human life, theirAFTERLIFE 180"
    },
    {
      "section": 200,
      "title": "Page 200",
      "text": "life is a life of self. A life of self is a life that depends on what we claim as our own, and in its own right what we claim asour own is nothing but evil. People who love themselves do love their own as well, their own being specifically their children and grand -children and more broadly all who ally with them, whomthey call “their own people.” Loving both the former andthe latter is actually loving themselves, because theyregard the others as though they were in themselves, andfocus on themselves in others. These “others” who areclaimed as their own include everyone who praises andreveres and worships them. We are completely absorbed in our self-image and there fore in our hereditary evil whenever we focus onourselves in anything worthwhile we are doing, for we arefocusing on ourselves and away from what is good and noton what is good and away from ourselves. So in the worth - while activities we set up an image of ourselves and not animage of the Divine. I have been assured of this by expe -rience as well. There are evil spirits who live halfwaybetween the north and the west, underneath the heavens,who are particularly skilled at getting upright spirits involved in their self-image and therefore focused on vari - ous kinds of evil. They do this by getting them absorbed inthinking about themselves, either openly by words of praise and esteem or covertly by focusing their feelings exclusively on themselves. To the extent that they suc -Hell 181"
    },
    {
      "section": 201,
      "title": "Page 201",
      "text": "ceed, they turn the faces of the upright people away from heaven and also becloud their understanding, calling upevils from their self-concern. If you look at their origins and essences, you can see that love for oneself and love of one’s neighbor are opposites.In people who are wrapped up in love for themselves, loveof their neighbor begins from self. They claim that every -one is her or his own neighbor; and from this as a centerthey reach out to all who ally with them, with progres -sively less intensity depending on the love that unites theothers with them. They regard people outside this groupas worthless, and people who offer opposition to them andtheir evildoing they regard as enemies. It does not matterwhat they are actually like, whether they are wise orupright or honest or fair. Picture a community made up of people like this, all totally in love with themselves, not caring about othersunless they are allies, and you will see that their love is nodifferent from that of thieves for each other. To the extentthat they are acting in concert, they embrace each otherand call each other friends; but once they stop cooper -ating, once anyone resists their control, they attack andbutcher each other. If their deeper natures—their minds—are probed, it will be clear that they are full of vir -u lent hatred for each other, that at heart they ridicule anything fair and honest and even ridicule the Deity, tossing it aside as worthless. This comes out even moreAFTERLIFE 182"
    },
    {
      "section": 202,
      "title": "Page 202",
      "text": "clearly from their communities in the hells, which will be described below. In broad terms, the evils characteristic of people focused on love for themselves are contempt for others;envy; enmity toward anyone who is not on their side, anda consequent hostility; various kinds of hatred; venge -fulness; craft; deceit; callousness; and cruelty. In religiousmatters, this extends not only to a contempt for theDivine and for the divine gifts that are the true and goodelements of the church; it extends also to anger at suchthings, an anger that turns into hatred when we becomespirits. Then not only can we not stand hearing aboutthese matters, we blaze with hatred against everyone whoacknowledges and worships the Divine. As for love of the world, it is not so intensely opposed to heavenly love, because there are not so many evils latentin it. Love of the world is wanting to divert the wealth of others to ourselves by any means available. It is setting ourheart on wealth and allowing the world to distract us fromthe spiritual love that is love for our neighbor and there -fore from heaven and the Divine. This love takes many forms, though. We may love wealth in order to be raised to exalted rank simply becausewe love exalted rank. We may love exalted rank and highposition for the sake of wealth. We may love wealth for the sake of the various pleasures it offers in the world. WeHell 183"
    },
    {
      "section": 203,
      "title": "Page 203",
      "text": "may love wealth simply for the sake of wealth, which is avarice, and so on. The purpose of being wealthy is calledits use, and purpose or use is what gives a love its quality.That is, the quality of a love is determined by the goal itaims at. Everything else serves it as means. Hellfire and Gnashing of Teeth Until now, hardly anyone has known the meaning of theeternal fire and gnashing of teeth ascribed to people inhell in the Word. This is because people think material -istically about statements in the Word, in ignorance of itsspir itual meaning. So some of them understand the fire tobe material fire, some think it is torment in general, somethe pangs of conscience, some that it is just words meantto strike a terror of evil into us. Some understand the gnash ing of teeth to be a kind of grinding, some only the kind of shudder we feel when we hear this kind of clash ofteeth. Anyone familiar with the spiritual meaning of the Word, though, can realize what eternal fire and gnashingof teeth are, since there is spiritual meaning in everyexpression and in the meaning of every expression in theWord. At heart, that is, the Word is spiritual, and spiritual mean ing can be expressed to us only in natural terms because we are in a natural world and think on the basis of what we encounter in it.AFTERLIFE 184"
    },
    {
      "section": 204,
      "title": "Page 204",
      "text": "For us human beings, spiritual warmth is the warmth of life, because as already noted it is essentially love. This love is what fire means in the Word. Heavenly fire meanslove for the Lord and love for our neighbor, and hellish firemeans love for ourselves and love of the world. Hellish fire or love has the same source as heavenly fire or love, namely heaven’s sun or the Lord. However, it ischanged into hellfire by the people who receive it, for allinflow from the spiritual world varies depending on howit is received or depending on the forms into which itflows. The same thing happens with the warmth and lightfrom the world’s sun. Warmth flowing from this sourceinto woods and flower beds produces vegetation andpleas ant, soft aromas. The same warmth flowing intomanure or carrion produces decay and foul stenches. Sim -i larly, light from the same sun on one object produceslovely, charming colors, while on another it produces uglyand unpleasant ones. It is the same with the warmth andlight from heaven’s sun, which is love. When that warmthor love flows into good recipients, like good people andspir its or angels, it makes their goodness fertile; whereaswhen it flows into evil people it has the opposite effect.Their evils either stifle it or distort it. Similarly, when heav en’s light flows into the true perceptions of good will,it yields intelligence and wisdom; but when it flows intomalicious distortions, it changes there into insanity andHell 185"
    },
    {
      "section": 205,
      "title": "Page 205",
      "text": "var i ous kinds of illusion. Everything depends on recep - tion. It does need to be known, though, that the people in the hells are not actually in fire. The fire is an appearance.They do not actually feel any burning, only the kind ofwarmth they knew in the world. The reason there seemsto be fire is correspondence, since love corresponds to fire,and everything we see in the spiritual world has its visibleform from its correspondence. The gnashing of teeth, though, is the constant clash and strife of false convictions with each other (and there -fore the warfare of the individuals who hold the false con -victions) united to contempt for others, hostility, deri -sion, mockery, and blasphemy. These even break out intovarious kinds of butchery. Everyone there is defending hisor her own false convictions and calling them true. Fromout side the hells, these clashes and battles sound likegnash ing teeth, and they turn into the gnashing of teethwhen truths from heaven flow into hell. In these hells dwell all the people who acknowledged nature and denied the Divine. The people who delib - erately convinced themselves are in the deeper hells. Since they cannot accept any ray of light from heaven andcan therefore not see anything within themselves, most ofthem focus on their senses and their bodies. These arepeople who do not believe anything they cannot see withtheir eyes and touch with their hands. So for them, allAFTERLIFE 186"
    },
    {
      "section": 206,
      "title": "Page 206",
      "text": "sensory illusions are the truths on which they base their arguments. This is why their arguments sound like thegnashing of teeth. It is because in the spiritual world allfalse statements grate, and teeth correspond to theoutmost aspects of nature and to our own outmost natures,which have to do with our senses and our bodies. The Malice and Unspeakable Skills of Hellish Spirits Anyone who thinks deeply and knows anything about the workings of the human mind can see and understand howsignificantly superior spirits are to other people. In aminute, we can consider and turn over and decide in ourminds more than we can express in speech or writing inhalf an hour. This shows how much better we are when we are in the spirit and therefore when we become spirits, since it is the spirit that thinks and the body is what the spirit uses to express its thoughts in speech or writing. This is why people who become angels after death have access to indescribable intelligence and wisdom relativeto the intelligence and wisdom they had while they wereliving in the world. While they were living in the world,their spirits were confined in a body and by that meanswere in the natural world. So when the spirit did thinkspir itually, the thoughts flowed into natural concepts thatare relatively general, crude, and hazy. This means theyare not open to the countless elements characteristic ofHell 187"
    },
    {
      "section": 207,
      "title": "Page 207",
      "text": "spir itual thought. They also immerse them in the thickets of the cares of the world. It is different once the spirit hasbeen freed from the body and has arrived at its own spir -itual state, which happens when it crosses from the nat -ural world to the spiritual world that is appropriate to it. The level of wisdom and intelligence for angels is also the level of malice and craft among hellish spirits. Theissue is much the same because once the human spirit isfreed from its body it devotes itself wholly to its virtue orto its vice. An angelic spirit devotes itself to its virtue anda hellish spirit to its vice. This means that just as angelicspirits think and intend and speak and act from theirgood, so hellish spirits do the same from their evil. It wasdifferent while they were living in the flesh because thenthe evil of their spirits was under the restraints that applyto all because of the law, or because of money, position,reputation, and their fears of losing these things. So theevil of their spirits could not break out and show itself inits true colors. Further, the evil of their spirit then lurkedhidden by veils of outward integrity, honesty, fairness, andaffection for what is true and good, qualities that such peo -ple presented and simulated in their speech for worldlyreasons. All the while, the evil remained so hidden andveiled that they themselves scarcely knew that there wasso much malice and craft in their spirits, that they weretherefore intrinsically the very devils they would becomeAFTERLIFE 188"
    },
    {
      "section": 208,
      "title": "Page 208",
      "text": "after death when their spirits would come into their own and display their own nature. The kind of malice that surfaces then defies all belief. There are thousands of things that burst forth from theevil itself then, including some that are beyond the wordsof any language to describe. I have been allowed to learnand even to observe what they are like by many expe -riences because the Lord has granted me to be in the spir -itual world as to my spirit while I was in the natural worldas to my body. This I can testify: their malice is so greatthat scarcely a thousandth part of it can be described. Fur -ther, if the Lord did not protect us we would never be ableto escape from hell; for with each of us there are bothspirits from hell and angels from heaven. Further, the Lordcannot protect us unless we acknowledge the Divine and live faithful, thoughtful lives. Otherwise, we are turningaway from the Lord and toward hellish spirits and aretherefore in spirit absorbing the same kind of malice. Still,the Lord is constantly leading us away from the evils thatwe assimilate and attract by associating with these spirits,leading us if not by the inner restraints of conscience(which we do not accept if we deny the Divine), then by the outer restraints already listed, the fears of the laws and their penalties, of the loss of money and the forfeiture ofrank and reputation. People like this can be led away from evils through the delights of their love and the fear ofHell 189"
    },
    {
      "section": 209,
      "title": "Page 209",
      "text": "losing and forfeiting these delights, but they cannot be led into spiritual virtues. To the extent that they are led intothem, you see, they convert them into guile and craft bypretending to be good and honest and fair-minded with aview to persuading and deceiving others. This guile isadded to the evil of their spirits and gives it form, lendingits own nature to the evil. The Appearance, Location, and Number of the Hells In the spiritual world, the world where spirits and angels live, things look much the same as they do in the naturalworld where we live—so similar that at first glance thereseems to be no difference. You see plains there, moun -tains, hills, and cliffs with valleys between them, you seebodies of water and many other things that we find onearth. However, they all come from a spiritual source, sothey are visible to the eyes of spirits and angels but not to our eyes because we are in a natural world. Spiritual peo -ple see things that come from a spiritual source, and natu - ral people see things that come from a natural source. Thismeans that there is no way for our eyes to see things in thespiritual world unless we are allowed to be in the spirit, oruntil we become spirits after death. On the other hand,angels and spirits are utterly incapable of seeing anythingin the natural world unless they are with some one of uswho has been allowed to talk with them. Our eyes areAFTERLIFE 190"
    },
    {
      "section": 210,
      "title": "Page 210",
      "text": "Hell adapted to receive the light of the natural world, and the eyes of angels and spirits are adapted to receive the light ofthe spiritual world; yet the two kinds of eyes look exactlyalike. Natural people cannot understand that the spiritual world is like this, and sense-centered people even less so,being people who believe nothing unless they can see itwith their physical eyes and touch it with their hands.This means they believe only what they glean throughtheir sight and touch and that they think on this basis; sotheir thought is material and not spiritual. Because of this resemblance between the spiritual world and the natural world, it is hard for people afterdeath to realize that they are not in the world where theywere born, the world they have just left; so they actuallycall death nothing but a crossing from one world intoanother like it. The hells are not visible [to angels in the heavens and spirits in the World of Spirits] because they are closed. Allone can see are the entrances, called gates, when theyopen to admit spirits like the ones already there. All thegates into the hells open from the world of spirits, nonefrom heaven. There are hells everywhere. They are under the moun - tains and hills and cliffs and under the plains and valleys.The openings or gates to the hells that are under themoun tains and hills and cliffs look at first sight like 191"
    },
    {
      "section": 211,
      "title": "Page 211",
      "text": "AFTERLIFE 192crevices or fissures in the rocks. Some of them are quite broad and open, some narrow and confined, full of roughplaces. All of them seem dim and gloomy when you lookin, although the hellish spirits who live there have thekind of illumination you get from glowing coals. Theireyes are adjusted to the reception of this kind of light. Thisis because when they were living in the world they were indarkness about divine truths owing to their denial ofthem. They were in a kind of light as to their false convic -tions because they affirmed them, which gave their eye -sight the form it has. This is also why heaven’s light isdark ness to them, so when they come out of their caves,they can not see anything. This makes it abundantly clearthat we come into heaven’s light to the extent that wehave acknowledged the Divine and affirmed withinourselves the values of heaven and the church. We comeinto the darkness of hell to the extent that we have deniedthe Divine and affirmed within ourselves values contraryto those of heaven and the church. I have been allowed to look into the hells and see what they were like inside, for when it pleases the Lord, a spiritor angel who is overhead can probe visually into thedepths and examine their nature with no coverings in the way. I have also been allowed to explore them in thisfashion. Some of the hells looked to me like caves andcaverns leading into cliffs and then slanting downward oroff at an angle."
    },
    {
      "section": 212,
      "title": "Page 212",
      "text": "Hell 193Some of these hells looked like the lairs or dens of wild animals in the woods, some like the vaulted chambers and crypts found in mines, with caverns leading downward.Many of the hells are threefold. The higher ones lookgloomy inside because the people there are fond of mali -cious distortions. The lower ones look fiery, though,because their inhabitants are devoted to malice itself.Darkness in fact corresponds to malicious distortions, andfire to the actual malice. That is, the people in the deeperhells are the ones who acted from evil on a deeper level,while the people in the hells that are not so deep actedfrom evils on a more superficial level—that is, on the basisof their malicious distortions. In some hells you can see what look like the ruins of houses and cities after a fire, where hellish spirits live and hide out. In the milder hells you can see crude huts, sometimes grouped in something like a city, with alleyways andstreets. There are hellish spirits in these homes, with con - stant quarrels, hostility, beating, and violence. The streetsand alleys are full of thieves and robbers. In some hells there are nothing but brothels, foul to look at and full of all kinds of filth and excrement. There are also dark forests where hellish spirits roam like wild beasts; and there are underground caves there where they flee when they are being threatened by others.Then there are desert areas where everything is barren"
    },
    {
      "section": 213,
      "title": "Page 213",
      "text": "AFTERLIFE 194and sandy, with rugged cliffs here and there with caves in them, and huts scattered around as well. People are exiledfrom the hells into these desert places if they have sufferedto the limit, especially people who in the world werecraftier than others in the skills of deliberate manip -ulation and deceit. This kind of life is their final lot. There is an infinite variety to everything evil just as there is to everything good. People do not grasp this if theyhave only simplistic concepts of particular evils likecontempt, hostility, hatred, vengefulness, deceit, and thelike; but they should realize that each of these contains somany distinctive forms, each of which also contains dis -tinctive or particular forms, that a whole volume wouldnot be adequate to list them. The hells are so clearlyarranged according to the distinctive features of every - one’s evil that nothing could be more definitely andclearly arranged. We can gather from this that they arebeyond counting, some near each other and some far removed according to the general, specific, and particulardifferences of their evils. The Equilibrium between Heaven and Hell There is a constant balance between heaven and hell. Aneffort to do evil is constantly emanating upward from hell, and an effort to do good is constantly emanating downfrom heaven. The world of spirits is in this equilibrium."
    },
    {
      "section": 214,
      "title": "Page 214",
      "text": "Hell 195The reason the world of spirits is in this equilibrium is that after death we first enter the world of spirits and are kept in the same state we were in in the world. This couldnot happen unless there were a perfect balance there. Thisallows everyone to be examined there as to quality, sincewe keep the same kind of freedom we had in the world.Spir itual equilibrium is a state of freedom for us and forspirits. Everything in the heavens and the hells is so arranged that each individual there is in a personal equilibrium. Wecan to some extent gather this from what has already beenpre sented concerning the heavens and the hells. That is,all the communities of heaven are very precisely differen -tiated according to the genera and species of their good -ness, and all the communities of hell according to the gen -era and species of their evils. Further, there is a correspon -ding community of hell underneath every com munity of heaven, and this opposing correspondence yields anequilibrium. So the Lord is constantly making sure thatthe hellish community under any heavenly one does notget too strong. To the extent that one begins to get too strong, it is brought under control by various means and returned to its proper balanced relationship. I shall men - tion only a few of the many means. Some involve astronger presence of the Lord. Some involve closer com -munication and union of one or more commu nities with"
    },
    {
      "section": 215,
      "title": "Page 215",
      "text": "AFTERLIFE 196others. Some involve the exile of extra hellish spirits into desert places, some the transfer from one hell to another,some the reorganization of the people in the hells, whichalso is accomplished in various ways. Some involveconcealing some of the hells under thicker and heaviercoverings, some sending them down deeper. Then thereare other means, some involving the heavens overhead. I mention this so that there may be some grasp of the fact that only the Lord provides that there shall be abalance between good and evil everywhere, and thereforebetween heaven and hell. On this kind of equilibriumdepends the salvation of everyone in the heavens andeveryone on earth. * * * What I have been saying in this book about heaven, theworld of spirits, and hell will be obscure to people who findno delight in knowing about spiritual truths; but it will beclear to people who do have this delight, especially to peo -ple involved in an affection for truth for its own sake—that is, people who love truth because it is true. Anythingthat is loved enters into the concepts of our minds withlight, especially when what is loved is true, because alltruth is in the light."
    }
  ]
}