{
  "id": "sf_florschutz_swedenborgkant",
  "title": "Sf Florschutz Swedenborgkant",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 2,
      "title": "Page 2",
      "text": "SWEDENBORG AND KANT Emanuel Swedenborg's Mystical View of Humankind, and the Dual Nature of Humankind in Immanuel Kant • by Gottlieb Florschiitz Translated by George F. Dole from Emanuel Swedenborgs mystisches Menschenbild und die Doppelnatur des Menschen bei Immanuel Kant, Florschiitz doctoral thesis summarized by the author SWEDENBORG STUDIES / No.2 Monographs of the Swedenborg Foundation West Chester, Pennsylvania 1993"
    },
    {
      "section": 3,
      "title": "Page 3",
      "text": "Swedenborg Studies is a scholarly monograph series published by the Swedenborg Foundation. The primary purpose of the series is to make materials available for understanding the life and thought of Emanuel Swedenborg (1688--1772) and the impact that his thought has had on others. The Foundation undertakes to publish original studies and English translations of such studies, and to republish primary sources that are otherwise difficult of access . • Proposals should be sent to: Editor, Swedenborg Studies, Swedenborg Foundation, 284 North Main Street, Sharon, Massachusetts 02067-1105 Copyright © 1993. All rights reserved. ISBN 0-87785-182-4 Swedenborg Foundation P.O. Box 549 West Chester, Pennsylvania 19381-0549 Printed by Science Press"
    },
    {
      "section": 4,
      "title": "Page 4",
      "text": "• CONTENTS • Immanuel Kant (1724-1804) Emanuel Swedenborg (1688-1772) Editor's Foreword BY FRIEDEMANN HORN Swedenborg and Kant: Emanuel Swedenborg's Mystical View of Humankind and the Dual Nature of Humankind in Immanuel Kant BY GOTTLIEB FLORSCHUTZ Notes . v 1 . 23"
    },
    {
      "section": 6,
      "title": "Page 6",
      "text": "• EDITOR'S FOREWORD • Gottlieb Florschutz recently received his doctorate from the University of Kiel with a comprehensive dissertation entitled Swedenborgs verborgene Wirkung auf Kant, subtitled Swedenborg und die okkulten Phiinomene aus der Sicht von Kant und Schopenhauer. There was an initial agreement that the Swedenborg Verlag in Zurich would publish the work. Subsequently, however, the highly regarded philosophical publishing firm K6nig­ shausen und Neumann expressed an interest, and since this held promise of wider distribution of this valuable work, the Swedenborg Verlag stepped aside. The following summary by the author is designed to provide our readers with a glimpse of the thesis contents, which are both complex and, for our interests, useful. -FRIEDEMANN HORN, Editor, Offene Tore [The following text is from the issues of October 1991, pp. 188-199, and December 1991, pp. 207-220.]"
    },
    {
      "section": 8,
      "title": "Page 8",
      "text": "• GOTTLIEB FLORSCHLlTZ • SWEDENBORG AND KANT Emanuel Swedenborg's Mystical View of Humankind and the Dual Nature of Humankind in Immanuel Kant • In the following philosophical inquiry, I shall be exploring Kant's evalu­ ation of the paranormal phenomena reported by Swedenborg. In so doing, I will show that Kant's critical stance toward the possibility of such paranormal events as temporal and spatial clairvoyance, mind reading, and contact with the spiritual world is decidedly ambivalent. During the span of twenty-seven years (1763-1790), we can identify two distinct reversals in Kant's opinion of Swedenborg's alleged su­ prasensory abilities. For a brief overview: after an initial affirmative attitude including even a lively interest in Swedenborg's gifts as seer (which Kant himself tried to investigate by means of friendly emissaries, convincingly witnessed espe­ cially by the [1763] letter to Fraulein Charlotte von Knobloch about Swedenborg), the Konigsberg scholar turned his back not only on the \"spirit-seer\" Swedenborg but on all metaphysics whatever, and in his well-known polemic Triiume eines Geistersehers-erliiutert durch Triiume der Metaphysik (1766), he delivered a hostile satire of all the assertions of metaphysicians who claimed to have access to the transcendent world­ whether by empirical means,like Swedenborg, or on rational grounds like the metaphysicians he criticized in his polemic. Finally, shortly after the publication of his masterwork, the elderly Kant returned in a startling, radical way to Swedenborg as an individ­ ual and to his basic conviction that the sensible world was permeated by the other, spiritual world, and affirmed this esoteric doctrine of salvation in significant points."
    },
    {
      "section": 9,
      "title": "Page 9",
      "text": "2 • FLORSCHUTZ The goal of the present inquiry will be to describe the tension in Kant's temper and to explain it systematically in terms of his philosophy. In the following comparison of Swedenborg's esoteric doctrine and Kant's metaphysical speculations, I am continuing the often neglected work of Carl du Prel, Kants mystische Weltanschauung (Kants Vorlesungen tiber die rationale Psychologie), published in Leipzig in 1889. [Hence the somewhat dated conventions for referring to the works of both Kant and Swedenborg.-ED.] I will not be defending Swedenborg's visions in the following, but will simply report his theory on the nature of the human soul, which Kant, in his 1766 polemic, contrasted to his own \"metaphysical dreams\" as Swedenborg's \"empirical dreams,\" but which he ultimately appreciated in his late (1790) lectures on rational psychology: Kant: The human soul must therefore be seen as con­ nected even during this present life with two worlds, of which, as long as it is bound in personal union with a body, it experiences clearly only the physical one; How­ ever, as a member of the spiritual world, it experiences and imparts the pure influx of non-material nature; so as soon as that union [with the body] ceases, all that remains is the community it has always enjoyed with spiritual beings, and it must open its consciousness to clear perception.1 Swedenborg: We have been so created that we can be in the spiritual world and in the natural world at the same time. The spiritual world is where angels are, and the natural world is where mortals are. And since this is how we have been created, we have been given an inner and an outer-an inner through which we can be in the spiritual world and an outer by which we can be in the natural world. 2 The inner is what is called the inner person, and the outer is what is called the outer person. 3 Kant: It is as good as proven--or it could easily be"
    },
    {
      "section": 10,
      "title": "Page 10",
      "text": "KANT AND SWEDENBORG • 3 proven if one wanted to take the time-or still better, it will be proven, though I do not know where or when­ that the human soul even during this life stands in an indissoluble community with the whole non-material nature of the spiritual world, that it operates in this world interactively and receives impression from it, though as mortals we are not aware of this as long as everything is going wel1.4 Swedenborg: Further, we are so created that as to our inner reality, we cannot die.s And I should also add that each one of us, as long as we are living in our bodies, is also in respect to our spirit in the company of spirits, although we are quite un­ aware of it.6 Kant: It is actually just the same subject that belongs as a member to the visible and to the invisible world, but not, however, the same person, since because of their different states, the conceptions of the one world are in no way ideas attendant to those of the other world; so what I think as spirit is not recalled by me as mortal, and vice versa .... Moreover, no matter how clear and vivid the concepts of the spiritual world may be, this is still not enough for me as mortal to become conscious of them; just as even the concept of self (that is, as soul), like that of a spirit, is actually gained through deduc­ tions, and is not an intuitive or empirical experience for anyone? Swedenborg: For essentially, the individual is a spirit, and in respect to the inner is in the company of spirits. So anyone whose inner reaches have been opened by God can talk with them as one person talks to another, and this is something I have experienced daily for many years.s It is clear from this that humanity has been created"
    },
    {
      "section": 11,
      "title": "Page 11",
      "text": "4 • FLORSCHiiTZ to be in heaven among the angels at the same time we are living on earth among mortals; but because human­ ity has become so materialistic [leiblich], we have closed heaven to ourselves. 9 Kant: On the other hand, it is also likely that spiritual nature cannot consciously have any sensory experience of the physical world, because it is not connected to any part of matter that constitutes the person, through which it would become conscious of its place in the material world, and which it could use as artificial instruments to become conscious of the relationships of extended being to itself and to other spirits. It is likely that spiritual nature can still flow into the soul of a person as Being from one and the same nature, and can also actually stand always in a reciprocal relationship with it, in such a way, however, that in the communi­ cation of concepts, the things which the soul comprises in itself as a being dependent on the physical world cannot cross over into other spiritual beings, and the notions of the latter as intuitive concepts of non-mate­ rial things cannot cross over into the clear conscious­ ness of mortals, at least not in their true character, because the subjects of the two ideas are of different kinds.lo Swedenborg: The reason we do not know that as to our souls we are among spirits is that the spirits with whom we are associated in the spiritual world are thinking and talking spiritually, while our own spir­ its, as long as we are in our physical bodies, are thinking and talking naturally; and the spiritual thought and speech are not understood or even per­ ceived by natural people.ll Since, though, the soul is nothing but our life, the"
    },
    {
      "section": 12,
      "title": "Page 12",
      "text": "KANT AND SWEDENBORG • 5 spirit is our person itself, and the earthly body we carry around in the world is only a useful implement through which the spirit, the actual person, can do what is appropriate in the natural world.12 Kant: Human life is twofold-animal life and spiritual life. The animal is the life of the mortal as mortal; and for this the body is necessary if we are to live. The other life is spiritual life, where the soul must continue to exercise the same acts of living independently of the body. For animal life, the body is necessary. Then the soul is connected to the body-it works in the body and animates it. Once the bodily machine has been de­ stroyed, the soul can no longer work in it, so the animal life ceases, but not the spirituallife. 13 Swedenborg: Regarded in and of ourselves, we are spirits, and the physical part, given us solely for our functioning in the natural world, is only the instrument of the spirit.14 Regarded in ourselves, we are spirits, and are also in the same form. For everything that is alive and sensitive in us belongs to our spirit, and there is not the least thing in us, from head to toe, that does not have life and feeling. This is why, when the body is separated from its spirit (which we call, \"dying\"), we still continue to be ourselves and to live. IS How did it come to be, this striking similarity between the views of the two philosophers on the nature, place, and continuance of the soul? Swedenborg claimed to have commerce with spirits, and Kant was preoccupied, long before he heard of Swedenborg, with the question of the conditions under which it might be at all possible that a mortal would have actual views of the ideal world [die intelligible Welt].I6He came to the conclusion that this would be possible under one condition only, namely if the mortal were simultaneously a physical being and a participant in the"
    },
    {
      "section": 13,
      "title": "Page 13",
      "text": "6 • FLORSCHIITZ spiritual realm. In Kant's opinion,this held true not only for humans, but for all living creatures. He therefore says in his polemic: I confess that I am strongly inclined to affirm the pres­ ence of non-material beings in this world, and to put my own soul in the category of this kind of being.17 In the second section of the dogmatic part of his polemic, \" A Fragment of the Secret Philosophy, to Lay Bare our Partnership with the Spiritual World,\", Kant sets his own metaphysical speculations about the compo­ sition of this kind of non-material world over against Swedenborg's vision, ostensibly to mimic what Swedenborg saw and thereby make it look ridiculous. Kant's imitative visions, though, develop for him with a distinctive metaphysic about the dual nature of the human being, a metaphysic to be taken with all seriousness: Since these non-material beings are autonomous prin­ ciples, and are therefore substances and self-subsistent natures, the corollary to which we next proceed is this: that these natures, directly united to each other, may make up a larger whole, which we may call the ideal world (mundus intelligibilis) .... This non-material world can also be regarded as a self-subsisting whole, whose parts stand in reciprocal connection and interaction with each other, even without the mediation of physical things, so that this latter relationship is incidental and can coincide only where it also meets; nothing prevents even the immaterial beings that affect each other through the mediation of matter from standing in a distinct and complete connection apart from this me­ diation, and from constantly exerting reciprocal influ­ ences on each other as non-material beings. IS As Friedemann Hom explains, Kant in the Triiume is therefore not denying the existence of a spiritual world, as is almost universally as­ sumed today-quite the contrary, he explicitly presupposes it.19 It is"
    },
    {
      "section": 14,
      "title": "Page 14",
      "text": "KANT AND SWEDENBORG • 7 perfectly clear to him that without a spiritual world, there is no hope of life continuing after death, a hope he cherishes fervently in the course of his moral doctrine, especially in his postulates concerning God and im­ mortality. In this very Triiume, we find the sentence that is willfully overlooked and almost never cited by today's blind followers of a misun­ derstood \"utter iconoclast\" [Alleszermalmers]: There has never lived an honest soul who could tolerate the thought that everything ends with death, and whose noble sentiment did not rise to a hope for the future. 20 So it surprises only those who misunderstand Kant in order better to use him for their own purposes when we find even in Triiume a precis of his own concepts of the spiritual world. At one point in Triiume, Kant himself makes a startling admission that this Kantean sketch of a spiritual world bears an uncanny resemblance to Swedenborg's view: I state therefore without circumlocution in regard to such suggestive similarities, that I intend no joke, but announce short and sweet that we must either assume more intelligence and truth in Schwedenberg's [sic] writings than is evident at first glance, or that it is merely by accident if he agrees with my system, the way poets are sometimes prophetic when they are raving, or at least as they themselves say, when they occasionally coincide with what ensues. 21 In spite of this, he still resists comparing his own \"philosophical brain­ child,\" as he calls it, with Swedenborg's \"hopelessly ill-conceived and absurd testimony.\" We should note the expressions \"philosophical brain­ child\" and \"testimony.,,22 Kant reasons that the spiritual world is as he describes it; Swedenborg sees it. Thinking and witnessing stand face to face.23 To emphasize this once again: Kant at this time merely denies the presupposition of Swedenborg's view, namely, Swedenborg's claim that"
    },
    {
      "section": 15,
      "title": "Page 15",
      "text": "8 • FLORSCHiiTZ the thoughts he presents do not come from himself and his own reason, but from his observation. For Kant clung to the viewpoint (even in his lectures on rational psychology) that we cannot see into the other world as long as we are living in our bodies.24 Kant postulated this limitation on human knowledge during his life (a limitation which, it follows from his lectures, we presumably transcend once death frees us from the body) with all the passion of the dogmatist, without being able to prove this assertion. Let us contrast it with an assertion of Swedenborg's that occurs at the beginning of Arcana Coelestia, whose reading prompted Kant's vehement critique of Swedenborg. This assertion almost verbally forestalls Kant's objection. Swedenborg wrote, I am well aware that many people will object that no one can talk with spirits and angels while still living in the body, while others will say these are delusions, or will think that I relate these things to gain credence, and others will have other opinions. But all this does not deter me, for I have seen, heard, and felt.25 As to the essence of the matter, whether as earthly mortals we can look behind the veil that separates the two worlds from each other, there is no compelling proof either way. In spite of intensive parapsychological research for the past hundred years, the question is still open,z6 It is also an axiom of Kant's that we should do what is good for the sake of what is good and believe what is true for the sake of what is true. Anyone with even a fragmentary knowledge of Swedenborg's works, particularly the Arcana Coelestia treated with such scorn in Triiume, knows that this axiom can be found there in ever new variations, and occasionally in these very words.27 As we can observe from Kant's own speculations, which occur from time to time in the second section of his polemical Triiume, there is in his disposition, in addition to the rationalistic rejection that he metes out to Swedenborg in his lampoon, a certain propensity even while writing Triiume toward metaphysical speculation about an \"ideal world\" or \"tran­ scendent spiritual realm,\" with which Swedenborg claimed to have con-"
    },
    {
      "section": 16,
      "title": "Page 16",
      "text": "KANT AND SWEDENBORG • 9 tact, and to which Kant at this time still denied himself access. Kant is therefore presuming at this point (even though in a kind of self-editing he would renounce these speculations as /I dreams of meta­ physics,\" which we may contrast with the Swedenborgian /I dreams of experience\") that there is an ideal world of spirit, that the human soul belongs to this world, that the earthly existence of living creatures is only incidental, while the simultaneous ideal existence is the rule, and finally, that by virtue of its simultaneous ideal nature, the soul of the earthly individual can receive influences from the spiritual world.28 Since Kant, in his pre-critical period up to the writing of his devastating critique of Swedenborg in his 1766 polemic, at least conceded the possi­ bility that transcendent concepts might cross over into sensory conscious­ ness, he was not ashamed to investigate the case of Swedenborg. The very abilities rumor credited to this seer precisely matched those entailed by Kant's concept of simultaneous spiritual and physical being. He says that we would /I see beyond to startling conclusions\" if only one event like those reported by Swedenborg could be regarded as proven.29 He had already drawn these startling conclusions before he had heard of Swedenborg, but he wanted to have them regarded as /I dreams of metaphysics\" as long as empirical proof was lacking. This is as far as Kant had gone with his independent thinking when the seer Swedenborg became a topic of conversation, leading his thoughts back to this matter again. The abilities ascribed to Swedenborg precisely matched the concept Kant had composed of a being who belongs to two worlds at the same time. Kant's reading of Swedenborg's writings did of course result in his labeling them fantasies. However, if the content of Swedenborg's visions motivated and authorized him to make this judgment,30 he had a very different opinion of the presupposition of those visions, namely the dual nature of the human being. Kant could not include this in his negative judgment on Swedenborg because then he could not tie his theory of cognition to his moral doctrine, since his own moral philosophy presup­ posed precisely the dual nature of our being (ideal and sensory character) postulated by Swedenborg. Further, Kant's own speculations on human"
    },
    {
      "section": 17,
      "title": "Page 17",
      "text": "10 • FLORSCHUTZ nature, which he simply juxtaposed polemically to Swedenborg's in the hostile Triiume, but finally taught seriously in his \"psychology,\" agree precisely with Swedenborg's. Still, in Kant's treatment of the possibility of an ideal, moral spiritual world, it is not a question of simple imitation of Swedenborg's visions, as one might think; for Kant's own \"visions,\" despite their striking similarity to Swedenborg's doctrines, still bear the unmistakable marks of Kant's own hand, as follows from the comparative passages given above. We must therefore assume that Kant, even though he had complimented Swedenborg earlier, gave up his pet notion and, though it involved rejecting experience, described these \"startling conclu­ sions\" which followed from the dual nature of the human being. I shall now supply the proof of this assertion from Kant's lectures on rational psychology from the years between 1783 and 1790. What are these \"startling conclusions?\" It is clear first of all that in the Kantian-Swedenborgian view of humanity, birth and death have a wholly different meaning than the one usually attached to them. H we are im­ mersed in the earthly order with only part of our being, but also belong as ideal beings to an ideal world, then neither is birth our beginning nor is death our end. This presents us with the two problems of pre-existence and immortality. Both the pre-existence and the immortality of the human soul must be affirmed if the simultaneity of the earthly person and the transcendent subject is to be maintained. Here Kant is viewing the human soul as a simple, temporarily identical substance, and not as a mere paralogism (fallacy) as in the Critique of Pure Reason (1781)-rather, as a substance with real existence to which (as Swedenborg states) he attrib­ uted personal immortality. It will strike many Kantians as strange to read that Kant taught pre-ex­ istence. There is such a passage, though, in his \"psychology,\" and also in an unrelated lecture in the Mongrovius edition.31 Of course, we are not dealing in these treatments with a work published by Kant himself, but only with lecture notes; however, the authenticity of these lectures can be viewed as assured by parallels in several quite independent sets of notes. 32 For this reason, these lectures of Kant deserve a philosophical assessment, which has thus far been denied them because of his argument with Swedenborg.33"
    },
    {
      "section": 18,
      "title": "Page 18",
      "text": "KANT AND SWEDENBORG • 11 In a striking passage of the \"Psychology,\" Kant defines life as the union of a soul with a body. Birth is the beginning of this union and death is its end, so they presume the preceding and subsequent existence of the soul. Before birth, the soul is in the same spiritual state as that to which it returns by way of death. By its union with a body, it winds up in a cave, so to speak, in a prison, by which it is debarred from its own proper spiritual life. From the state of the soul after death, though, ... we can draw conclusions about the state of the soul before birth. That is, it would seem to follow from the proofs we offer for the continuance of the soul after death that we were in a purely spiritual life before our birth, and that through birth the soul arrives in a prison, so to speak, in a cave, which debars it from its spirituallife. 34 According to Kant, then, physical birth is a diminution of our being only to the extent that we lay aside our transcendent abilities. For the transcendent subject that persists, however, life yields a benefit, since previously it had no consciousness of the sensory world or of itself as person, but took in the benefits of life by osmosis [die Errungenschaften des Lebens aufsaugt]. That the soul was in a spiritual life, had a spiritual power of life, [and] already possessed all its abilities and capacities, but in such a way that all these abilities developed only by means of the body, and that it first acquired all the know ledges it has of the world by means of the body, and must therefore have prepared itself for ongoing life by means of the body. The state of the soul before birth was therefore without conscious­ ness of the world or of itself.35 As for death, Kant had already drawn inferences in the Triiume from the simultaneous coexistence of our dual being: When the partnership of the soul with the physical world is finally dissolved by death, then life in the other world is simply a natural"
    },
    {
      "section": 19,
      "title": "Page 19",
      "text": "12 • FLORSCHiiTZ extension of the same connection that had obtained [between the soul and the other world] during this life. Further, all the conse­ quences of the morality practiced here will turn out to be in effect again there----consequences which a being in indissoluble partner­ ship with the whole spiritual world has already worked out in that realm according to the laws of the spirit. This means that the present and the future develop out of a single lump, so to speak, and form a consistent whole according to the very design of nature. 36 In Kant, then, death is an enhancement of individuality in the same sense as in Plato's image of the cave; for the individual, to the extent that his/her soul leaves behind the earthly \"prison,\" the \"cave,\" for the actual transcendent subject, though, [death] makes possible the appropriation of earthly gains. This view, intended in the polemical work to be seen only as a hostile mimicry of Swedenborg's \"dreams,\" has a serious parallel in his \"Psychology.\" Since the body is lifeless matter, it is an obstacle to life. Still, as long as the soul is tied to the body, it must put up with this obstacle and try to alleviate it by whatever means it can. When the body completely ceases to be, though, the soul is then freed from this obstacle and begins truly to live for the first time. This means that death is not the complete repeal of life, but a release from the hindrances to complete life.37 [Empirical] experience teaches us only the death of the physical person. Kant wants to limit knowledge in order to make room for faith, as he says repeatedly in his Critique of Pure Reason. Now, in his later \"Lectures on Rational Psychology,\" he goes one bold step further in presenting his own faith as objective knowledge: No opponent can discover an argument from experience which proves the mortality of the soul. The immortality of the soul is at least safe, therefore, from any objections that are drawn from experience. 38"
    },
    {
      "section": 20,
      "title": "Page 20",
      "text": "KANT AND SWEDENBORG • 13 The affirmative proof, in his view, follows from the nature of the transcendent subject, which, being only temporarily united to the material body, is not affected by this severance. In the \"mystical\" view of the world, as the scholar of the occult Carl du Prellabels the position Kant took in his 1790 lectures on rational psychol­ ogy, the transcendent state stands forth as the rule, and human life as merely a temporary exception. Accordingly, life is a greater riddle than death. Kant is inclined toward this view as early as the Triiume, where he calls life, as \"a partnership between spirit and body,\" something mysteri­ ous, and says: What necessity causes a soul and a body to make one, and what causes, given certain kinds of damage, end this union again-these questions along with various others vastly surpass my insight. 39 As to the nature of the future life, Kant equates it with the state before birth. However, since we do not cease being transcendent during our earthly life, this is by no means an interruption of our transcendent existence-it is rather a doubling of our existence. As the brilliant part of a meteorite's trajectory is simply a contingent phenomenon that happens while that trajectory lies within our atmosphere, and therefore cannot be regarded as a discrete phenomenon, so our distinctive existence is not suspended by its entrance into the earthly order; and that segment of the course of our life which is lit by earthly consciousness is also part of a larger trajectory.40 Granted, the image is not so perfect that we are dealing with transfer to some spatial hereafter following our death. In agreement with Sweden­ borg, Kant refers to the other side as simply the other side of a perceptual threshold, as a shift in our forms of intuition: The separation of soul from body is not to be posited as a change of place ( ... ) However, if the soul does separate from the body, it will not have the same sen­ sory mode of viewing the world. It will not view the world as it seems, but as it is. Accordingly, the separa-"
    },
    {
      "section": 21,
      "title": "Page 21",
      "text": "14 • FLORSCHGTZ tion of soul from body consists of a transformation of sensory perception into spiritual perception. As far as [its] objects are concerned, the other world remains unchanged; it is merely perceived spiritually ( ... ) The environment of the soul, though, is spiritual, so the separation cannot consist of the soul's exiting the body and entering another world. Rather, since the soul has a sensory perception of the physical world through the body, when it is freed from the body's sensory percep­ tion it will have a spiritual perception, and that is the other world. When one enters the other world, one does not enter into association with other things, other plan­ ets perhaps, for I am already in contact with them, if only remotely. No, one stays in this world, but has a spiritual perception of everything. So the other world is not spatially differentiated from this one.41 Kant's definition of heaven therefore agrees with that of Swedenborg. The latter states, We can see from this that heaven is constituted by the states and conditions of its inhabitants, and that heaven is within the person and not outside .... \"When heaven is opened\" means when the inner sight, the sight of the spirit within the person, is opened. 42 Striking for Kant scholars is Kant's explicit presupposition that after our physical death (or more precisely after the separation of the [immortal] soul from the [mortal] body), we can attain to a kind of intellectual perception which enables the soul, freed from its sensory state, to experi­ ence the world as it is. To the extent that we regard the lectures as genuine, this assertion stands in stark contradiction to the stringent restriction of the human capacity for experience to pure sensory prehension in his Critique of Pure Reason. Kant's inconsistent attitude toward Swedenborg and occult phenomena is really intelligible only in the light of the tension between his critical"
    },
    {
      "section": 22,
      "title": "Page 22",
      "text": "KANT AND SWEDENBORG • 15 theory of cognition and his enigmatic moral doctrine, which could even be called \"occult,\" and which offers a glimpse of that intelligible, moral, spiritual world which Swedenborg saw in his visions. We can therefore take consciousness of moral law, as a so-called \"fact of pure reason,\" together with the three postulates of freedom, God, and immortality that are connected with it, and equate that consciousness completely with occult phenomena to the extent that the former like the latter occurs outside of sensory concepts of space, time, and causality. In the case of the enigmatic effect of the moral law [that stems] from our mental, free character on the world of appearances of our sensory, determined charac­ ter, the limits of sensory prehension and modes of operation must be at least temporarily transcended, just as in the case of occult phenomena and Swedenborg's visionary gift.43 We must assume that Kant's \"Lectures on Metaphysics\" came some ten or twenty years after the Triiume.44 In these lectures, though, which he apparently delivered over two or perhaps three semesters, he called Swedenborg's doctrine\" sublime\" [erhaben], and gave a brief presentation of it.45 He also made a distinction between Swedenborg's visions and the metaphysical basis Swedenborg presented for the possibility of such visions. Kant's concepts of human nature in the lectures are still the same as those of the Triiume, with the sole difference that now they are not presented in the same speculative, slightly ironical tone as in the Triiume, but in a nearly dogmatic style. He still-or again-teaches the simultane­ ity of the transcendent subject and the earthly individual. In regard to this metaphysical belief of Kant, du Prel raises the question whether Kant was a closet spiritualist. We must answer this with an unequivocal negative, since Kant did not associate contact with spirits with our dual nature, but wanted merely to guarantee the human capacity for moral behavior. Further, the final step for an explanation of occult phenomena is missing in Kant: since in spite of his extensive agreements with Swedenborg he never again departed from his critical path, he is still unwilling in the explanatory lectures on rational psychology to concede the simultaneous occurrence of sensory and mental perception, even though this simultaneity of sensory and intellectual perception can be"
    },
    {
      "section": 23,
      "title": "Page 23",
      "text": "16 • FLORSCHiiTZ deduced by strict logic from Kant's dogma of the simultaneity of the transcendent and the sensory subjects.46 As to du Prel's question whether Kant could today introduce this kind of simultaneity between spiritual and sensory perception, we can obvi­ ously answer only hypothetically. For one thing, there would be available to Kant much more material for his empirical investigation of occult phenomena now than there was then. Too, the case of Swedenborg would be presented to him in a more favorable light than then. The instances of Swedenborg's visionary gifts cited by Kant are much better attested now than then. In two publications, the Tiibingen librarian Immanuel Tafel provided evidence that apart from the credible informants on Sweden­ borg's visionary gift cited by Kant and Wieland, another twenty can now be adduced, and further that beyond the instances mentioned by Kant, we can now add nine more of the same nature.47 Kant, who sent to Sweden to investigate the case of Swedenborg, would now presumably investigate other occult phenomena as well. He would hardly overlook the empirical findings of modem parapsychology, but would study them, just as his successor and critical colleague Arthur Schopenhauer did.48 He would thus possibly find the lacking empirical evidence for the truth of his earlier intuitions and put in place the keystone of his theory of occult phenomena, which issues as a logical consequence of his view of the dual nature of our being. In spite of his extensive concessions, Kant does of course deny the possibility of simultaneous experience of both worlds~ven in his late lectures on rational psychology. I cannot be in this world and the other at the same time, because when I am having a sensory perception, I am in this world, and when I am having a spiritual percep­ tion I am in the other one; but this cannot take place at the same time.49 As the scholar of the occult Carl du Prel further worked it out, Kant would perhaps have recognized on the basis of the occult phenomena of paranormal perception (telepathy, clairvoyance, and precognition) that"
    },
    {
      "section": 24,
      "title": "Page 24",
      "text": "KANT AND SWEDENBORG • 17 both modes of prehension, sensory and mental, can surface if not simul­ taneously then alternately in the course of earthly life, and can come to sensory consciousness. So there are explicitly deep states of sleep or trance during which spiritual perceptions occur. The spiritual perceptions would become possible only when the sensory life was suppressed. Accordingly, Schopenhauer posits a so-called\" dream-organ\" as the mediating agency between sensory and suprasensory, spiritual modes of perception.50 Thus far, one can in Kant's view draw a very close parallel between Swedenborg's visionary gift and Juno's gift to Tiresias, rendering him blind so that she could confer the gift of prophecy. Kant could say, that the intuitive familiarity with the other world could be attained only if one forfeited some of the under­ standing necessary for the present one.51 Granted, Kant's own life task was that of critique. He explored the scope, boundaries, and powers of human reason, related this reason to experi­ ence, and debarred it from any speculative joyrides. But a spirit as potent as Kant cannot sentence himself once and for all to metaphysical meaninglessness. It is most unlikely that the greatest philosopher would have been lacking in the impulse which is the psycho­ logical foundation of all philosophy, namely the metaphysical need of the human being. Further, if the critical Kant taught that before we approach the object of cognition we must check out the organ of cognition, that we must therefore investigate the human being before we explain the world, then the metaphysical Kant retained the same orientation and recognized \"Know thyself\" as the proper gateway to metaphysics by trying to show that our consciousness of moral law arises from pure reason. The human riddle was of primary importance to him both as critic and as metaphysi­ cian. He did not deny himself speculations in this realm, at least in the form of hypotheses, in the hope that the greatest promise of empirical confirmation of his metaphysical hypotheses about the place, state, and abilities of the human soul after physical death lay in further probing into precisely that most complex and enigmatic of nature's creatures, the human being."
    },
    {
      "section": 25,
      "title": "Page 25",
      "text": "18 • FLORSCHUTZ In his masterpiece, The Critique of Pure Reason (1781), as well as in his Critique of Practical Reason (1788), Kant on one point comes back to his metaphysical outlook on the human being. In the Triiume, Kant already saw a clue to the mental nature of person in our moral impulse. For Kant, the ethical standard of conduct was rooted in human mental nature, and he resisted any superficial explanation on the basis of moral feeling (perhaps developed in Darwinian style) which would transform ethics into mere empirical psychology. Our moral impulse, which is \"at work in us like an alien Will,,,52 and which as \"a mysterious power constrains us to direct our intention equally to the welfare of the other, or according to someone else's choice,,,53 struck him then as an emanation from a world whose beings were united in a \"moral oneness,,:54 Since the morality of an act relates to the inner state of the spirit, so in the natural order of things the effective­ ness adequate to a total morality can ensue only in direct partnership with the spirit. It therefore follows that even during this life, the human soul, given its moral state, must be taking its place among the spiritual substances of the universe. 55 If we apply this to the appearances of spirits which Swedenborg and spiritualists regard as a kind of empirical evidence for the existence of a moral spiritual world, Kant does not on a priori grounds rule out this possibility. In his view, it is \"as foolish a judgment groundlessly to believe nothing of what is narrated with some plausibility, as many do, as it is to believe without proof everything that common rumor reports, as others do,\"56 and in his polemic he confesses his inner ambivalence of spirit toward such \"spirit stories\": What philosopher has never made the simplest image [Figur] possible between the solemn protestations of an utterly convinced eyewitness and the inner resistance of an insuperable doubt? Should we deny the truth of all such appearances of spirits? What grounds can we adduce to refute them?57"
    },
    {
      "section": 26,
      "title": "Page 26",
      "text": "KANT AND SWEDENBORG • 19 And in conclusion from the theoretical section of the Triiume, he draws from what he regards as his own necessary ignorance of this sort of occult phenomenon the philosophical corollary that he must forego any defini­ tive evaluation, since in principle we can know nothing about this tran­ scendent realm. This very same ignorance constrains me not to venture a total denial of the truth of the various stories about spirits, still reserving the usual (if curious) right to cast doubt on any particular one while giving a measure of credence to them en masse.58 Nevertheless, Kant the skeptic is aware, in his polemic, that a great deal of hallucination creeps into all spiritistic stories, and this consideration entails the awkward effect of giving his own hypotheses about our dual nature a questionable cast in return.59 He also admits that the intellectual scales for evaluating appearances of departed souls are not impartial, and that all these stories \"have discernible weight only in the scales of hope-in contemplation, they seem to consist of nothing but air.\"60 Kant the critic calls these philosophical systems dreams because they contradict each other: he says that \"we must bear patiently with the inconsistency of their visions until these gentlemen have dreamed them­ selves out,\"61 and since at this point he is also focused on the primary task of his life, replacing dogmatic philosophy with critical philosophy, he describes his own metaphysical speculations as \"fables from the never­ never land of metaphysics.,,62 We may best interpret such expressions as symptoms of his critical rejection of all metaphysical speculation at the time he was writing the Triiume-a time when Kant's critical spirit was growing and he was devoting himself more and more to his true life calling, the self-critique of reason. It would be too one-sided to single out the hostile expression in his polemic, ignoring the opposing attitude in his 1763 letter (when he expressed to Charlotte von Knobloch very favorable opinions of Swedenborg's visionary gift),63 in his early lectures on metaphysics,64 and in his lectures on rational psychology,65 and to blame the difficulty on these latter."
    },
    {
      "section": 27,
      "title": "Page 27",
      "text": "20 • FLORSCH(iTZ In broadest terms, we can find a credible and systematic explanation of Kant's ambivalent judgment of Swedenborg's visionary gift in the inner tension between his own critical reason, which categorically forbad him any trespassing in \"the never-never land of metaphysics,\" and his moral hope, which kept pressing him to cross the boundary so clearly drawn in his theoretical application of reason. In contrast to this ambivalent view evidenced in Kant's pre-critical period, we must observe that in Kant's \"psychology\" there is no further evidence of this rationalistic rejection of Swedenborg's metaphysical doc­ trines. Quite the contrary, here he himself refers to them and labels them \"sublime\" [erhaben]. I am therefore certainly correct in regarding as Kant's true intent what he affirmed throughout his critical period. This is his view of the simultaneity of the mental subject with the earthly individual, and he is quite certain of this because without it he cannot construct an ethic. In this regard, the Triiume and the \"Psychology\" are in agreement with the Critique of Pure Reason, the Critique of Practical Reason, and the Metaphysic of Morals. The belief that\" our lot in the future world may depend largely on the way we have managed our affairs in the present one,,66 is a belief which Kant maintained throughout all his periods. If we put the preceding together, there emerge for the systematic thinker the following agreements between the metaphysical convictions of Kant and Swedenborg-agreements cited also by Carl du Prel: 1. There is a world other than the one apparent to our senses. 2 There is a transcendent subject. 3. This exists simultaneously with the earthly individ­ ual. Logically implicit herein are the following: (a) the inadequacy of self-consciousness for com­ prehending our being, (b) the merely partial immersion of this being in the material world,"
    },
    {
      "section": 28,
      "title": "Page 28",
      "text": "KANT AND SWEDENBORG • 21 (c) the pre-existence of the soul, (d) the immortality of the soul. 6. [sic] Birth is the incarnation of the transcendent sub­ ject. 7. Material existence as the exception, transcendent existence as the rule. 8. A rational psychology is needed to prove [the exist­ ence of] the soul. 9. The voice of conscience is the voice of the transcen­ dent subject. 10. The \"other side\" is simply the other side of a percep­ tual threshold."
    },
    {
      "section": 29,
      "title": "Page 29",
      "text": "• NOTES • PUBLISHER'S NOTE: Throughout this study, Kant's text is given as translated from German by George F. Dole from Gottlieb Florschutz's citations. For the conven­ ience of the reader, Dr. Dole has also provided the corresponding page references to John Manolesco's translation of Dreams of a Spirit Seeker by Immanuel Kant and Other Related Writings, (New York: Vantage Press, 1962). Swedenborg's theologi­ cal works are kept in print by the Swedenborg Foundation. These editor's notes are by Friedemann Horn. As is customary in Swedenborgian studies, the num­ bered references in citations to Swedenborg's works refer to the author's num­ bered paragraphs rather than to pages, since the paragraph numbers remain the same in all editions. 1. Immanuel Kant, Triiume eines Geistersehers-erliiutert durch Triiume der Metaphysik, pp. 36ff. (Riga: Johann Friedrich Hart­ knoch, 1766). (Manolesco, p. 48). 2. More grammatically, what Swedenborg is saying here is \"an inner by virtue of our involve­ ment in the spiritual world and an outer by virtue of our involve­ ment in the natural world.\" 3. Carl d u Prel, Kants mystische Weltanschauung, p. XXXIV (Leipzig: Gunther, 1889); cited from Emanuel Swedenborg's \"The New Jerusalem and Its Heavenly Doctrine,\" en 25, 1857. [First published in Latin, Lon­ don, 1758.] J. Whitehead, trans. In Miscellaneous Theological Works (16th Reprint. New York: Swedenborg Foundation, 1976). • 4. Kant, Triiume, p. 38. (Manolesco, p.49). 5. Carl d u Prel, Kants mystische Weltanschauung, p. XXXIV. Du Prel referenced this quote as from Swedenborg's \"Why the Lord Was Born on Earth\" which was most likely taken from Sweden­ borg's \"Earths in the Universe.\" In Miscellaneous Theological Works [First published in Latin, Lon­ don, 1758.] (16th Reprint. New York: Swedenborg Foundation, 1976). 6. Ibid., p. XXXIV. Du Prel referenced this quote as from Swedenborg's \"On the Spiritual World\" which was most likely taken from Swedenborg's Heaven and Hell. [First published in Latin, Lon­ don, 1758.] John Ager, trans. (55th Reprint. New York:"
    },
    {
      "section": 30,
      "title": "Page 30",
      "text": "NOTES • 23 Swedenborg Foundation, 1978). 7. Kant, Triiume, pp. 48ff. (Manole­ sco, p. 54). 8. Car I d u Prel, Kants mystische Weltanschauung, p. XXXIV. Du Prel referenced this quote as from Swedenborg's \"Why the Lord Was BomonEarth,\"1438, which was most likely taken from Swedenborg's \"Earths in the Uni­ verse.\" In Miscellaneous Theologi­ cal Works. [First published in Latin, London, 1758.] (16th Re­ print. New York: Swedenborg Foundation, 1976). 9. Ibid., p. XXXIV; cited from Sweden­ borg, Arcana Coelestia [Heavenly Secrets]. [First published in Latin, London, 1749.] 12 Vols.J. F. Potts, trans. (39th Reprint. New York: Swedenborg Foundation, 1984). 10. Kant, Triiume, pp. 38ff. (Manole­ sco, p. 49). 11. Carl du Prel, Kants mystische Weltanschauung, p. xxxv; cited from W. White, Emanuel Sweden­ borg: His Life and Writings, p. 234, 1867. 2 Vols. (Reprint. London: Simpkin, Marshall & Co., 1867). 12. Ibid., p. xxxv; cited from Sweden­ borg, Heaven and Hell, 1602. [First published in Latin, London, 1758.] John Ager, trans. (55th Re­ print. New York: Swedenborg Foundation, 1978). 13. Kant's lectures on rational psy­ chology, Vorlesungen uber Metaphysik. In Carl von Politz, ed., Vorrede zu Kants Vorlesungen uber die Metaphysik, XXVIII, Vol. 5, First Half, p. 236 (Erfurt: 1821). 14. Carl du Prel, Kants mystische Weltanschauung, p. xxxvf. Du Prel referenced this quote as from Swedenborg's \"On the Spiritual World,\" 1432, which was most likely taken from Swedenborg's Heaven and Hell. [First published in Latin, London, 1758.] John Ager, trans. (55th Reprint. New York: Swedenborg Foundation, 1978). 15. Ibid., p. XXXVI., Du Prel referenced this quote as from Swedenborg's \"On the Spiritual World, \"1432, which was most likely taken from Swedenborg's Heaven and Hell. [First published in Latin, London, 1758.] John Ager, trans. (55th Reprint. New York: Swedenborg Foundation, 1978). 16. Cf Kant's lectures on metaphys­ ics from 1762-1763. In Johann Gottfried von Herder, Kants Vor­ lesungen uber Metaphysik. XXVIII, Vol. 5, First Half, (Berlin: Die Preussische Akademie der Wis­ senschaft, 1883); cf also the next chapter. 17. Kant, Triiume, p. 25. (Manolesco, p.42). 18. Ibid., pp. 30ff. (Manolesco, p. 45). 19. Cf Friedemann Hom, \"Schelling und Swedenborg: Ein Ringen urn die letzten Dinge.\" In Eberhard Zwink, ed., Emanuel Swedenborg, Naturforscher und Kundiger der iiberwelt, p. 142 (Stuttgart: WUrt­ tembergischen Landesbibliothek, 1988). 20. Ibid., p. 127. (Manolesco, p. 97). 21. Ibid., pp. 96ff. (Manolesco, p. 81)."
    },
    {
      "section": 31,
      "title": "Page 31",
      "text": "24 • NOTES 22. Ibid., p. 96. 23. EDITOR'S NOTE: Is Kant actually \"reasoning\" here, or is he, per­ haps unconsciously, adopting Swedenborg's view, of which he had quite precise knowledge? May his case not be similar to that of the presentation of religion in his famous work, \"Religion within the Bounds of Pure Rea­ son,\" which clearly reflects the pietistic devotion within which he grew up? 24. Cf. Traume, p. 128; cf also Kant, Vorlesungen aber die rationale Psy­ chologie. In Carl von Politz, ed. Vorrede zu Kants Vorlesungen aber die Metaphysik, pp. 259f (Erfurt: 1821). 25. Emanuel Swedenborg, Arcana Coelestia [Heavenly Secrets], <[ 68 (1747-1756) [sic, actual publica­ tion dates are 1749-1756]. [First published in Latin, London, 1749.] 12 Vols. J. F. Potts, trans. (39th Reprint. New York: Swedenborg Foundation, 1984). (The editor of this periodical [Friedemann Hom] has been re­ peatedly referring to this pas­ sage for decades, and has voiced the suspicion that Kant perhaps owed his principal argument against Swedenborg to Sweden­ borg himself). 26. EDITOR'S NOTE: the question re­ mains \"still open\" only because the advocates of the so-called ani­ mistic interpretation of parapsy­ chological phenomena steadfastly refuse to admit the many indications of the presence of a spiritual world and its imma­ nence in the natural world pre­ sented by the advocates of the so-called spiritistic interpreta­ tion, or even to regard them as possible. As soon as one enter­ tains the thought that there could be a world which the physical senses cannot experience, the spiritistic interpretation of many parapsychological phenomena appears substantially more obvi­ ous and plausible than the ani­ mistic. 27. Cf. Friedemann Hom, \"Schelling und Swedenborg: Ein Ringen urn die letzten Dingen.\" In Eberhard Zwink, ed., Emanuel Sweden borg, Naturforscher und Kundiger der Uberwelt, p. 142 (Stuttgart: Wiirt­ tembergischen Landesbibliothek 1988). 28. Cf. n. 17. 29. Kant, Triiume, p. 5. 30. EDITOR'S NOTE: the expression \"authorized\" [berechtigte] is probably a concession to Kant's admirers on the part of the author. Even such an avowed critic as Karl Jaspers spoke of the \"visions of Swedenborg, in a cer­ tain way magnificent.\" 31. Cf. Kant's Vorlesungen aberdie ra­ tionale Psychologie. In Carl von Politz, ed. Vorrede zu Kants Vorle­ sungen aber die Metaphysik, p. 232 (Erfurt: 1821) and Kant's lectures on metaphysics. In Mongrovius, ed., Kant's Lectures on Metaphys­ ics, XXIV. 1783. Vol. 6. First Half, Second Part. p. 128 (Reprint. Ber­ lin: Die Preussische Akademie"
    },
    {
      "section": 32,
      "title": "Page 32",
      "text": "NOTES • 25 der Wissenschaft, 1983). 32. For textual criticism, cf Carl von Politz, ed., Vorrede zu Kants Vor­ lesungen tiber die Metaphysik (Er­ furt: 1821); Max Heinze, Vorlesungen Kants tiber Metaphysik aus drei Semestern (Leipzig: S. Hirzel, 1894); Eduard von Hartmann, Kants Erkenntnis­ theorie und Metaphysik in den vier Perioden ihrer Entwicklung (Leipzig: W. Friedrich, 1894); Bruno Erdmann, \"Mitteilungen tiber Kants metaphysischen Stand punkt,\" Philosophische Monatshefte 19, (1883), pp. 129- 144; Emil Arnold t, \"Kritische Exkurse im Gebiete der Kantfor­ schung.\" In Otto Schlondorfer, ed., Gesammelte Schriften von Emil Arnoldt. Vol 5, Pt. 2: Charakteristik von Kants Vorlesungen tiber Metaphsik und moglichst voll­ stiindiges Verzeichnis aller von ihm gehaltenen Vorlesungen (Berlin: n. p., 1909); and Paul Menzer, \"Entwicklungsgang der kanti­ schen Ethik in den Jahren 1760- 1785.\" In Kant-Studien 3, (1899), pp.41-104. 33. Except in Carl du Prel, Kants mys­ tische Weltanschauung, (Leipzig: Giinther, 1889). 34. Kant's lectures on rational psy­ chology, cited from Carl von Politz, ed., Vorrede zu Kants Vor­ lesungen tiber die Metaphysik, p. 232 (Erfurt: 1821). 35. Ibid., pp. 232ff. 36. Kant, Triiume, pp. 45ff. TRANSLA­ TOR'S NOTE: In the German text, a footnote is missing. This refer-ence is assigned to the next cita­ tion, which is explicitly from the \"Psychology.\" 37. This citation is apparently left unreferenced by the omission mentioned in the previous note. 38. Lectures on rational psychology, cited from Carl von Politz, ed., Vorrede zu Kants Vorlesungen tiber die Metaphysik, p. 245 (Erfurt: 1821). 39. Traume, p.28. 40. Kant, Psychologie. In Carl von Politz, ed., Vorrede zu Kants Vor­ lesungen tiber die Metaphysik, p. 254 (Erfurt: 1821). 41. Ibid. 42. Carl du Prel, Kant's mystische Weltanschauung, p. XXXVI, cited from Swedenborg, Heaven and Hell, 133, 171 [First published in Latin, London, 1758.] John Ager, trans. (55th Reprint. New York: Swedenborg Foundation, 1978). 43. Cf. Gottlieb Florschtitz's Mas­ ter's thesis, \"Kants Beurteilung okkulter Phanomene und ihre Bedeutung fur sein philosophis­ ches System\" (University of Kiel, 1987). 44. According to Bruno Erdmann, about ten years; according to Carl von Politz, about twenty years later than Triiume eines Geisterse­ hers. Cf Bruno Erdmann, \"Mit­ teilungen tiber Kants metaphysischen Standpunkt in der Zeit urn 1777.\" In Philosoph i­ sche Monatshefte 19, pp.144ff.; cf also Carl vonpolitz,ed., Vorrede zu Kants Vorlesungen tiber die Metaphysik, (Erfurt: 1821). For"
    },
    {
      "section": 33,
      "title": "Page 33",
      "text": "26 • NOTES text-critical details, see also the secondary literature cited above. 45. Cf. Kant, Psychologie. In Carl von Politz, ed., Vorrede zu Kants Vor­ lesungen aber die Metaphysik, pp. 257f (Erfurt: 1821). 46. Ibid., pp. 259f. 47. Cf. Carl du Prel, Kants mystische Weltanschauung (Leipzig: Gtin­ ther, 1889). Cf also Immanuel Tafel, Supplement zu Kants Bio­ graphie (Stuttgart: n. p., 1845) and Immanuel Tafel, Zwoif unum­ stOssliche Erfahrungsbeweise fUr die Unsterblichkeit der menschlichen Seele (Stuttgart: n. p., 1845). 48. On Schopenhauer's parapsy­ chological theory, cf liVer such tiber das Geistersehen und was damit zusammenhangt.\" In Ar­ thur Schopenhauer, Parerga und Paralipomena I (Frankfurt: n. p., 1850). 49. Kant. In Carl von Politz, ed., Vor­ rede zu Kants Vorlesungen aber die Metaphysik, pp. 259 (Erfurt: 1821). 50. Cf. Schopenhauer's parapsy­ chological theory, \"Versu,ch tiber das Geistersehen und was damit zusammenhangt.\"·In Arthur Schopenhauer, Parerga und Paralipomena I (Frankfurt: n. p., 1850). 51. Kant, Triiume, pp. 56ff. 52. Ibid., p. 41. 53. Ibid., p. 42. 54. Ibid., p. 43. 55. Ibid. 56. Ibid., p.5. 57. Ibid., pp.4ff. 58. Ibid., pp. 78ff. 59. Ibid., pp. 70ff. 60. Ibid., p. 76. 61. Ibid., p. 58. 62. Ibid., p. 89. 63. Cf. Kants Brief an Charlotte von Knobloch. In Rudolf Malter, ed., Immanuel Kant, Triiume eines Geistersehers-erlautert durch Triiume der Metaphysik, pp. 99- 106 (Stuttgart: Die Preussische Akademie der Wissenschaft, 1976); also in the volumes by Die Preussische Akademie der Wis­ senschaft, X, pp. 43-48. 64. Cf. Kants Vorlesungen tiber Metaphysik. In Johann Gottfried von Herder, Kants Vorlesungen aber Metaphysik. Vol. 5, First Half (Berlin: Die Preussische Akademie der Wissenschaft, 1883). 65. Cf. Kant, Vorlesungen aber die ra­ tionale Psychologie. In Carl von Politz, ed., Vorrede zu Kants Vor­ lesungen aber die Metaphysik, pp. 259 (Erfurt: 1821). 66. Kant, Triiume, p. 28."
    }
  ]
}