{
  "id": "ss_latin",
  "title": "Ss Latin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "Doc. of Sacred Scripture (Dick) n. 1"
    },
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "1. DOCTRINA NOVAE HIEROSOLYMAE DE SCRIPTURA SACRA. (I.) QUOD SCRIPTURA SACRA SEU VERBUM SIT IPSUM DIVINUM VERUM. In omnium ore est, quod Verbum sit a Deo, Divinitus inspiratum, et inde Sanctum; sed usque hactenus nescitum est, ubinam in eo Divinum est: nam Verbum in littera apparet sicut scriptum vulgare, stilo peregrino, non sublimi nec lucente, sicut ad apparentiam sunt scripta saeculi. Ex eo est quod homo, qui naturam pro Deo, aut qui illam prae Deo, colit, et inde ex se et suo proprio, et non e caelo a Domino, cogitat, facile in errorem de Verbo, et in contemptum ejus, possit cadere, et secum dicere cum id legit, Quid hoc? quid illud? an hoc est Divinum? an Deus, cui infinita sapientia est, ita loqui potest? ubi et unde sanctum ejus, nisi ex religioso, et inde persuasione? This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 2"
    },
    {
      "section": 2,
      "title": "Paragraph 2",
      "text": "2. Sed qui ita cogitat, ille non considerat, quod Ipse Jehovah, qui est Deus caeli et terrae, locutus sit Verbum per Mosen et Prophetas; et quod inde non possit esse quam ipsum Divinum Verum nam quod Ipse Jehovah loquitur, hoc illud est: nec considerat, quod Dominus, qui est idem cum Jehovah, locutus sit Verbum apud Evangelistas, multa ex suo ore, et reliqua ex spiritu oris sui, qui est Spiritus Sanctus: inde est, quod Ipse dicat, quod in verbis suis sit Vita, et quod Ipse sit Lux quae illustrat, et quod sit Veritas. Quod Ipse Jehovah locutus sit Verbum per Prophetas, ostensum est in Doctrina Novae Hierosolymae de Domino (n. 52, 53). Quod verba, quae Ipse Dominus apud Evangelistas locutus est, Vita sint, apud Johannem, \"Verba quae Ego loquor vobis, Spiritus sunt, et Vita sunt\" (vi. 63). Apud eundem, Jesus dixit mulieri ad fontem Jacobi, \"Si scires donum Dei, et quis sit, qui dicit tibi, Da Mihi bibere, tu peteres ab Eo, et daret tibi aquam viventem. ....Qui bibit ex aqua quam Ego dabo.., non sitiet in aeternum; sed aqua quam Ego dabo ei, fiet in eo fons aquae salientis in vitam aeternam\" (iv. 6, 10, {1}14): per \"fontem Jacobi\" significatur Verbum; ut quoque Deutr. xxxiii. 28; quare etiam Dominus ibi sedit, et locutus est cum muliere: et per \"aquam\" significatur verum Verbi. Apud eundem, Jesus dixit, \"Si quis sitiverit, venito ad Me et bibito: quisquis credit in Me, sicut dicit Scriptura, flumina e ventre illius fluent aquae viventis\" (vii. 37, 38). Apud eundem, Petrus dixit ad Jesum, \"Verba vitae aeternae habes\" (vi. 68). Quare Dominus dicit apud Marcum, \"Caelum et terra transibunt, Verba..mea non transibunt\" (xiii. 31). Quod Verba Domini sint Vita, est quia Ipse est Vita et Veritas: ut docet apud Johannem, \"Ego sum Via, Veritas et Vita\" (xiv. 6); et apud eundem, \"In principio erat Verbum, et Verbum erat apud Deum, et Deus erat Verbum. ....In Illo Vita erat, et Vita erat Lux hominum\" (i. 1, {2}4); per \"Verbum\" ibi intelligitur Dominus quoad Divinum Verum, in quo solo Vita est et Lux est. Ex eo est, quod Verbum quod a Domino, et quod est Dominus, dicatur \"Fons aquarum vivarum\" (Jerem. ii. 13; cap. xvii. 13; cap. xxxi. 9): \"Fons salutis\" (Esai. {3}xii. 3): \"Fons\" (Sachar. xiii. 1): Ac \"Fluvius aquae vitae\" (Apoc. xxii. 1): et dicitur quod \"Agnus, qui in medio throni, pascet illos, et deducet illos ad vivos fontes aquarum\" (Apoc. vii. 17). Praeter aliis in locis, ubi Verbum etiam vocatur \"sanctuarium\" et \"tabernaculum,\" in quo Dominus habitat cum homine. @1 14 pro \"11\"$ @2 4 pro \"2, 3\"$ @3 xii. 3 pro \"XI. 1, 3\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 3"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "3. Sed homo naturalis ex his usque non persuaderi potest, quod Verbum sit ipsum Divinum Verum, in quo Divina Sapientia est et Divina Vita; spectat enim illud a stilo, in quo non videt illa. Sed stilus Verbi eat ipse stilus Divinus, cum quo omnis alius stilus, utcunque sublimis et excellens apparet, non comparari potest, est enim sicut caligo ad lucem. Stilus Verbi talis est, ut Sanctum sit in omni sensu, inque omni voce, immo alicubi in ipsis litteris; inde Verbum conjungit hominem Domino, et aperit caelum. Sunt duo quae procedunt a Domino, Divinus Amor et Divina Sapientia; seu, quod idem, Divinum Bonum et Divinum Verum, nam Divinum Bonum est Divini Amoris Ipsius, et Divinum Verum est Divinae Sapientiae Ipsius: Verbum in sua essentia est utrumque hoc; et quia illud conjungit hominem Domino, et aperit caelum, ut dictum est, ideo Verbum implet hominem, qui illud a Domino, et non a semet solo, legit, bono amoris et veris sapientiae; voluntatem ejus bono amoris, et intellectum ejus veris sapientiae; inde homini est vita per Verbum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 4"
    },
    {
      "section": 4,
      "title": "Paragraph 4",
      "text": "4. Ne itaque homo in dubio esset, quin Verbum tale sit, revelatus mihi est a Domino sensus internus Verbi, qui in sua essentia est spiritualis, qui sensui externo, qui est naturalis, inest, sicut anima corpori; ille sensus est spiritus qui vivificat litteram: quare ille sensus potest de Verbi Divinitate et Sanctitate testari, et convincere etiam hominem naturalem, si vult convinci. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 5"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5. (II.) QUOD IN VERBO SENSUS SPIRITUALIS SIT, HACTENUS IGNOTUS. Haec in hoc ordine dicenda sunt: (i.) Quid Sensus Spiritualis. (ii.) Quod ille Sensus in omnibus et singulis Verbi sit. (iii.) Quod ex illo sit, quod Verbum Divinitus inspiratum sit, ac in omni voce Sanctum. (iv.) Quod ille Sensus hactenus ignotus fuerit. (v.) Et quod non alicui posthac detur, nisi qui in genuinis veris a Domino est. (i.) Quid Sensus Spiritualis. --Sensus spiritualis non est ille qui ex sensu litterae Verbi elucet, quando quis scrutatur et explicat Verbum ad confirmandum ecclesiae quoddam dogma; hic sensus est sensus Verbi litteralis. Sed sensus spiritualis non apparet in sensu litterae; est intus in illo, sicut anima in corpore, sicut cogitatio in oculis, et affectio in facie, quae unum agunt ut causa et effectus. Ille sensus imprimis facit ut Verbum sit spirituale, non modo pro hominibus, sed etiam pro angelis; quare Verbum per illum sensum communicat cum caelis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 6"
    },
    {
      "section": 6,
      "title": "Paragraph 6",
      "text": "6. A Domino procedit Caeleste, Spirituale et Naturale, unum post alterum. Caeleste dicitur, quod procedit ex Divino Amore Ipsius, et est Divinum Bonum: Spirituale dicitur, quod procedit ex Divina Sapientia Ipsius, et est Divinum Verum: Naturale est ex utroque; est illorum complexus in ultimo. Angeli regni caelestis Domini, ex quibus est tertium seu supremum caelum, sunt in Divino quod procedit a Domino quod caeleste vocatur; nam sunt in bono amoris a Domino: angeli regni spiritualis Domini, ex quibus est secundum seu medium caelum, sunt in Divino quod procedit a Domino quod spirituale vocatur, sunt enim in veris sapientiae a Domino: {1}homines autem ecclesiae in mundo, sunt in Divino naturali, quod etiam procedit a Domino. Ex his sequitur, quod Divinum procedens a Domino ad ultima sua, descendat per tres gradus, ac nominetur caeleste, spirituale et naturale. Divinum quod a Domino ad homines descendit, per tres illos gradus descendit; et cum descenderat, tres illos gradus in se continet: omne Divinum tale est; ideo quando est in suo ultimo gradu, est in suo pleno. Tale est Verbum. Hoc in ultimo suo sensu est naturale, in interiori est spirituale, ac in intimo est caeleste, et est Divinum in unoquovis. Quod Verbum tale sit, non apparet in sensu litterae ejus, qui est naturalis, ex causa, quia homo mundi antehac non sciverat aliquid de caelis, et inde non quid spirituale, et quid caeleste, ita nec discrimen inter illa et inter naturale. @1 Quod duo regna sint, ex quibus caeli consistunt, quorum unum vocatur regnum caeleste, alterum regnum spirituale, videatur in opere De Caelo et Inferno, n. 20-28.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 7"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. Discrimen inter hos gradus nec sciri potest, nisi sciatur correspondentia; nam tres illi gradus inter se prorsus distincti sunt, sicut finis, causa et effectus, aut sicut prius, posterius et postremum, at unum faciunt per correspondentias; naturale enim correspondet spirituali, et quoque caelesti. Quid autem correspondentia, videri potest in opere De Caelo et Inferno, ubi actum est De Correspondentia omnium Caeli cum omnibus Hominis (n. 87-102); et De Correspondentia Caeli cum omnibus Telluris (n. 103-115); et amplius videbitur ab exemplis e Verbo infra adducendis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 8"
    },
    {
      "section": 8,
      "title": "Paragraph 8",
      "text": "8. Quoniam Verbum interius est spirituale et caeleste, ideo per meras correspondentias conscriptum est; et quod scriptum est per meras correspondentias, hoc in sensu ultimo scriptum est tali stilo, quali apud Prophetas et apud Evangelistas; qui tametsi apparet vulgaris, usque ille sapientiam Divinam et omnem angelicam in se recondit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 9"
    },
    {
      "section": 9,
      "title": "Paragraph 9",
      "text": "9. [(ii.)] Quod sensus spiritualis in omnibus et singulis Verbi sit, non melius videri potest quam ab exemplis; quae sint haec sequentia. Dicit Johannes in Apocalypsi, \"Vidi caelum apertum, cum ecce Equus albus, et qui Sedens super eo vocabatur fidelis et verus, qui in justitia judicat et pugnat. Et oculi Ejus..flamma ignis, ac super capite Ejus diademata multa; habens nomen scriptum, quod nemo scit nisi Ipse; et indutus erat vestimento tincto sanguine; et vocatur nomen Ipsius Verbum Dei. Exercitus Ejus in caelo sequebantur Ipsum super equis albis, induti byssinum album et mundum. ....Habet super vestimento et super femore suo nomen scriptum, Rex regum et Dominus dominorum. Vidi porro unum angelum stantem in sole, qui clamavit voce magna,....Venite et congregamini ad cenam magnam..; ut comedatis carnes regum, et carnes chiliarchorum, et carnes fortium, et carnes equorum et sedentium super illis, et carnes omnium liberorum et servorum, et parvorum et magnorum\" (xix. 11-18). Quid haec significant, nemo videre potest, nisi ex sensu spirituali Verbi, et nemo sensum spiritualem nisi ex scientia correspondentiarum; nam omnes voces sunt correspondentiae, et nulla vox ibi est vana. Scientia correspondentiarum docet quid significat \"Equus albus,\" et quid \"Sedens super illo,\" quid \"oculi\" qui sicut flamma ignis, quid \"diademata\" quae super capite, quid \"vestimentum tinctum sanguine,\" quid \"byssinum album,\" quo induti qui ab exercitu Ipsius in caelo, quid \"angelus stans in sole,\" quid \"cena magna\" ad quam venirent et congregarentur, tum quid \"carnes regum,\" et \"chiliarchorum,\" et plurium aliorum, quas comederent. Quid autem singula in sensu spirituali significant, videatur in opusculo De Equo Albo, ubi explicata sunt; quare illa ulterius explicare hic supersedetur. Ostensum est in illo opusculo, quod Dominus quoad Verbum ibi describatur; et quod per \"oculos Ipsius\" qui sicut flamma ignis, et per \"diademata\" quae super capite, et per \"nomen\" quod nemo scit nisi Ipse, intelligatur sensus spiritualis Verbi, et quod nemo illum sciat nisi Ipse Dominus, et cui Ipse vult illum revelare; tum quod per \"vestimentum tinctum sanguine\" intelligatur sensus naturalis Verbi, qui est sensus litterae ejus, cui violentia illata est; quod sit Verbum, quod ita describitur, manifeste patet, nam dicitur, \"Vocatur nomen ejus Verbum Dei;\" et quod sit Dominus qui intelligitur, etiam manifeste patet, nam dicitur quod Nomen Sedentis super Equo scriptum sit, \"Rex regum et Dominus dominorum.\" Quod sensus spiritualis Verbi aperiendus sit in fine ecclesiae, significatur non modo per illa quae de Equo et de Sedente super illo nunc dicta sunt, sed etiam per \"cenam magnam,\" ad quam per angelum in sole stantem omnes invitati sunt ut venirent, ac ederent carnes regum et chiliarchorum, fortium, equorum, sedentium super illis, omnium liberorum et servorum. Omnes hae expressiones forent voces vanae, et absque vita et spiritu, nisi spirituale intus in illis esset, sicut anima in corpore. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 10"
    },
    {
      "section": 10,
      "title": "Paragraph 10",
      "text": "10. In Apocalypsi, cap. {1}xxi., describitur ita Sancta Hierosolyma: Quod in illa esset luminare simile lapidi pretiosissimo, sicut lapidi jaspidi, instar crystalli splendenti. Quod haberet murum magnum et altum, habentem portas duodecim, et super portis angelos duodecim, et nomina scripta duodecim tribuum filiorum Israelis. Quod murus esset centum quadraginta quatuor cubitorum, quae est mensura hominis, hoc est, angeli. Et quod structura muri esset jaspis, et fundamenta ejus ex omni lapide pretioso, ex jaspide, sapphiro, chalcedonio, smaragdo, sardonyche, sardio, chrysolitho, beryllo, topazio, chrysopraso, hyacintho et amethysto. Quod duodecim portae essent duodecim margaritae. Quod ipsa civitas esset aurum purum, simile vitro puro et quod esset quadrangularis; longitudo, latitudo, et altitudo essent aequales, duodecim millia stadiorum: praeter plura [(vers. 11, 12, 16-21)]. Quod omnia haec spiritualiter intelligenda sint, constare potest ex eo, quod per \"Sanctam Hierosolymam\" significetur nova ecclesia, quae a Domino instauranda est, ut in Doctrina de Domino (n. 62-65) ostensum est: et quia per \"Hierosolymam\" ibi significatur ecclesia, sequitur quod omnia quae dicuntur de illa ut civitate, de portis ejus, de muro ejus, de fundamentis muri, tum quae de mensuris eorum, sensum spiritualem contineant; nam illa quae ecclesiae sunt, spiritualia sunt. Quid autem singula significant, in opere De Nova Hierosolyma, Londini, anno 1758, edito, (n. 1,) explicatum est; quare ulterius illa explicare supersedeo. Satis est ut inde sciatur quod sensus spiritualis insit singulis descriptionis ejus, ut anima corpori; et quod absque illo sensu, nihil ecclesiae intelligeretur in illis quae ibi scripta sunt: ut, quod civitas esset ex puro auro; portae ejus ex margaritis; murus ex jaspide; fundamenta muri ex lapidibus pretiosis; quod murus esset centum quadraginta quatuor cubitorum, quae mensura hominis, hoc est, angeli; quod ipsa urbs esset longitudine, latitudine et altitudine duodecies mille stadiorum, et plura. Qui autem ex scientia correspondentiarum sensum spiritualem novit, is intelligit illa; ut quod \"murus\" et \"fundamenta ejus\" significent doctrinam ex sensu litterali Verbi, et quod numeri \"duodecim,\" \"centum quadraginta quatuor,\" \"duodecim millia,\" similia significent, nempe omnia vera et bona ecclesiae in uno complexu. @1 xxi. pro \"xix.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 11"
    },
    {
      "section": 11,
      "title": "Paragraph 11",
      "text": "11. In Apocalypsi, cap. vii., dicitur, Quod centum quadraginta quatuor millia obsignati essent, {1}duodecim millia ex unaquavis tribu Israelis; totidem ex tribu Jehudae, ex tribu Reubenis, Gadis, Ascheris, Naphtali, Menassis, Simeonis, Levi, Jisascharis, Zebulonis, Josephi et Benjaminis. Sensus spiritualis horum est, quod omnes, apud quos ecclesia a Domino est, salventur: in spirituali enim sensu per \"signari in frontibus,\" seu \"obsignari,\" significatur agnosci a Domino et salvari; per \"duodecim tribus Israelis,\" significantur omnes ab illa ecclesia; per \"duodecim,\" \"(1)duodecim millia,\" et \"centum quadraginta quatuor millia,\" omnes, per \"Israelem\" ecclesia, et per unamquamvis \"tribum\" aliquod specificum ecclesiae: qui hoc illorum verborum spirituale non scit, opinari potest quod solum tot salvandi sint, et illi modo a gente Israelitica et Judaica. @1 duodecim millia pro \"1200\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 12"
    },
    {
      "section": 12,
      "title": "Paragraph 12",
      "text": "12. In Apocalypsi, cap. vi., dicitur, Quod cum Agnus aperuit primum sigillum libri, exiret equus albus, et quod sedens super illo haberet arcum, cui data est corona: quod cum aperuit secundum sigillum, exiret equus rufus, et quod sedenti super illo data esset machaera magna; quod, cum aperuit tertium sigillum, exiret equus niger, et quod sedens super illo in manu teneret stateram; et quod, cum aperuit quartum sigillum, exiret equus pallidus, et quod nomen sedentis super illo esset Mors [(vers. 1-5, 7, 8)]. Quid haec significant, solum per sensum spiritualem potest evolvi; et plene evolvitur, dum scitur quid significat \"aperitio sigillorum,\" quid \"equus,\" et quid reliqua. Per illa describuntur successivi status ecclesiae quoad intellectum Verbi, a principio ad finem ejus: per \"aperitionem sigillorum libri ab Agno,\" significatur manifestatio illorum statuum ecclesiae a Domino; per \"equum\" intellectus Verbi; per \"equum album\" intellectus veri ex Verbo in primo ecclesiae statu; per \"arcum\" sedentis super illo equo, doctrina charitatis et fidei pugnans contra falsa; per \"coronam,\" vita aeterna victoriae praemium; per \"equum rufum,\" significatur intellectus Verbi deperditus quoad bonum in secundo ecclesiae statu; per \"machaeram magnam,\" falsum pugnans contra verum: per \"equum nigrum\" significatur intellectus Verbi deperditus quoad verum in tertio ecclesiae statu; per \"stateram\" aestimatio veri tam parva ut vix aliqua: per \"equum pallidum\" significatur intellectus Verbi nullus ex malis vitae et inde falsis in quarto seu ultimo ecclesiae statu, et per \"mortem\" damnatio aeterna. Quod talia in sensu spirituali per illa significentur, non apparet in sensu litterae seu naturali; quare nisi sensus spiritualis semel aperiretur, Verbum quoad hoc et quoad reliqua in Apocalypsi, foret clausum, adeo ut tandem nullus sciret in quo Sanctum Divinum ibi lateret. Pariter quid significatur per \"quatuor equos\" et per \"quatuor currus exeuntes ab inter duos montes aeris,\" apud Sachariam (cap. vi. 1-8). This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 13"
    },
    {
      "section": 13,
      "title": "Paragraph 13",
      "text": "13. In Apocalypsi, cap. ix., legitur, \"Quintus angelus clanxit, et vidi stellam e caelo delapsam in terram, et data ei clavis putei abyssi; et aperuit puteum abyssi, et ascendit fumus ex puteo sicut fumus fornacis magnae; et obscuratus est sol et aer ex fumo putei. Et e fumo exiverunt locustae in terram, et data est illis potestas, sicut habent potestatem scorpii terrae. ....Figurae locustarum similes equis paratis ad bellum; et super capitibus illarum sicut coronae similes auro, et facies illarum sicut facies hominum; et habebant capillos sicut capillos mulierum, et dentes earum sicut leonum erant; et habebant [thoraces sicut] thoraces ferreos; et vox [alarum] illarum sicut vox curruum.. multorum currentium in bellum: et habebant caudas similes scorpiis, et aculei erant in caudis illarum: et potestas illarum laedere homines mensibus quinque: et habebant super se regem, angelum abyssi, nomen ei Hebraice Abaddon, in Graeca nomen habet Apollyon\" [(vers. 1-3, 7-11)]. Haec nec ullus intellecturus esset, nisi ei revelatus esset sensus spiritualis; nam nihil ibi inaniter dictum est, omnia quoad singula significant. Agitur ibi de statu ecclesiae, quando omnes cognitiones veri ex Verbo deperditae sunt, et inde homo sensualis factus persuadet sibi quod falsitates sint veritates. Per \"stellam e caelo delapsam\" significantur cognitiones veri deperditae; per \"solem et aerem obscuratum\" significatur lux veri caligo facta; per \"locustas,\" quae e fumo putei illius exiverunt, significantur falsa in extremis, qualia sunt illis qui sensuales facti sunt, et omnia vident et judicant ex fallaciis; per \"scorpium\" significatur persuasivum eorum: quod locustae apparuerint \"sicut equi parati ad bellum,\" significat ratiocinationes illorum sicut ex intellectu veri: quod locustis \"coronae similes aura super capite\" fuerint, et quod \"facies illarum sicut facies hominum,\" significat quod apparerent sibi sicut victores et sapientes; quod illis \"capilli sicut capilli mulierum,\" significat quod apparerent sibi sicut in affectione veri essent; quod illis \"dentes sicut leonum,\" significat quod sensualia, quae sunt ultima naturalis hominis, apparerent illis sicut in potentia super omnia: quod illis \"thoraces sicut thoraces ferrei, significat argumentationes ex fallaciis per quas pugnant et valent: quod illis \"vox alarum sicut vox curruum currentium in bellum,\" significat ratiocinationes sicut a veris doctrinae ex Verbo, pro quibus pugnandum; quod illis \"caudae sicut scorpiis,\" significat persuasiones; quod illis \"aculei in caudis,\" significat astutias fallendi per illas: quod illis \"potestas laedendi homines mensibus quinque,\" significat quod in aliquem stuporem inducant illos qui in intellectu veri et in perceptione boni sunt: quod haberent super se \"regem, angelum abyssi, cui nomen Abaddon aut Apollyon,\" significat quod falsa illorum essent ab inferno ubi mere naturales, et in propria intelligentia. Hic illorum verborum sensus spiritualis est, ex quo non aliquid apparet in sensu litterae. Simile est ubivis in Apocalypsi. Sciendum est, quod in sensu spirituali omnia cohaereant in continuo nexu, ad quem concinnandum unaquaevis vox in sensu litterae seu naturali conducit: quare si vocula auferretur, nexus rumperetur et copula periret; ideo, ne id fieret, in fine hujus libri prophetici adjectum est, Quod non auferretur verbum (Apoc. xxii. 19). Simile est cum libris Prophetarum Veteris Testamenti; e quibus ne aliquid auferretur, ex Divina providentia Domini factum est, at singula in illis usque ad litteras numerata essent, hoc a Masorethis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 14"
    },
    {
      "section": 14,
      "title": "Paragraph 14",
      "text": "14. Ubi Dominus de Consummatione Saeculi, quae est ultimum tempus ecclesiae, coram discipulis suis loquitur, ad finem praedictionum de successivis status mutationibus ejus, dicit, \"Statim post afflictionem dierum illorum sol obscurabitur, et luna non dabit lumen suum, et stellae cadent de caelo, et potentiae caelorum commovebuntur. Et tunc apparebit signum Filii hominis in caelo, et tunc plangent omnes tribus terrae; et videbunt Filium hominis venientem in nubibus caeli cum potentia et gloria multa. Et emittet angelos cum tuba et voce magna, et congregabunt electos Ipsius a quatuor ventis, ab extremo caelorum usque ad extremum illorum\" (Matth. xxiv. 29-31). Per haec in sensu spirituali non intelligitur, quod sol et luna obscurarentur, quod stellae caderent de caelo, quodque appariturum esset signum Domini in caelo, et quod visuri Ipsum in nubibus, et simul angelos cum tubis; sed per singula verba ibi intelliguntur spiritualia, quae ecclesiae sunt; de cujus statu in fine, illa dicta sunt. In sensu enim spirituali per \"solem\" qui obscurabitur, intelligitur Dominus quoad amorem; per \"lunam\" quae non dabit lumen suum, Dominus quoad fidem; per \"stellas\" quae cadent de caelo, cognitiones boni et veri quae periturae; per \"signum Filii hominis in caelo,\" apparitio Divini Veri; per \"tribus terrae\" quae plangent, defectus omnis veri quod fidei, et boni quod amoris; per \"adventum Filii hominis in nubibus caeli cum potentia et gloria,\" praesentia Domini in Verbo et revelatio; per \"nubes\" significatur Verbi sensus litterae, et per \"gloriam\" Verbi sensus spiritualis; per \"angelos cum tuba et voce magna,\" significatur caelum unde Divinum Verum; per \"congregare electos a quatuor ventis ab extremo caelorum ad extremum illorum,\" significatur novum ecclesiae quoad amorem et fidem. Quod non intelligatur obscuratio solis et lunae, ac delapsus stellarum in terram, constat manifeste ex Prophetis, apud quos similia dicuntur de ecclesiae statu, quando Dominus in mundum venturus est. Ut apud Esaiam, \"Ecce dies Jehovae venit saevus..et excandescentiae irae;....stellae caelorum, et sidera illorum, non lucebunt luce sua, obtenebrabitur sol in ortu suo, et luna non splendere faciet lumen suum: visitabo super orbem malitiam\" ([xiii. 9-11 ; vide etiam] xxiv. 21, 23). Apud Joelem, \"Venit dies Jehovae, dies tenebrarum et caliginis: sol et luna atrati erunt: et stellae contrahent splendorem suum\" ({1}ii. 1, 2, 10: iv. [B. A. iii.] 15). Apud Ezechielem, \"Obtegam...caelos, et atrabo stellas.., solem nube obtegam, et luna non lucere faciet lumen suum: omnia luminaria lucis..obtenebrabo.., et dabo tenebras super terra\" ({2}xxxii. 7, 8). Per \"diem Jehovae\" intelligitur adventus Domini; qui fuit, quando non amplius erat aliquod bonum et verum in ecclesia residuum, et non aliqua cognitio Domini. @1 ii. 1, 2, 10 pro \"iii. 4\"$ @2 xxxii. pro \"xxii.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 15"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. Ut videatur quod prophetica Verbi Veteris Testamenti in multis locis absque sensu spirituali non intelligantur, velim solum aliqua adducere. Ut hoc apud Esaiam, \"Tunc excitabit Jehovah.. contra\" Aschurem \"flagellum, juxta plagam Midianis in petra Oreb, et baculus ejus super mari, quem tollet in via Aegypti. Et fiet in die..recedet onus ejus desuper humero tuo, et jugum..desuper collo tuo;....veniet contra Aiath, transibit in Migronem, contra Michmasch mandabit armis suis: transibunt Mebaram, Gibea diversorium nobis, trepidabit Ramah, Gibea Schaulis fugiet: ejula voce tua filia Gallim, ausculta Lajisch, misera Anathoth; vagabitur Madmena; habitatores Gebim congregabunt se; adhucne dies in Nob ad consistendum? movebit manum suam mons filiae Zionis, collis Hierosolymae. ....Jehovah excidet implexa silvae ferro, et Libanus per magnificum cadet\" (x. 24-34). Hic sola nomina occurrunt, ex quibus nihil potest hauriri nisi ope sensus spiritualis, in quo omnia nomina in Verbo significant res caeli et ecclesiae; ex illo sensu colligitur, quod per illa significetur, quod tota ecclesia per scientifica pervertentia omne verum et confirmantia falsum, devastata sit. Alibi apud eundem Prophetam: \"In die illo....recedet aemulatio Ephraimi, et hostes Jehudae exscindentur; Ephraim non aemulabitur cum Jehuda, et Jehudah non angustabit Ephraimum; sed involabunt in humerum Philisthaeorum versus mare, una depraedabuntur filios Orientis; Edomus et Moabus emissio manus eorum....; contra devovebit Jehovah linguam maris Aegypti, et agitabit manum suam super fluvium cum vehementia spiritus cui, et percutiet eum in septem rivos, ut viam faciat cum calceis: tunc erit semita reliquiis populi ejus, quae residuae erunt ab Aschure\" ({1}xi. [11,] 13-16). Hic quoque nemo, nisi qui scit quid per singula nomina ibi significatur, visurus est aliquod Divinum; cum tamen agitur ibi de Adventu Domini, et quid tunc fiet, ut manifeste patet a versu 1 ad 10 ibi. Quis itaque absque ope sensus spiritualis visurus est, quod per illa in suo ordine significetur hoc, quod illi qui in falsis ex ignorantia sunt, et se non a malis seduci passi sunt, ad Dominum accessuri sint, et quod ecclesia tunc intellectura sit Verbum, et quod falsa tunc illis non amplius nocitura sint? Similiter ubi non sunt nomina; ut apud Ezechielem:-- \"Sic dixit Dominus Jehovih, Fili hominis, dic avi omnis alae, et omni ferae agri, Congregamini et venite, congregate vos a circuitu ad sacrificium meum, quod sacrifico vobis, sacrificium magnum super montibus Israelis: ut comedatis carnem, et bibatis sanguinem, carnem fortium comedetis, et sanguinem principum terrae bibetis; ....comedetis adipem ad satietatem, et bibetis sanguinem usque ad ebrietatem, de sacrificio meo quod sacrifico vobis. Satiabimini super mensa mea, equo et curru, et forti, et omni viro belli:.... sic dabo gloriam meam inter gentes (xxxix. 17-21). Qui non ex sensu spirituali scit quid significat \"sacrificium,\" quid \"caro\" et \"sanguis,\" quidque \"equus,\" \"currus,\" \"fortis\" et \"vir belli,\" non sciturus est aliud quam quod comesturi et bibituri sint talia; sed sensus spiritualis docet, quod per \"comedere carnem et bibere sanguinem\" de sacrificio quod Dominus Jehovih super montibus Israelis dabit, significetur appropriare sibi Divinum bonum et Divinum verum ex Verbo: agitur enim ibi de convocatione omnium ad regnum Domini, et in specie de instauratione ecclesiae apud gentes a Domino. Quis non videre potest, quod non caro per \"carnem,\" nec sanguis per \"sanguinem\" ibi intelligatur? ut quod \"sanguinem biberent usque ad ebrietatem,\" et quod \"satiarentur equo, curru, forti, et omni viro belli.\" Similiter in mille aliis locis apud Prophetas. @1 xi. pro \"xii.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 16"
    },
    {
      "section": 16,
      "title": "Paragraph 16",
      "text": "16. Absque sensu spirituali non aliquis sciret, quare mandatum est Jeremiae Prophetae, Ut emeret sibi cingulum, et poneret super lumbis, non traduceret illud per aquas, et absconderet in foramine petrae juxta Euphratem (Jerem. xiii. 1-7). Quod mandatum sit Esaiae Prophetae, Quod dissolveret saccum desuper lumbis, et calceum exueret desuper pede suo, ac iret nudus et discalceatus tres annos (Esai. xx. 2, 3). Quod mandatum sit Ezechieli Prophetae, Quod novaculam traduceret super caput suum et super barbam suam, et postea divideret illa, tertiam partem combureret in medio urbis, tertiam percuteret gladio, tertiam dispergeret in ventum; et parum ex illis alligaret in alis, tandem projiceret in medium ignis (Ezech. v. 1-4). Quod eidem Prophetae mandatum sit, Quod cubaret super latere suo {1}sinistro et dextro, trecentos et nonaginta [dies] et quadraginta dies; et faceret sibi placentam ex triticis, hordeis, miliis, et zeis, cum excrementis bovis, et comederet illam; ac interea poneret vallum et aggerem contra Hierosolymam, et obsideret illam (Ezech. iv. 1-15). Quod Hoscheae Prophetae bis mandatum sit, Ut acciperet sibi meretricem in uxorem (Hosch. i. 2-9; cap. iii. 2, 3): et plura similia. Praeterea quis absque sensu spirituali sciret quid significatur per omnia tabernaculi, ut per \"arcam,\" \"propitiatorium,\" \"cherubos,\" \"candelabrum,\" \"altare suffitus,\" \"panes facierum\" super mensa, perque \"vela\" et \"aulaea\" ejus? Quis absque sensu spirituali sciret quid significatur per \"vestes sanctitatis Aharonis,\" ejus \"tunicam,\" \"pallium,\" \"ephodum,\" \"urim et thummim,\" \"cidarim,\" et plura ejus? Quis absque sensu spirituali sciret quid significatur per omnia illa quae mandata sunt de holocaustis, sacrificiis, minchis et libaminibus? tum de sabbathis et festis? Veritas est, quod non minimum de illis fuerit mandatum, quod non aliquid Domini, caeli et ecclesiae significaverit. Ex his paucis evidenter videri potest, quod sensus spiritualis sit in omnibus et singulis Verbi. @1 sinistro et dextro pro \"dextro et sinistro \" (vide Doc. de Domino, n. 15).$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 17"
    },
    {
      "section": 17,
      "title": "Paragraph 17",
      "text": "17. Quod Dominus cum in mundo fuit, locutus sit per correspondentias, ita spiritualiter cum naturaliter, constare potest ex parabolis Ipsius, in quarum singulis vocibus inest sensus spiritualis. Exemplo sit Parabola de decem Virginibus. Dixit, \"Simile est regnum caelorum decem virginibus, quae accipientes lampadas suas exiverunt in occursum Sponsi. Quinque..ex illis erant prudentes, quinque vero stultae. Quae erant stultae, accipientes lampadas suas non acceperunt..oleum, prudentes vero acceperunt oleum in... lampadibus suis. Tardante vero Sponso dormitarunt omnes et obdormierunt. Media autem nocte, clamor factus est, Ecce Sponsus venit, exite in occursum Ejus. Tunc expergefactae omnes virgines istae, et adornarunt lampadas suas. Verum stultae prudentibus dixerunt, Date nobis de oleo vestro, quia lampades nostrae exstinguuntur: verum responderunt prudentes, dicentes, Ne forte non sufficiat nobis et vobis; abite..potius ad vendentes, et emite vobis ipsis. At abeuntibus illis ad emendum, venit Sponsus, et paratae ingressae sunt cum Ipso ad nuptias, et ostium clausum est. Et tandem veniunt etiam reliquae virgines, dicentes, Domine, Domine, aperi nobis; Ille vero respondens dixit, Amen dico vobis, non novi vos\" (Matth. xxv. 1-12). Quod in singulis his sit sensus spiritualis, et inde Sanctum Divinum, non videt nisi qui scit quod sensus spiritualis sit, et qualis ille. In sensu spirituali per \"regnum Dei\" intelligitur caelum et ecclesia, per \"Sponsum\" Dominus, per \"nuptias\" conjugium Domini cum caelo et ecclesia per bonum amoris et fidei; per \"virgines significantur illi qui ab ecclesia sunt, per \"decem\" omnes, per \"quinque\" aliquae, per \"lampades\" vera fidei, per \"oleum\" bonum amoris, per \"dormire\" et \"expergisci\" vita hominis in mundo quae naturalis et vita ejus post mortem quae spiritualis; per \"emere,\" comparare sibi; per \"ire ad vendentes et emere oleum,\" comparare sibi bonum amoris ab aliis post mortem; et quia tunc non amplius comparatur, ideo tametsi cum lampadibus et empto oleo ad ostium, ubi nuptiae erant, venerunt, usque illis dictum est a Sponso, \"Non novi vos:\" causa est, quia homo post vitam in mundo manet qualis in mundo vixerat. Ex his patet quod Dominus per meras correspondentias locutus sit, et hoc quia ex Divino, quod in Ipso et Ipsius erat. Quod \"Sponsus\" significet Dominum, et \"regnum caelorum\" ecclesiam, et quod \"nuptiae\" significent conjugium Domini cum ecclesia per bonum amoris et fidei, \"virgines\" illos qui ab ecclesia, \"decem\" omnes, \"quinque\" aliquos, \"dormire\" statum naturalem, \"emere\" comparare sibi, \"ostium\" ingressum ad caelum, ac \"non nosse,\" cum a Domino, non esse in amore Ipsius, constare potest a multis locis in Verbo Prophetico, ubi illa significant similia. Quia \"virgines\" significant illos qui ab ecclesia sunt, ideo toties in Verbo Prophetico dicitur Virgo et Filia Zionis, Hierosolymae, Israelis; et quia \"oleum\" significat bonum amoris, ideo omnia sancta Ecclesiae Israeliticae oleo ungebantur. Simile est in reliquis parabolis, et in omnibus verbis quae Dominus locutus est, et apud Evangelistas scripta sunt; inde est quod Dominus dicat quod Verba Ipsius spiritus et vita sint (Joh. vi. 63). Simile est cum omnibus Domini miraculis; quae Divina erant, quia varios status, apud quos ecclesia a Domino instauranda erat, significaverunt: ut quod \"caeci receperint visum,\"' significavit quod illi intelligentiam, qui in ignorantia veri fuerunt, acciperent; quod \"surdi receperint auditum,\" significavit quod illi auscultarent et obedirent, qui nihil prius de Domino et de Verbo audiverunt; quod \"mortui resuscitati sint,\" significavit quod vivi fierent qui alioquin spiritualiter perirent; et sic porro. Hoc intelligitur per Domini responsum ad discipulos Johannis, interrogantis num Ille esset qui venturus:-- \"Annuntiate Johanni, quae auditis et videtis. Caeci vident, et claudi ambulant, leprosi mundantur, et surdi audiunt, mortui resurgunt, et pauperes audiunt Evangelium\" (Matth. xi. 3-5). Praeterea omnia miracula in Verbo memorata, in se continent talia quae Domini, caeli et ecclesiae sunt; per id sunt illa miracula Divina, et distinguuntur a miraculis non Divinis. Haec pauca sint illustrationi, quid sensus spiritualis, et quod ille sit in omnibus et singulis Verbi. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 18"
    },
    {
      "section": 18,
      "title": "Paragraph 18",
      "text": "18. (iii.) Quod ex Sensu Spirituali sit, quod Verbum sit Divinitus inspiratum, et in omni voce Sanctum. --Dicitur in ecclesia quod Verbum sit sanctum, at hoc quia Jehovah Deus illud locutus est; sed quia sanctum ejus ex sola littera non apparet, ideo qui propterea de sanctitate ejus semel dubitat, deinde ille cum legit Verbum, per multa ibi se confirmat; cogitat enim tunc, Num hoc sanctum? Num hoc Divinum? Ne itaque talis cogitatio apud multos influat et postea invalescat, et per id conjunctio Domini cum ecclesia, in qua est Verbum, pereat, placuit Domino nunc sensum spiritualem revelare, ut sciatur ubinam illud sanctum in Verbo latet. Sed exempla hoc quoque illustrent. In Verbo nunc agitur de Aegypto, nunc de Aschure, nunc de Edomo, de Moabo, de filiis Ammonis, de Tyro et Zidone, de Gogo: qui non scit, quod per nomina illorum significentur res caeli et ecclesiae, in errorem abduci potest, quod Verbum multum de gentibus et populis agat, et modo parum de caelo et ecclesia; ita multum de terrestribus et parum de caelestibus: sed cum ille scit quid per illos seu per nomina illorum significatur, ab errore in veritatem potest venire. Similiter dum in Verbo videt, quod ibi toties nominentur horti, luci, silvae, tum arbores illorum ut olea, vitis, cedrus, populus, quercus; ut et quod toties agnus, ovis, hircus, vitulus, bos; et quoque montes, colles, valles, et ibi fontes, fluvii, aquae, et plura similia: ille, qui nihil scit de sensu spirituali Verbi, non potest aliter credere, quam quod solum illa sint quae intelliguntur; non scit enim quod per \"hortum,\" \"lucum\" et \"silvam\" intelligantur sapientia, intelligentia et scientia; quod per \"oleam,\" \"vitem,\" \"cedrum,\" \"populum\" et \"quercum\" intelligantur ecclesiae bonum et verum caeleste, spirituale, rationale, naturale et sensuale; quod per \"agnum,\" \"ovem,\" \"hircum,\" \"vitulum,\" \"bovem,\" intelligantur innocentia, charitas, et affectio naturalis; quod per \"montes,\" \"colles,\" et \"valles\" intelligantur superiora, inferiora et infima ecclesiae; tum quod per \"Aegyptum\" significetur scientia, per \"Aschurem\" ratio, per \"Edomum\" naturale, per \"Moabum\" adulteratio boni, per \"filios Ammonis\" adulteratio veri, per \"Tyrum et Zidonem\" cognitiones veri et boni, per \"Gogum\" cultus externus absque interno: cum autem haec scit, tunc potest cogitare quod Verbum non agat nisi quam de caelestibus, et quod terrestria illa modo sint subjecta, in quibus illa sunt. Sed exemplum ex Verbo hoc etiam illustret. Legitur apud Davidem, \"Vox Jehovae super aquis, Deus gloriae tonare facit, Jehovah super aquis magnis:....vox Jehovae frangens cedros,.. confringit Jehovah cedros Libani, et saltare facit eos sicut vitulum, Libanum et Schirionem sicut filium monocerotum: vox Jehovae incidens ut flamma ignis: vox Jehovae trepidare facit desertum, trepidare facit desertum Kadesh. Vox Jehovae parturire facit cervas, et denudat silvas; sed in templo Ipsius quivis dicit gloriam\" (Ps. xxix. 3-9). Qui non scit quod singula ibi quoad unamquamvis vocem Sancta Divina sint, ille potest, si mere naturalis est, secum dicere, Quid hoc, --quod Jehovah sedeat super aquis, quod per vocem suam frangat cedros, saltare faciat illos sicut vitulum, et Libanum sicut filium monocerotum, quod parturire faciat cervas et plura: nescit enim quod potentia Divini Veri seu Verbi per illa in sensu spirituali descripta sit. Nam in illo sensu, per \"vocem Jehovae,\" quae ibi est tonitru, intelligitur Divinum Verum seu Verbum in sua potentia; per \"aquas magnas,\" super quibus Jehovah sedet, intelliguntur vera ejus; per \"cedros\" et per \"Libanum,\" quos frangit et confringit, intelliguntur falsa rationalis hominis; per \"vitulum\" et \"filium monocerotum,\" falsa naturalis et sensualis hominis; per \"flammam ignis,\" affectio falsi; per \"desertum\" et \"desertum Kadesh,\" ecclesia ubi non aliquod verum et bonum; per \"cervas,\" quas vox Jehovae parturire facit, intelliguntur gentes quae in bono naturali sunt; et per \"silvas\" quas denudat, intelliguntur scientiae et cognitiones, quas Verbum illis aperit: quare sequitur, \"In templo Ipsius quivis dicit gloriam;\" per quod intelligitur, quod in singulis Verbi sint Divina vera; \"templum\" enim significat Dominum, et inde Verbum, tum caelum et ecclesiam; et \"gloria\" significat Divinum Verum. Ex his patet quod nulla vox ibi sit, quae non Divinam potentiam Verbi contra falsa omnis generis apud naturales homines, ac Divinam potentiam reformandi gentes, describit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 19"
    },
    {
      "section": 19,
      "title": "Paragraph 19",
      "text": "19. Est sensus adhuc interior in Verbo, qui caelestis vocatur, de quo aliquid supra (n. 6) dictum est; sed hic sensus aegre potest enodari, non enim ita cadit in cogitationem intellectus sicut in affectionem voluntatis. Quod interior adhuc sensus, {1}qui caelestis vocatur, insit Verbo, est quia a Domino procedit Divinum Bonum et Divinum Verum; Divinum Bonum ex Divino Amore Ipsius, et Divinum Verum ex Divina Sapientia Ipsius; utrumque est in Verbo, nam Verbum est Divinum procedens: et quia utrumque est, ideo Verbum vivificat illos qui id sancte legunt. Sed de hac re dicetur in articulo ubi demonstrabitur, quod in singulis Verbi sit conjugium Domini et ecclesiae, et inde conjugium boni et veri. @1 qui pro \"quae\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 20"
    },
    {
      "section": 20,
      "title": "Paragraph 20",
      "text": "20. (iv.) Quod Sensus Spiritualis Verbi hactenus ignotus fuerit.- Quod omnia et singula quae in natura sunt, correspondeant spiritualibus, similiter omnia et singula quae in corpore Humano, ostensum est in opere De Caelo et Inferno (n. 87-105): sed quid correspondentia, hactenus nescitum est; verum in antiquissimis temporibus, notissima fuit illis enim, qui tunc vixerunt, fuit scientia correspondentiarum scientia scientiarum, et tam universalis ut omnes illorum codices et libri per correspondentias scripti sint. Liber Hiobi, qui est liber antiquus, correspondentiis plenus est. Hieroglyphica Aegyptiorum, et quoque fabulosa vetustissimorum, non alia fuerunt. Omnes ecclesiae antiquae fuerunt ecclesiae repraesentativae caelestium; ritus illarum, et quoque statuta, secundum quae institutus fuit cultus illarum, constabant ex meris correspondentiis. Similiter omnia ecclesiae apud filios Jacobi. Holocausta et sacrificia, cum singulis illorum, correspondentiae fuerunt; similiter tabernaculum cum omnibus inibi; tum etiam festa illorum, ut festum azymorum, festum tabernaculorum, et festum primitiarum; etiam sacerdotium Aharonis et Levitarum, ut et vestes sanctitatis Aharonis et filiorum ejus; et praeterea omnia statuta et judicia, quae cultum et vitam illorum concernebant: et quia Divina in mundo se sistunt per correspondentias, ideo Verbum per meras correspondentias scriptum est; quare Dominus, quia locutus est ex Divino suo, locutus est per correspondentias; nam quod a Divino est, hoc in natura cadit in talia quae Divinis correspondent, et quae tunc Divina, quae vocantur caelestia et spiritualia, in sinu suo recondunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 21"
    },
    {
      "section": 21,
      "title": "Paragraph 21",
      "text": "21. Instructus sum quod homines Antiquissimae Ecclesiae, quae fuit ante diluvium, tam caelesti genio fuerint, ut locuti sint cum angelis caeli, et quod loqui potuerint cum illis per correspondentias; inde status sapientiae illorum factus est talis, ut quicquid viderent in tellure, non modo cogitarent de illo naturaliter, sed etiam simul, spiritualiter, ita quoque conjunctim cum angelis. Insuper instructus sum quod Chanoch (de quo memoratur in Genesi, cap. v. 21-24), cum consociis suis, ex ore illorum collegerit correspondentias, ac scientiam illarum propagaverit ad posteros; ex quo factum est, quod scientia correspondentiarum in multis regnis Asiae non modo nota fuerit, sed etiam exculta, imprimis in terra Canaane, Aegypto, Assyria, Chaldaea, Syria, Arabia, in Tyro, Zidone, Ninive; et quod inde e locis maritimis translata sit in Graeciam; sed ibi versa in fabulosa, ut constare potest ex vetustissimorum scriptis ibi. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 22"
    },
    {
      "section": 22,
      "title": "Paragraph 22",
      "text": "22. Sed cum repraesentativa ecclesiae, quae erant correspondentiae, temporis tractu versa sunt in idololatrica, et quoque in magica, tunc illa scientia ex Divina Domini providentia successive obliterata est, et apud gentem Israeliticam et Judaicam prorsus deperdita et exstincta. Cultus quidem hujus gentis constabat ex meris correspondentiis, et inde erat ille repraesentativus caelestium; sed usque illi nesciebant quid aliquod significabat: erant enim prorsus naturales homines, et inde non scire volebant nec poterant aliquid de spiritualibus, proinde nec aliquid de correspondentiis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 23"
    },
    {
      "section": 23,
      "title": "Paragraph 23",
      "text": "23. Quod idololatriae gentium antiquis temporibus ex scientia correspondentiarum traxerint originem, erat ex causa, quia omnia quae apparent super tellure, correspondent; ita non modo arbores, sed etiam pecudes et aves omnis generis, tum pisces et reliqua. Antiqui, qui in scientia correspondentiarum fuerunt, fecerunt sibi imagines, quae caelestibus correspondebant, et illis delectabantur quia significabant talia quae caeli et inde ecclesiae erant, et ideo illa non modo in suis templis sed etiam in suis domibus posuerunt, non adorationis causa sed recordationis rei caelestis quam significabant. Inde in Aegypto et alibi fuerunt in imagine vituli, boves, serpentes; tum pueri, senes, virgines; quia \"vituli\" et \"boves\" significabant affectiones et vires naturalis hominis, \"serpentes\" prudentiam sensualis hominis, \"pueri\" innocentiam et charitatem, \"senes\" sapientiam, et \"virgines\" affectiones veri, et sic porro. Posteri, quando scientia correspondentiarum obliterata est, coeperunt imagines et simulacra ab antiquis posita, quia in templis, et juxta illa, colere ut sancta, et tandem ut numina. Similiter apud alias gentes, sicut apud Philisthaeos in Aschdodo Dagon (de quo 1 Sam. v. 1 ad fin.), qui superius fuit sicut homo, inferius sicut piscis; quae imago inventa fuit, quia \"homo\" significat intelligentiam, et \"piscis\" scientiam, quae unum faciunt. Inde erat quoque antiquis cultus in hortis et in lucis secundum arborum species, tum etiam super montibus et collibus; \"horti\" enim et \"luci\" significabant sapientiam et intelligentiam, et unaquaevis arbor aliquid illarum; sicut \"olea\" bonum amoris, \"vitis\" verum ex illo bono, \"cedrus\" bonum et verum rationale, et \"mons\" significabat caelum supremum, et \"collis\" caelum sub illo. Quod scientia correspondentiarum permanserit apud plures orientales usque ad adventum Domini, constare potest ex sapientibus ab oriente, qui venerunt ad Dominum cum natus est; quare illis praeivit stella, et illi secum tulerunt dona, \"aurum, thus et myrrham\" (Matth. ii. 1, 2, 9-11); \"stella\" enim, quae praeivit, significabat cognitionem e caelo, \"aurum\" significabat bonum caeleste, \"thus\" bonum spirituale, et \"myrrha\" bonum naturale; ex quibus tribus est omnis cultus. Sed usque scientia correspondentiarum prorsus nulla fuit apud gentem Israeliticam et Judaicam, tametsi omnia cultus illorum, et omnia judicia et statuta illis per Mosen data, et omnia Verbi, erant merae correspondentiae. Causa erat, quia illi corde idololatrae erant, et tales ut ne quidem scire vellent quod aliquid cultus illorum significaret caeleste et spirituale: volebant enim ut illa omnia sancta essent ex se et cum illis; quare si illis caelestia et spiritualia detecta fuissent, non modo rejecissent illa, sed etiam profanavissent; quapropter caelum illis ita clausum fuit, ut vix scirent quod vita aeterna daretur. Quod ita sit, manifeste patet ex eo, quod non agnoscerent Dominum, tametsi universa Scriptura Sacra de Ipso prophetavit, et Ipsum praedixit: rejecerunt Ipsum propter illam solam causam, quia illos de regno caelesti, et non de regno terrestri, docuit; voluerunt enim Messiam qui illos super omnes gentes in universo mundo exaltaret, et non aliquem Messiam qui saluti eorum aeternae consuleret. Praeterea affirmant quod Verbum in se contineat multa arcana, quae mystica vocantur, sed non scire volunt quod illa sint de Domino; at scire volunt, cum dicitur quod illa sint de auro. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 24"
    },
    {
      "section": 24,
      "title": "Paragraph 24",
      "text": "24. Quod scientia correspondentiarum, per quam datur sensus spiritualis Verbi, post ea tempora non detecta fuerit, fuit causa, quia Christiani in Primitiva Ecclesia perquam simplices fuerunt, ut coram illis non detegi potuerit; nam si detecta, illis nullius usus fuisset, nec intelligeretur. Post illorum tempora obortae sunt tenebrae super universum Christianum orbem ex dominio papali; et qui ex illo sunt, et in falsis ejus se confirmaverunt, non possunt nec volunt capere aliquod spirituale, ita quid correspondentia naturalium cum spiritualibus in Verbo; sic enim convincerentur quod Petrus non intelligatur per \"Petrum,\" sed Dominus ut Petra; et quoque convincerentur quod Verbum usque ad intima sua Divinum esset, et quod dictamen Papae sit nullius rei respective. Post Reformationem autem, quia distinguere coeperunt inter fidem et charitatem, ac colere Deum sub tribus Personis, ita tres Deos, quos cogitarent unum, tunc veritates caelestes illis abscondebantur; ac si detectae fuissent, illas falsificavissent, et illas deduxissent ad solam fidem, et nullam illarum ad charitatem et amorem; sic etiam occlusissent sibi caelum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 25"
    },
    {
      "section": 25,
      "title": "Paragraph 25",
      "text": "25. Quod sensus spiritualis Verbi hodie a Domino detectus sit, est quia doctrina genuini veri nunc revelata est: et haec doctrina cum sensu spirituali Verbi concordat, et non alia. Ille sensus etiam significatur per apparitionem Domini \"in nubibus caeli cum gloria et virtute,\" Matth, xxiv. 30, 31; in quo capite agitur de consummatione saeculi, per quam intelligitur ultimum tempus ecclesiae. Aperitio Verbi quoad sensum ejus spiritualem etiam promissa est in Apocalypsi: ille ibi intelligitur per \"equum album,\" et per \"cenam magnam,\" ad quam omnes invitantur (cap. xix. 11-18). Quod sensus spiritualis diu non agnoscetur, quod solum fit ab illis qui in falsis doctrinae sunt, imprimis de Domino, et ideo non admittunt Vera, intelligitur in Apocalypsi per \"bestiam\" et per \"reges terrae,\" qui facturi bellum cum Sedente super Equo albo (cap. xix. vers. 19); per \"bestiam\" intelliguntur Pontificii (ut cap. xvii. 3 ibi), et per \"reges terrae\" intelliguntur Reformati, qui in falsis doctrinae sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 26"
    },
    {
      "section": 26,
      "title": "Paragraph 26",
      "text": "26. (v.) Quod sensus spiritualis Verbi non alicui posthac detur, nisi qui in genuinis veris a Domino est.- Causa haec est, quia nemo potest sensum spiritualem videre, nisi a solo Domino, et nisi in genuinis veris ab Ipso sit; sensus enim spiritualis Verbi agit de solo Domino et de Ipsius regno, et ille sensus est in quo sunt angeli Ipsius in caelo, est enim Divinum Ipsius Verum ibi; hoc homo violare potest, si in scientia correspondentiarum est, et per illam vult sensum spiritualem Verbi ex propria intelligentia explorare; nam ex aliquibus correspondentiis sibi notis potest sensum ejus pervertere, et illum ad confirmandum etiam falsum trahere, et hoc foret violare Divinum Verum, et quoque caelum: quare si quis a se et non a Domino sensum illum aperire vult, clauditur caelum; quo clauso, homo aut nihil videt, aut spiritualiter insanit. Causa etiam est, quia Dominus per Verbum unumquemque docet, et docet ex illis veris quae apud hominem sunt, et non immediate nova infundit; quare nisi homo in Divinis veris sit, aut si modo in paucis veris et simul in falsis, potest ex his falsificare vera; ut quoque fit a quovis haeretico quoad ipsum sensum litterae Verbi, ut notum est. Ne itaque aliquis in sensum spiritualem Verbi intret, aut genuinum verum, quod illius sensus est, pervertat, custodiae a Domino positae sunt, quae in Verbo per \"cherubos\" intelliguntur. Quod {1}custodiae sint positae, hoc mihi ita repraesentatum est:- Datum est videre magnas crumenas, apparentes sicut sacci, in quibus reconditum fuit argentum (in) multa copia; et quia apertae erant, perceptum est sicut unusquisque posset argentum ibi repositum depromere, immo diripere: sed juxta crumenas illas sedebant bini angeli, qui custodes. Locus, ubi repositae erant, apparebat instar praesaepis in stabulo: in camera proxima visae sunt virgines modestae, cum uxore casta; et prope illam cameram stabant bini infantes, et dictum est quod cum illis non infantiliter sed sapienter ludendum sit: postea apparebat scortum, tum equus jacens mortuus. Quibus visis, instructus sum, quod per illa repraesentatus sit sensus litterae Verbi, in quo sensus spiritualis. Magnae illae crumenae argento plenae significabant cognitiones veri in multa copia. Quod apertae essent, et tamen ab angelis custoditae, significabat quod quisque posset inde cognitiones veri desumere, sed quod caveatur ne aliquis sensum spiritualem, in quo merae veritates sunt, falsificet. Praesaepe in stabulo, in quo jacebant crumenae, significabat instructionem spiritualem pro intellectu; hoc significat praesaepe, quia equus, qui inde edit, (significat) intellectum. Virgines modestae, quae in camera proxima visae sunt, significabant affectiones veri, et uxor casta conjunctionem boni et veri. Infantes significabant innocentiam sapientiae inibi; erant angeli e tertio caelo, qui omnes apparent sicut infantes. Scortum cum equo mortuo, significabat falsificationem Verbi a multis hodie, per quam omnis intellectus veri perit; scortum significabat falsificationem, ac equus mortuus intellectum veri nullum. @1 custodiae pro \"custodia\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 27"
    },
    {
      "section": 27,
      "title": "Paragraph 27",
      "text": "27. (III.) QUOD SENSUS LITTERAE VERBI SIT BASIS, CONTINENS ET FIRMAMENTUM SENSUS SPIRITUALIS ET CAELESTIS EJUS. In omni Divino opere est primum, medium et ultimum, ac primum vadit per medium ad ultimum, et sic existit et subsistit; inde ultimum est Basis. Tum, primum est in medio et per medium in ultimo; ita ultimum est continens. Et quia ultimum est continens et basis, est etiam Firmamentum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 28"
    },
    {
      "section": 28,
      "title": "Paragraph 28",
      "text": "28. Ab erudito comprehenditur, quod illa tria nominari possint finis, causa et effectus, tum esse, fieri et existere; et quod finis sit esse, causa sit fieri, et effectus sit existere; consequenter quod in omni re completa sit trinum, quod vocatur primum, medium et ultimum; tum finis, causa et effectus; et quoque esse, fieri et existere. Cum haec comprehenduntur, etiam comprehenditur quod omne Divinum opus in ultimo sit completum et perfectum; et quoque quod in ultimo, quod trinum est, sit omne, quia in illo priora simul. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 29"
    },
    {
      "section": 29,
      "title": "Paragraph 29",
      "text": "29. Ex eo est, quod per \"tria\" in Verbo in sensu spirituali intelligatur completum et perfectum, tum omne simul: et quia haec per illum numerum significantur, ideo toties in Verbo adhibetur, quoties tale designatur. Ut in his:- Quod Esaias iret nudus et discalceatus tres annos (Esai. xx. 3). Quod Jehovah ter vocaverit Samuelem, et Samuel ter cucurrerit ad Eli, et quod Eli tertia vice intellexerit (1 Sam. iii. 1-8). Quod Jonathan diceret ad Davidem, quod occultaret se in agro tribus diebus: quod Jonathan postea ad latus lapidis jacularetur tres sagittas: et quod post illud David se incurvaret tribus vicibus coram Jonathane (1 Sam. xx. 5, 12-41). Quod Elias se mensus sit super filium viduae tribus vicibus (1 Reg. xvii. 21). Quod Elias jusserit, ut funderent aquam super holocaustum tribus vicibus (1 Reg. xviii. 34); Quod Jesus dixerit, quod regnum caelorum sit simile fermento, quod accipiens mulier abscondidit in tribus satis, donec fermentaretur totum (Matth. xiii. 33); Quod Jesus dixerit ad Petrum, quod ter abnegaturus sit Ipsum (Matth. xxvi. 34); Quod Dominus ter dixerit Petro, \"Amasne Me?\" (Joh. xxi. 15-17.) Quod Jonas fuerit in ventre ceti tribus diebus et tribus noctibus (Jon. ii. 1 (B.A. i. 17)). Quod Jesus dixerit, quod templum dissolverent, et Ipse illud per tres dies aedificaret ((Joh. ii. 19; vide etiam) Matth. xxvi. {1}61). Quod Jesus in Gethsemane tribus vicibus oraverit (Matth. xxvi. 39-44). Quod Jesus tertio die resurrexit (Matth. xxviii. 1). Praeter multis aliis in locis, ubi \"tria\" nominantur; et nominantur ubi agitur de opere finito et perfecto, quia hoc per illum numerum significatur. @1 61 pro \"31\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 30"
    },
    {
      "section": 30,
      "title": "Paragraph 30",
      "text": "30. Haec praemissa sunt propter sequentia, ut ea intellectualiter comprehendantur; hic nunc ut comprehendatur quod sensus naturalis Verbi, qui est sensus litterae ejus, sit basis, continens et firmamentum sensus spiritualis et sensus caelestis ejus. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 31"
    },
    {
      "section": 31,
      "title": "Paragraph 31",
      "text": "31. Quod in Verbo tres sensus sint, supra (n. 6 et 19,) dictum est; tum quod sensus caelestis sit primus ejus, sensus spiritualis medius ejus, et sensus naturalis ultimus ejus. Inde homo rationalis concludere potest quod primum Verbi, quod est caeleste, vadat per medium ejus quod est spirituale, ad ultimum ejus quod est naturale; et quod sic ultimum ejus sit basis: tum quod primum ejus, quod est caeleste, sit in medio ejus quod est spirituale, et per hoc in ultimo ejus quod est naturale: et quod inde ultimum ejus, quod est naturale, et est sensus litterae Verbi, sit continens: et quia est continens, et basis, quod etiam sit firmamentum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 32"
    },
    {
      "section": 32,
      "title": "Paragraph 32",
      "text": "32. Sed quomodo haec fiunt, non paucis dici potest. Sunt etiam arcana, in quibus sunt angeli caeli, quae in transactionibus in praefatione ad Doctrinam de Domino memoratis, quae erunt ex Sapientia Angelica, de Divina Providentia, Omnipotentia, Omnipraesentia, Omniscientia, de Divino Amore et de Divina Sapientia, tum de Vita, quantum fieri potest, evolventur. Satis nunc est, quod ex supradictis possit concludi, quod Verbum, quod est ipsum Divinum Opus pro Salvatione Humani Generis, quoad sensum ejus ultimum, qui est naturalis, et vocatur sensus litterae, {1}sit binorum sensuum interiorum basis, continens et firmamentum. @1 sit pro \"sint\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 33"
    },
    {
      "section": 33,
      "title": "Paragraph 33",
      "text": "33. Ex his sequitur, quod Verbum absque sensu litterae ejus foret sicut palatium absque fundamento, ita sicut palatium in aere et non super terra, quod modo foret umbra ejus, quae evanesceret. Tum quod Verbum absque sensu litterae ejus foret sicut templum, in quo plura sancta sunt, et in medio ejus adytum, absque tecto et pariete, quae sunt continentia ejus; quae si abessent vel si auferrentur, sancta ejus a furibus diriperentur, aut a bestiis terrae, et a volucribus caeli, violarentur, et sic dissiparentur. Similiter foret sicut tabernaculum, (in cujus intimo fuit arca foederis, ac in medio ejus candelabrum aureum, altare aureum super quo suffimenta, tum mensa super qua panes facierum, quae erant sancta ejus,) absque ultimis suis, quae erant aulaea et vela. Immo foret Verbum, absque sensu litterae ejus, sicut corpus humanum absque integumentis quae vocantur cutes, et absque sustentaculis quae vocantur ossa; absque his et illis diffluerent omnia interiora ejus. Ac foret sicut cor et pulmo in thorace, absque integumento suo, quod vocatur pleura, et sustentaculis suis quae vocantur costae. Aut sicut cerebrum absque integumento suo quod vocatur dura mater, et absque communi tegumento continente et firmamento suo, quod vocatur cranium. Simile foret cum Verbo absque sensu litterae ejus; quare dicitur apud Esaiam, Quod Jehovah creet super omni gloria obtegumentum (iv. 5). This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 34"
    },
    {
      "section": 34,
      "title": "Paragraph 34",
      "text": "34. Simile foret cum caelis ubi sunt angeli, absque mundo ubi sunt homines: humanum genus est basis, continens et firmamentum illorum; et apud homines et in illis est Verbum. Omnes enim caeli distincti sunt in duo regna, quae vocantur regnum caeleste et regnum spirituale; haec duo regna fundantur super regno naturali, in quo sunt homines: similiter itaque Verbum, quod apud homines et in hominibus est. (Quod caeli angelici distincti sint in duo regna, caeleste et spirituale, videatur in opere De Caelo et Inferno, n. 20-28.) This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 35"
    },
    {
      "section": 35,
      "title": "Paragraph 35",
      "text": "35. Quod prophetae Veteris Testamenti repraesentaverint Dominum quoad Verbum, et per id significaverint doctrinam ecclesiae ex Verbo, et quod inde vocati sint \"Filii hominis,\" in Doctrina Domino (n. 28) ostensum est; ex quo sequitur, quod illi, per varia quae passi sunt et sustinuerunt, repraesentaverint violentiam sensui litterae Verbi a Judaeis illatam. Ut Quod Esaias Propheta exueret saccum desuper lumbis suis, et exueret calceum desuper pede suo, ac iret nudus et discalceatus tres annos (Esai. xx. 2, 3), Similiter, Quod Ezechiel Propheta novaculam tonsorum traduceret super caput et super barbam, et tertiam partem combureret in medio urbis, tertiam percuteret gladio, et tertiam dispergeret in ventum, et parum ex illis alligaret in alis, et tandem projiceret in medium ignis et combureret (Ezech. v. 1-4). Quia prophetae repraesentaverunt Verbum, et inde significaverunt doctrinam ecclesiae ex Verbo, ut supra dictum est, {1}et quia per \"caput\" significatur sapientia ex Verbo, inde per \"capillitium\" et per \"barbam\" significabatur ultimum veri. Quia hoc per illa significabatur, ideo signum grandis luctus, et quoque grande dedecus erat, calvitium sibi inducere, et quoque calvus apparere. Propter illam et non aliam causam erat, quod Propheta abraderet capillos capitis sui et barbam, ut per id repraesentaret statum Ecclesiae Judaicae quoad Verbum. Propter illam et non aliam causam Discerpti sunt quadraginta duo pueri a duabus ursis, qui Elisaeum vocaverunt calvum (2 Reg. ii. ({2}23, 24); nam Propheta repraesentabat Verbum, ut prius dictum est, et \"calvum\" significabat illud absque suo sensu ultimo. Quod Naziraei repraesentaverint Dominum quoad Verbum in suis ultimis, in sequente articulo (n. 49) videbitur; ideo statutum fuit pro illis, ut crescere facerent comam, et nihil ejus abraderent: Naziraeus etiam in Lingua Hebraea significat comam. Statutum etiam fuit pro sacerdote magno, quod non raderet caput (Levit. xxi. 10); Similiter pro patrefamilias (Levit. xxi. 5). Inde erat quod calvitium illis grande dedecus esset; ut constare potest ex his:- \"In omnibus capitibus calvities, et omnis barba rasa\" (Esai. xv. 2; Jerem. xlviii. 37). \"Super omnis faciebus pudor, et in omnibus capitibus... calvities\" (Ezech. vii. 18). \"Omne caput decalvatum, et omnis humerus depilatus\" (Ezech. xxix. 18). \"Ascendere faciam super omnes lumbos saccum, et super omne caput calvitiem\" (Amos. viii. 10). \"Calvitiem {3}induc, et tonde te propter filios deliciarum tuarum; et dilata calvitiem,... quia migrarunt a te\" (Mich. i. {4}16): hic per \"calvitiem {5}inducere et dilatare,\" significatur vera Verbi in ultimis ejus falsificare; quibus falsificatis, ut factum est a Judaeis, totum Verbum destructum est: nam ultima Verbi sunt fulcra et sustentacula ejus; immo unaquaevis vox est fulcrum et sustentaculum veritatum caelestium et spiritualium ejus. Quia \"capillitium\" significat Verum in ultimis, ideo in mundo spirituali omnes qui contemnunt Verbum, et sensum litterae ejus falsificant, apparent calvi; at qui honorant et amant illum, apparent in decentibus comis. De hac re videatur etiam infra (n. 49). @1 et pro \"est\"$ @2 23, 24 pro \"23, 24, 25\"$ @3 induc pro \"indue\" (vide A.C., n. 3901, 5247; A.E., n. 724(c)).$ @4 16 pro \"17\"$ @5 inducere pro \"induere\" (vide A.E., n. 724(c)).$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 36"
    },
    {
      "section": 36,
      "title": "Paragraph 36",
      "text": "36. Verbum in sensu ultimo seu naturali, qui est Sensus litterae ejus, significatur etiam per \"murum sanctae Hierosolymae\" cujus structura erat jaspis, perque \"fundamenta muri\" quae erant lapides pretiosi, tum etiam per \"portas\" quae erant margaritae (Apoc. xix. 18-21); nam per \"Hierosolymam\" significatur ecclesia quoad doctrinam: sed de his plura in sequente articulo. Ex allatis nunc constare potest, quod sensus litterae Verbi, qui est naturalis, sit basis, continens, et firmamentum sensuum interiorum ejus, qui sunt sensus spiritualis et caelestis, This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 37"
    },
    {
      "section": 37,
      "title": "Paragraph 37",
      "text": "37. (IV.) QUOD DIVINUM VERUM IN SENSU LITTERAE VERBI, SIT IN SUO PLENO, IN SUO SANCTO, ET IN SUA POTENTIA. Quod Verbum in suo sensu litterae sit in suo pleno, in suo sancto, et in sua potentia, est quia bini sensus priores seu interiores, qui vocantur spiritualis et caelestis, in sensu naturali, qui est sensus litterae, sunt simul, ut supra ({1}n. 31) dictum est; sed quomodo sunt simul, paucis nunc dicetur. @1 n. 31 pro \"n. 29\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 38"
    },
    {
      "section": 38,
      "title": "Paragraph 38",
      "text": "38. Datur in caelo et in mundo ordo successivus et ordo simultaneus. In ordine successivo succedit et sequitur unum post alterum, a supremis usque ad infima; in ordine autem simultaneo est unum juxta alterum, ab intimis usque ad extima. Ordo successivus est sicut columna cum gradibus a summo ad imum; at ordo simultaneus est sicut opus cohaerens cum peripheriis a centro ad superficiem. Nunc dicetur quomodo ordo successivus fit in ultimo ordo simultaneus. Fit hoc modo: suprema ordinis successivi fiunt intima ordinis simultanei, ac infima ordinis successivi fiunt extima ordinis simultanei; est comparative sicut columna graduum subsidens fit corpus cohaerens in plano. Ita formatur simultaneum a successivo, et hoc in omnibus et singulis mundi naturalis, et in omnibus et singulis mundi spiritualis; nam ubivis est primum, medium et ultimum, ac primum per medium tendit et vadit ad suum ultimum. Nunc ad Verbum: caeleste, spirituale, et naturale, procedunt a Domino in ordine successivo, et in ultimo sunt in ordine simultaneo; ita nunc sensus caelestis et spiritualis Verbi sunt in sensu ejus naturali simul. Dum hoc comprehenditur, videri potest quomodo sensus naturalis Verbi, qui est sensus litterae ejus, est basis, continens et firmamentum sensus spiritualis et caelestis ejus; tum quomodo Divinum Bonum et Divinum Verum in sensu litterae Verbi est in suo pleno, in suo sancto, et in sua potentia. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 39"
    },
    {
      "section": 39,
      "title": "Paragraph 39",
      "text": "39. Ex his constare potest quod Verbum sit ipsum Verbum in suo sensu litterae, in hoc enim intus est spiritus et vita; sensus spiritualis est ejus spiritus, et sensus caelestis est ejus vita. Hoc est quod Dominus dicit, \"Verba quae Ego loquor vobis, spiritus et vita sunt\" (Joh. vi. 63). Dominus verba sua coram mundo, et in sensu naturali locutus est. Sensus spiritualis et sensus caelestis non sunt Verbum absque sensu naturali, qui est sensus litterae, sunt enim sicut spiritus et vita absque corpore; et sunt (ut prius n. 33, dictum est,) sicut palatium cui deest basis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 40"
    },
    {
      "section": 40,
      "title": "Paragraph 40",
      "text": "40. Vera sensus litterae Verbi quoad partem non sunt nuda Vera, sed sunt apparentiae veri, ac sicut similitudines et comparationes, desumptae ex talibus quae in natura sunt, ita quae accomodata et adaequata sunt captui simplicium et quoque infantum. Sed quia sunt correspondentiae, sunt genuini veri receptacula et habitacula; et sunt sicut vasa quae includunt et continent; quemadmodum poculum crystallinum includit nobile vinum, et quemadmodum patina argentea continet edules cibos; et sunt quemadmodum vestes quae amiciunt, ut fasciae infantem, ac decori amictus virginem: sunt etiam sicut scientifica naturalis hominis, quae in se comprehendunt perceptiones et affectiones veri spiritualis hominis. Ipsa nuda Vera, quae includuntur, continentur, investiuntur et comprehenduntur, sunt in Verbi sensu spirituali, et nuda bona sunt in ejus sensu caelesti. Sed hoc e Verbo illustretur. Dixit Jesus, \"Vae vobis, Scribae et Pharisaei, quia purgatis exterius poculi et patinae, interiora vero sunt plena rapina et intemperantia. Pharisaee caece, purga prius interius poculi et patinae, ut sit etiam exterius mundum\" (Matth. xxiii. 25, 26) hic locutus est Dominus per ultima, quae sunt continentia, et dixit \"poculum et patinam;\" et per \"poculum\" intelligitur vinum, ac per \"Vinum\" verum Verbi; et per \"patinam\" intelligitur cibus, ac per \"cibum\" bonum Verbi: per \"purgare internum poculi et patinae,\" intelligitur purificare interiora, quae sunt voluntatis et cogitationis, ita amoris et fidei, per Verbum; per quod \"sic exterius mundum sit,\" intelligitur quod sic exteriora purificata sint, quae sunt opera et loquela, nam haec ab illis trahunt suam essentiam. Adhuc, Jesus dixit, \"Homo quidam erat dives, qui induebatur purpura et bysso, et oblectabat se cottidie splendide: et pauper quidam erat nomine Lazarus, qui projectus ad vestibulum ejus ulcerosus\" (Luc. xvi. 19, 20): hic etiam Dominus locutus est per naturalia, quae erant correspondentiae, et continebant spiritualia; per \"hominem divitem\" intelligitur gens Judaica, quae \"dives\" vocatur quia habebat Verbum, in quo Sunt divitiae spirituales; per \"purpuram et byssum,\" quibus indutus erat, significatur bonum et verum Verbi, per \"purpuram\" bonum ejus, et per \"byssum\" verum ejus; per \"oblectare se cottidie splendide,\" significatur oblectatio quod illud haberet et legeret; per \"Lazarum pauperem\" intelliguntur Gentes, quae non habebant Verbum; quod illae contemptae et rejectae a Judaeis essent, intelligitur per quod \"Lazarus ad vestibulum divitis esset projectus ulcerosus.\" Quod Gentes per \"Lazarum\" intelligantur, erat quia Gentes amabantur a Domino, sicut Lazarus, qui a mortuis resuscitatus est, amabatur a Domino (Joh. xi. 35, 36); et vocatur Ipsius amicus (Joh. xi. 11); et accumbebat ad mensam cum Domino (Joh. xii. 2). Ex his binis locis patet quod vera et bona sensus litterae Verbi sint sicut vasa et sicut vestes nudi veri et boni, quae in sensu spirituali et caelesti Verbi latent. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 41"
    },
    {
      "section": 41,
      "title": "Paragraph 41",
      "text": "41. Quoniam Verbum in sensu litterae tale est, sequitur, quod illi qui in Divinis veris sunt et in fide quod Verbum intus in suo sinu sanctum Divinum sit, et magis illi qui in fide sunt quod Verbum tale sit ex sensu spirituali et caelesti ejus, dum in illustratione a Domino legunt Verbum, videant Divina vera in luce naturali; nam lux caeli, in qua est sensus spiritualis Verbi, influit in lucem naturalem, in qua est sensus litterae Verbi, ac hominis intellectuale, quod vocatur rationale, illuminat, et facit ut videat et agnoscat Divina vera, ubi exstant et ubi latent: haec cum luce caeli influunt apud quosdam, quandoque etiam cum nesciunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 42"
    },
    {
      "section": 42,
      "title": "Paragraph 42",
      "text": "42. Quoniam Verbum nostrum in intimo suo sinu, ex sensu caelesti ejus, est sicut flamma quae accendit, et in medio suo sinu, ex sensu spirituali, est sicut lux quae illustrat, inde Verbum in ultimo suo sinu, ex sensu ejus naturali, in quo bini interiores sunt, est sicut rubinus et adamas; ex flamma caelesti sicut rubinus, et ex luce spirituali sicut adamas. Quia tale est Verbum in suo sensu litterae ex transparentia, ideo Verbum in hoc sensu intelligitur ((i) Per fundamenta muri Hierosolymae; ((ii.)) Per Urim et Thummim in ephodo Aharonis; ((iii.)) Per hortum Edenis in quo Rex Tyri fuerat; ((iv.)) Tum etiam per aulaea et vela Tabernaculi; ((v.)) Et per externa Templi Hierosolymitani: ((vi.)) At in ipsa gloria, per Dominum cum transformatus est. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 43"
    },
    {
      "section": 43,
      "title": "Paragraph 43",
      "text": "43. ((i.)) Quod vera sensus litterae Verbi intelligantur per fundamenta muri Novae Hierosolymae (in Apocalypsi cap. xxi.), sequitur ex eo, quod per \"Novam Hierosolymam\" intelligatur nova ecclesia quoad doctrinam (ut in Doctrina de Domino n. 62, 63, ostensum est); quare per \"murum ejus, et per \"muri fundamenta,\" non aliud potest intelligi quam Verbi externum, quod est sensus litterae ejus; nam ille est, ex quo doctrina est, et per doctrinam ecclesia; et illa est sicut murus cum fundamentis, qui urbem includit et tutatur. De muro Novae Hierosolymae et de ejus fundamentis, leguntur haec in Apocalypsi: Angelus \"mensus est murum\" urbis Hierosolymae \"centum quadraginta quatuor cubitorum, quae erat mensura hominis, hoc est, angeli.\" ...Et murus habebat fundamenta duodecim, \"omni lapide pretioso exornata: fundamentum primum jaspis, secundum sapphirus, tertium chalcedonius, quartum smaragdus, quintum sardonyx, sextum sardius, septimum chrysolithus, octavum beryllus, nonum topazius, decimum chrysoprasus, undecimum hyacinthus, duodecimum amethystus\" (xxi. 17-20): per numerum \"centum quadraginta quatuor `significantur omnia vera et bona ecclesiae ex doctrina e sensu litterae Verbi, similiter per \"duodecim;\" per \"hominem\" significatur intelligentia, per \"angelum\" Divinum verum ex quo illa, per \"mensuram\" quale illorum, per \"murum\" et per \"fundamenta\" ejus sensus litterae Verbi, et per \"lapides pretiosos\" vera et bona Verbi in suo ordine, ex quibus doctrina, et per doctrinam ecclesia. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 44"
    },
    {
      "section": 44,
      "title": "Paragraph 44",
      "text": "44. ((ii.)) Quod vera et dona sensus litterae Verbi intelligantur per Urim et Thummim.- Urim et Thummim erant super ephodo Aharonis, per cujus sacerdotium repraesentabatur Dominus quoad Divinum Bonum, et quoad opus salvationis. Per vestes sacerdotii seu sanctitatis repraesentabatur Divinum Verum ex Divino Bono: per ephodum repraesentabatur Divinum Verum in suo ultimo, ita Verbum in sensu litterae, nam hoc est Divinum Verum in suo ultimo, ut supra dictum est; inde per duodecim lapides pretiosos, cum nominibus duodecim tribuum Israelis, quae fuerunt Urim et Thummim, repraesentabantur Divina vera ex Divino Bono in omni complexu. De his ita legitur apud Mosen: \"Facient ephodum ex (auro,) hyacinthino et purpura, coccineo dibapho, et xylino intertexto:... postea {1}facies pectorale judicii..., secundum opus ephodi... et opplebis id oppleturis lapidis; quatuor ordines lapis; pyropus, topazius, et smaragdus, primus ordo; chrysoprasus, sapphirus et adamas, secundus ordo; cyanus, achates et amethystus, tertius ordo; thalassius, sardius et jaspis, quartus ordo... Lapides... hi erunt juxta nomina filiorum Israelis... sculpturae sigilli juxta nomen suum erunt pro duodecim tribubus. ...Et portabit Aharon... super pectorali judicii Urim et Thummim, sintque super corde Aharonis, cum ingredietur ante Jehovam\" (Exod. {2}xxviii. 6, 15-21, (29,) 30). Quid per vestes Aharonis, ejus ephodum, pallium, tunicam, cidarim, baltheum, repraesentatum est, in Arcanis Caelestibus super eo capite explicatum est; ubi ostensum, quod per ephodum repraesentatum sit Divinum Verum in suo ultimo; quod per lapides pretiosos ibi repraesentata sint vera pellucentia ex bono; per duodecim lapides pretiosos, omnia vera ultima pellucentia ex bono amoris in suo ordine; per duodecim tribus Israelis, omnia ecclesiae; per pectorale Divinum Verum ex Divino Bono; per Urim et Thummim exsplendescentia Divini Veri ex Divino Bono in ultimis, Urim enim est ignis lucens, et Thummim exsplendescentia in lingua Angelica, et integritas in lingua Hebraea; tum quod responsa data sint per lucis variegationes, et simul tunc per tacitam perceptionem, vel per vivam vocem; praeter plura. Ex quibus constare potest quod per hos lapides pretiosos etiam significata sint vera ex bono in sensu ultimo ,Verbi; nec per alia dantur responsa e caelo, quia in illo sensu est Divinum procedens in suo pleno. Quod \"lapides pretiosi\" et \"diademata\" significent Divina vera in suis ultimis, qualia sunt vera sensus litterae Verbi, patuit mihi manifeste ex lapidibus pretiosis et diadematibus in mundo spirituali apud angelos et spiritus ibi, quos vidi illis indutos, et quoque in thecis illorum; et datum est scire quod illa corresponderent veris in ultimis, immo etiam quod inde sint et appareant. Quia haec per \"diademata\" et \"lapides pretiosos\" significantur, ideo illa etiam visa sunt Johanni Super capite draconis (Apoc. xii. 3); Super cornibus bestiae (Apoc. xiii. 1); Et lapides pretiosi super meretrice sedente super bestia coccinea (Apoc. xvii. 4). Super illis visa sunt, quia per illos significantur ii in Christiano orbe, apud quos est Verbum. @1 facies pro \"facient\" (vide A.C. n. 9856).$ @2 xxviii. pro \"xxxviii.\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 45"
    },
    {
      "section": 45,
      "title": "Paragraph 45",
      "text": "45. ((iii.)) Quod vera sensus litterae Verbi intelligantur Per Lapides pretiosos in horto Edenis, in quo, apud Ezechielem, Rex Tyri dicitur fuisse.- Legitur apud Ezechielem, Rex Tyri \"tu obsignans demensum tuum, plenus sapientia, et perfectus pulchritudine. In Eden horto Dei fuisti; omnis lapis pretiosus tegumentum tuum, rubinus, topazius et adamas, tharschish, sardonyx, et jaspis, sapphirus, chrysoprasus et smaragdus, et aurum\" (xxviii. 12, 13): per \"Tyrum\" in Verbo significantur cognitiones veri et boni; per \"regem\" significatur verum ecclesiae; per \"hortum Edenis\" significatur sapientia et intelligentia ex Verbo; per \"lapides pretiosos\" significantur \"vera pellucentia ex bono, qualia sunt in sensu litterae Verbi; et quia haec per illos \"lapides\" significantur, ideo vocantur \"tegumentum ejus.\" Quod sensus litterae tegat interiora Verbi, videatur articulus praecedens. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 46"
    },
    {
      "section": 46,
      "title": "Paragraph 46",
      "text": "46. ((iv.)) Quod sensus litterae Verbi significetur per aulaea et vela Tabernaculi.- Per tabernaculum repraesentatum est caelum et ecclesia; quare forma ejus a Jehovah super monte Sinai ostensa est. Inde per omnia quae in tabernaculo erant, quae erant candelabrum, altare aureum pro suffitu, et mensa super qua panes facierum, repraesentata et inde significata sunt sancta caeli et ecclesiae; ac per sanctum sanctorum, ubi erat arca foederis, repraesentatum et inde significatum est intimum caeli et ecclesiae; et per ipsam Legem inscriptam binis tabulis lapideis, et inclusam arcae, significatus est Dominus quoad Verbum. Nunc quia externa trahunt suam essentiam ab internis, et haec et illa ab intimo, quod ibi erat Lex, ideo sancta Verbi per omnia tabernaculi etiam repraesentata et significata sunt. Inde sequitur quod per ultima tabernaculi, quae erant aulaea et vela, ita tegumenta et continentia, significata sint ultima Verbi, quae sunt vera et bona sensus litterae ejus. Quia illa significata sunt, ideo Omnia aulaea et vela facta sunt ex xylino intertexto, et hyacinthino et purpura, et coccineo dibapho, cum cherubis (Exod. xxvi. 1, 31, 36). Quid per tabernaculum, et per omnia quae in illo erant, in genere et specie repraesentatum et significatum est, in Arcanis Caelestibus super illo capite Exodi explicatum est; et ibi ostensum, quod per aulaea et vela repraesentata sint externa caeli et ecclesiae, ita quoque externa Verbi; tum quod per \"xylinum\" seu \"byssinum\" significatum sit verum ex origine spirituali, per \"hyacinthinum\" verum ex origine caelesti, per \"purpuram bonum caeleste, per \"coccineum dibaphum\" bonum spirituale, et per \"cherubos\" custodiae interiorum Verbi. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 47"
    },
    {
      "section": 47,
      "title": "Paragraph 47",
      "text": "47. ((v.)) Quod per externa Templi Hierosolymitani repraesentata sint externa Verbi, quae sunt sensus litterae ejus, est quia simile per templum, quod per tabernaculum, repraesentatum est, nempe caelum et ecclesia, et inde quoque Verbum. Quod per \"Templum Hierosolymitanum\" significatum sit Divinum Humanum Domini, docet Ipse apud Johannem, \"Solvite Templum hoc, et in tribus diebus exsuscitabo illud Ipse loquebatur de Templo Corporis sui\" (ii. 19, 21); et ubi intelligitur Dominus, etiam intelligitur Verbum, quia Dominus est Verbum. Nunc quia per interiora templi repraesentata sunt interiora caeli et ecclesiae, ita quoque Verbi, ideo per exteriora ejus repraesentata et significata sunt exteriora caeli et ecclesiae, ita quoque Verbi, quae sensus litterae ejus sunt. De exterioribus templi legitur, Quod aedificata sint ex lapide integro non caeso, et ex cedro intus; et quod omnes parietes ejus intus sculpti essent cherubis, palmis et aperturis florum; et solum obductum auro (1 Reg. vi. 7, 29, 30); per quae omnia etiam significantur externa Verbi, quae sancta sensus litterae ejus sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 48"
    },
    {
      "section": 48,
      "title": "Paragraph 48",
      "text": "48. ((vi.)) Quod Verbum in sua gloria per Dominum, cum transformatus est, repraesentatum sit.- De Domino coram Petro, Jacobo et Johanne transformato legitur, Quod facies Ipsius fulserit sicut sol; vestimenta Ipsius facta sint sicut lux: et quod visi sint Moses et Elias cum Ipso colloquentes: et quod nubes lucida discipulos obtexerit; et quod ex nube audita sit vox, dicens, \"Hic est filius meus dilectus,... Ipsum audite\" (Matth. xvii. 1-5). Instructus sum quod Dominus tunc repraesentaverit Verbum: per \"faciem,\" quae fulsit sicut sol, Divinum Bonum Ipsius; per \"vestimenta\" quae facta sicut lux, Divinum Verum Ipsius; per \"Mosen et Eliam,\" Verbum Historicum et Propheticum, per \"Mosen\" Verbum quod per illum scriptum est, et in genere Verbum Historicum, ac per \"Eliam\" Verbum Propheticum per \"nubem lucidam\" quae obtexit discipulos, Verbum in sensu litterae; quare ex hac vox audita est, et dixit, \"Hic est Filius meus dilectus,... Ipsum audite;\" omnia enim enuntiata et responsa e caelo, nusquam fiunt nisi per ultima, qualia sunt in sensu litterae Verbi: fiunt enim in pleno ex Domino. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 49"
    },
    {
      "section": 49,
      "title": "Paragraph 49",
      "text": "49. Hactenus ostensum est, quod Verbum in sensu naturali, qui est sensus litterae, sit in suo sancto et in suo pleno; nunc aliquid dicetur, quod Verbum in illo sensu etiam sit in sua potentia. Quanta et qualis est potentia Divini Veri in caelis, et quoque in terris, constare potest ex illis quae in opere De Caelo et Inferno, de Potentia Angelorum Caeli (n. 228-233), dicta sunt. Potentia Divini Veri est imprimis contra falsa et mala, ita contra inferna; contra haec per vera ex sensu litterae Verbi pugnandum est: per vera apud hominem etiam est Domino potentia salvandi illum, nam homo per vera ex sensu litterae Verbi reformatur et regeneratur, et tunc eximitur ex inferno, et introducitur in caelum; hanc potentiam suscepit Dominus etiam quoad Divinum Humanum suum, postquam implevit omnia Verbi usque ad ultima ejus. Quare Dominus ad principem sacerdotum dixit, quando reliqua per passionem crucis impleret, \"Ex nunc videbitis Filium hominis sedentem a dextris potentiae, venientem in nubibus caeli\" (Matth. xxvi. 64; Marc. xiv. 62): \"Filius hominis\" est Dominus quoad Verbum; \"nubes Caeli\" est Verbum in sensu litterae; \"sedere a dextris Dei\" est omnipotentia per Verbum (ut quoque Marc. xvi. 19). Potentia Domini ex ultimis veri repraesentata est per Naziraeos in Ecclesia Judaica; et per Simsonem, de quo dicitur, quod Naziraeus esset ab utero matris, et quod potentia ejus constaret in crinibus ejus; per Naziraeum et Naziraeatum etiam significatur crinis. Quod potentia ejus in crinibus fuerit, manifestavit ipse; dicens, \"Novacula non ascendit super caput meum, quia Naziraeus... ego ab utero matris meae; si {1}radar, tunc recedet a me robur meum, et reddar infirmus, et ero sicut quivis homo\" (Judic. xvi. 17): nemo scire potest, cur Naziraeatus, per quem significatur crinis, institutus est, et unde est quod Simsoni fuerit robur ex crinibus, nisi sciat quid per \"caput\" in Verbo significatur. Per \"caput\" significatur sapientia caelestis, quae est angelis et hominibus a Domino per Divinum Verum; inde per \"crines capitis\" significatur sapientia caelestis in ultimis, et quoque Divinum Verum in ultimis. Quia hoc per \"crines\" ex correspondentia cum caelis significabatur, ideo statutum pro Naziraeis erat, Quod non raderent comam capitis sui, quia {2}illa est Naziraeatus Dei super capite eorum (Num. vi. 1-21); et quoque ideo statutum est, Quod summus sacerdos ac filii ejus non raderent caput suum, ne morerentur, et universa domus Israelis irasceretur (Levit. x. 6). Quia crines propter illam significationem, quae est ex correspondentia, tam sancti erant, ideo Filius hominis, qui est Dominus quoad Verbum, describitur etiam quoad crines, Quod essent tanquam lana candida, tanquam nix (Apoc. i. 14); Similiter Antiquus dierum (Dan. vii. 9). De hac re etiam videatur aliquid supra (n. 35), In summa, quod potentia Divini Veri seu Verbi sit in sensu litterae, est quia Verbum ibi est in suo pleno; et quia in illo sunt angeli utriusque regni Domini et homines simul. @1 radar pro \"rador\" (vide A.C., n.5247).$ @2 illa pro \"ille\" (vide V.C.R., n. 223).$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 50"
    },
    {
      "section": 50,
      "title": "Paragraph 50",
      "text": "50. (V.) QUOD DOCTRINA ECCLESIAE EX SENSU LITTERAE VERBI HAURIENDA SIT, ET PER ILLUM CONFIRMANDA. In praecedente articulo ostensum est quod Verbum in sensu litterae sit in suo pleno, in suo sancto, et in sua potentia; et quia Dominus est Verbum, est enim omne Verbi, sequitur quod Dominus in illo sensu sit maxime praesens, et quod ex illo doceat et illustret hominem. Sed haec demonstranda sunt in hoc ordine:- (i.) Quod Verbum absque Doctrina non intelligatur. (ii.) Quod Doctrina e Verbi sensu litterae haurienda sit. (iii.) At quod Divinum Verum, quod Doctrinae erit, non appareat aliis quam qui in illustratione a Domino sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 51"
    },
    {
      "section": 51,
      "title": "Paragraph 51",
      "text": "51. (i.) Quod Verbum absque Doctrina non intelligatur, est, quia Verbum in sensu litterae ex meris correspondentiis consistit, ob finem ut spiritualia et caelestia inibi simul sint, ac unaquaevis vox illorum continens et fulcrum sit; idcirco in sensu litterae in quibusdam locis sunt non nuda vera, sed vestita, quae vocantur apparentiae veri; et sunt plura accommodata captui simplicium, qui cogitationes non supra talia quae vident ante oculos, elevant; et aliqua quae apparent sicut contradictiones, cum tamen in Verbo in sua luce spectato nulla contradictio est: et quoque in quibusdam locis apud Prophetas, sunt nomina locorum et personarum collata, ex quibus non aliquis sensus potest elici, ut ex illis supra (n. {1}15) allatis. Cum itaque Verbum in sensu litterae tale est, constare potest quod non possit absque doctrina intelligi. Sed exempla hoc illustrent. Dicitur, Quod Jehovam paeniteat (Exod. xxxii. 12, 14: Jon. iii. 9; cap. iv. 2); dicitur etiam, Quod Jehovam non paeniteat (Num. xxiii. 19; 1 Sam. xv. 29): haec absque doctrina non conformantur. Dicitur Quod Jehovah visitet iniquitatem patrum super filios ad tertiam et quartam generationem (Num. xiv. 18); ac dicitur Quod non morietur pater propter filium, nec filius propter patrem, sed quisque in peccato suo (Deut, xxiv. 16): haec non discordant, sed concordant per doctrinam. Dicit Jesus, \"Petite et dabitur vobis, quaerite et invenietis, pulsate et aperietur vobis; quisquis petit, accipiet, et (qui) quaerit inveniet, et pulsanti aperietur\" (Matth. vii. 7, 8; cap. xxi. 21, 22): absque doctrina crederetur, quod quisque accepturus sit quod petit; sed ex doctrina creditur, quod quicquid homo petit non ex se, sed ex Domino, hoc detur: hoc enim Dominus etiam docet, \"Si manseritis in Me, et verba mea in vobis manserint, quicquid volueritis, {2}petetis, fiet vobis\" (Joh. {3}xv. 7). Dicit Dominus, \"Beati pauperes, quoniam {4}illorum est regnum Dei\" (Luc. vi. 20); absque doctrina cogitari potest, quod pauperibus sit caelum, et non divitibus; sed doctrina docet, quod pauperes spiritu intelligantur; nam dicit Dominus, \"Beati pauperes spiritu, quia eorum est regnum caelorum\" (Matth. v. {5}13). Dicit Dominus, \"Ne judicate, ne judicemini;... cum quo judicio judicatis, judicabimini\" (Matth. vii. 1, 2; Luc. vi. 97): hoc absque doctrina potest adduci ad confirmandum quod non dicendum sit de malo quod sit malum, ita non judicandum quod malus sit malus; sed ex doctrina licet judicare, at juste; dicit enim Dominus, \"Justum judicium judicate\" (Joh. vii. 24). Jesus dicit, \"Nolite vocari doctor, quia unus est Doctor vester, Christus,...; nec vocetis patrem vestrum in terra, unus namque est Pater vester... in caelis. Nec vocemini magistri, unus enim est vester Magister, Christus\" (Matth. xxiii. 8-10); absque doctrina foret, quod non liceat vocare aliquem doctorem, patrem, et magistrum; sed ex doctrina scitur, quod liceat in naturali sensu, at non in spirituali. Jesus dixit ad discipulos, \"Quando sedebit Filius hominis super throno gloriae suae, sedebitis etiam vos super duodecim thronis judicantes duodecim tribus Israelis\" (Matth. xix, 28): ex his verbis concludi potest quod etiam discipuli Domini judicaturi sint, cum tamen neminem judicare possunt; doctrina itaque revelabit hoc arcanum per hoc, quod solus Dominus, qui est omniscius et novit omnium corda, judicaturus sit, et judicare possit; et quod per \"duodecim discipulos\" Ipsius, intelligatur ecclesia quoad omnia vera et bona, quae ei sunt a Domino per Verbum: ex quo doctrina concludit, quod illa judicatura sint unumquemvis; secundum Domini verba apud Johannem (cap. iii. 17, 18; cap. xii. 47, 48). Qui absque doctrina legit Verbum, non scit quomodo cohaerent illa, quae de gente Judaica et de Hierosolyma apud Prophetas dicuntur; quod ecclesia apud illam gentem, et sedes ejus in illa urbe, in aeternum mansura sit; ut in sequentibus:- \"Visitabit Jehovah gregem suum, domum Jehudae, et ponet illos sicut gloriae... in bello; ex illo angularis, ex illo clavus; et ex illo arcus belli\" (Sach. x. 3, 4, 6, 7). \"Ecce Ego venio, ut habitem in medio tui; et Jehovah hereditatem... faciet Jehudam,... et eliget rursus Hierosolymam\" (Sach. ii. 14-16). \"Fiet in die illa, montes stillabunt mustum, et colles fluent lacte;... et Jehudah in aeternum erit, et Hierosolyma in generationem et generationem\" (Joel. iv. (B.A. iii.) 18-20). \"Ecce dies venientes,... quibus seminabo domum Israelis et domum Jehudae semine hominis...; ...et quibus pangam tum domo Israelis et cum domo Jehudae foedus novum... Et hoc foedus;... dabo legem meam in medio eorum, et super cor eorum scribam illam, et ero illis in Deum, et illi erunt Mihi in populum\" (Jerem. xxxi. 27, 31, 33). \"In die illo apprehendent decem viri ex omnibus linguis gentium, alam viri Judaei, dicentes, Ibimus vobiscum, quia audivimus Deum vobiscum\" (Sach. viii. 22, 23). Similiter alibi (ut Esai. xliv. 24, 26; cap. xlix. 22, 23; cap. lxv, 9; cap. lxvi. 20, 22: Jerem. iii. 18; cap. xxiii. 5; cap. l. 19, 20: Nahum ii. 1 (B.A. i. 15) Malach. iii. 4). In quibus locis agitur de adventu Domini, et quod hoc tunc futurum sit. Contrarium autem in pluribus aliis locis dicitur, ex quibus hic modo adducetur, \"Occultabo facies meas ab illis; videbo quid posteritas illorum, generatio enim perversionum illi, filii in quibus fidelitas non Dixerim, in extremos angulos ejiciam illos, cessare faciam ab homine memoriam illorum;... nam gens deperdita {6}consiliis illi, nec in illis intelligentia. ...De vite Sodomae vitis eorum et de agris Gomorrhae; uvae ejus uvae fellis; botri amaritudinum illis; venenum draconum vinum illorum, et fel aspidum crudele. {7}Nonne illud absconditum apud Me, obsignatum in thesauris meis? Mihi vindicta et retributio\" (Deutr. xxxii. 20-35): haec de illa gente dicta sunt. Et similia alibi (Ut Esai. iii. 1, 2, 8; cap. v. 3-6: Deutr. ix. 5, 6: Matth, xii. 39; cap. xxiii. 27, 28: Joh. viii. 44: et ubivis apud Jeremiam et Ezechielem). Sed haec, quae apparent contrariantia, patebunt ut concordantia ex doctrina, quae docet quod per \"Israelem\" et per \"Jehudam\" in Verbo non intelligantur Israel et Jehudah, sed ecclesia in utroque sensu; in uno quod devastata sit, in altero quod a Domino instauranda. His similia sunt alia in Verbo; ex quibus manifeste patet, quod Verbum absque doctrina non intelligatur. @1 15 pro \"5\"$ @2 petetis pro \"petitis\" (vide A.C., n. 9310).$ @3 xv. pro \"vii.\"$ @4 \"illorum:\"- sic editio princeps. Forte est legendum vestrum, quod textum Graecum rectius interpretaretur.$ @5 3 pro \"5\"$ @6 consiliis pro \"consilii\" (vide A.C., n. 7051, 9320).$ @7 Nonne pro \"Omne\" (vide A.C., n. 7051, 9320).$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 52"
    },
    {
      "section": 52,
      "title": "Paragraph 52",
      "text": "52. Ex his constare potest quod qui Verbum absque doctrina legunt, aut qui non ex Verbo sibi doctrinam comparant, sint in obscuro de omni veritate; et quod mens eorum sit vaga et incerta, prona in errores, et quoque facilis ad haereses, quas etiam amplectuntur, si favor aut auctoritas aspirat, et fama non periclitatur: est enim Verbum illis sicut candelabrum absque lumine, ac vident in umbra tanquam multa, et tamen vident vix aliquid, nam sola doctrina est lucerna. Vidi tales exploratos ab angelis, ac inventos quod confirmare possent ex Verbo quodcunque volunt, et quod confirment quae sunt amoris sui, et amoris illorum quibus favent; et vidi illos nudatos vestibus, signum quod essent absque veris: vestes ibi sunt vera. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 53"
    },
    {
      "section": 53,
      "title": "Paragraph 53",
      "text": "53. (ii.) Quod Doctrina ex sensu litterae Verbi haurienda sit, et confirmanda, est quia Dominus ibi et non alibi apud hominem, praesens est, ac illustrat et docet illum vera ecclesiae; et Dominus nusquam operatur aliquid nisi in pleno, et Verbum in sensu litterae est in suo pleno, ut supra ostensum est: inde est quod doctrina ex sensu litterae haurienda sit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 54"
    },
    {
      "section": 54,
      "title": "Paragraph 54",
      "text": "54. Quod Verbum per doctrinam non modo intelligatur, sed etiam quasi luceat, est quia Verbum absque doctrina non intelligitur, et est sicut candelabrum absque lumine, ut supra ostensum est; ideo Verbum per doctrinam intelligitur et est sicut candelabrum cum accenso lumine. Homo tunc videt plura quam prius viderat, et quoque intelligit illa quae non prius intellexerat; obscura et discordantia vel non videt et praeterit, vel videt et explicat ut cum doctrina concordent. Quod Verbum ex doctrina videatur, et quoque secundum illam explicetur, testatur experientia in Christiano Orbe. Omnes Reformati enim vident Verbum ex sua doctrina, et Verbum secundum illam explicant; similiter Pontificii ex sua et secundum illam; immo Judaei ex sua et secundum illam; consequenter falsa ex doctrina falsa, et vera ex doctrina vera. Inde patet, quod doctrina vera sit instar lucernae in tenebris, ac instar indicis in viis. At doctrina non modo ex sensu litterae Verbi haurienda est, sed etiam per illum confirmanda: nam si non per illum confirmatur, apparet verum doctrinae sicut modo intelligentia hominis foret in illa, et non Divina Sapientia Domini et sic foret doctrina sicut domus in aere, et non super terra, ita non fundata. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 55"
    },
    {
      "section": 55,
      "title": "Paragraph 55",
      "text": "55. Doctrina genuini veri ex sensu litterali Verbi etiam plene potest hauriri; nam Verbum in illo sensu est tanquam `homo vestitus, cui facies est nuda, et quoque manus sunt nudae. Omnia quae ad vitam hominis ita quae ad salutem ejus pertinent, sunt ibi nuda, reliqua autem vestita; et in multis locis, ubi vestita sunt, transparent, sicut facies per tenue sericum. Etiam Vera Verbi, sicut multiplicantur ex amore illorum, et sicut per hunc ordinantur, ita clarius et clarius per vestes pellucent et apparent. Sed hoc quoque per doctrinam. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 56"
    },
    {
      "section": 56,
      "title": "Paragraph 56",
      "text": "56. Credi potest quod doctrina genuini veri comparari possit per sensum spiritualem Verbi qui datur per scientiam correspondentiarum; at doctrina per illum non comparatur, sed modo illustratur et corroboratur; nam (ut prius, n. 26, dictum est,) in sensum spiritualem Verbi per correspondentias nemo venit, nisi prius in genuinis veris ex doctrina sit: si non in genuinis veris prius est, potest homo Verbum per aliquot correspondentias notas falsificare, conjungendo et explicando illas ad confirmandum id quod menti ex principio capto inhaeret. Praeterea, sensus spiritualis non datur alicui nisi a solo Domino, et custoditur ab Ipso sicut custoditur caelum, nam caelum est in illo. Praestat itaque ut homo studeat Verbo in sensu litterae; ex illo solo datur doctrina. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 57"
    },
    {
      "section": 57,
      "title": "Paragraph 57",
      "text": "57. (iii.) Quod genuinum verum quod doctrinae erit, in sensu litterae Verbi non appareat aliis quam qui in illustratione sunt a Domino.- Illustratio est a solo Domino, et apud illos qui amant vera quia vera sunt, et faciunt illa usus vitae; apud alios non datur illustratio in Verbo. Quod illustratio sit a solo Domino, est quia Dominus est in omnibus Verbi. Quod illustratio sit apud illos qui amant vera quia vera sunt, et faciunt illa usus vitae, est quia illi sunt in Domino, et Dominus in illis. Est enim Dominus Divinum suum Verum; hoc cum amatur quia Divinum Verum est, et hoc amatur quando fit usus, tunc Dominus in illo est apud hominem. Haec etiam Dominus docet apud Johannem, \"In die illo cognoscetis... quod vos in Me et Ego in vobis. Qui habet praecepta mea et facit illa, ille... amat Me,... et Ego amabo illum, et manifestabo illi Me Ipsum; et ad illum\" veniam \"et mansionem apud illum\" faciam (xiv. 20, 21, 23). Et apud Matthaeum, \"Beati mundi corde, quia hi Deum videbunt\" (v. 8). Hi sunt qui in illustratione sunt cum legunt Verbum, et apud quos Verbum lucet et translucet. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 58"
    },
    {
      "section": 58,
      "title": "Paragraph 58",
      "text": "58. Quod Verbum apud illos luceat et transluceat, est quia singulis Verbi sensus spiritualis et caelestis inest, et hi sensus sunt in luce caeli; quare Dominus per illos sensus, et per illorum lucem, influit in sensum naturalem, et in hujus lucem apud hominem. Inde homo ex interiore perceptione agnoscit verum, et dein in cogitatione sua videt illud, et hoc quoties in affectione veri propter verum est; ex affectione enim, venit perceptio, ex perceptione cogitatio, et sic fit agnitio, quae fides vocatur. Sed de hac re plura dicentur in sequente articulo de conjunctione Domini cum homine per Verbum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 59"
    },
    {
      "section": 59,
      "title": "Paragraph 59",
      "text": "59. Apud hos primum est quod ex Verbi sensu litterali comparent sibi doctrinam: ita accendunt sibi lucernam ad ulteriorem progressum, Postquam autem comparata est doctrina, et sic accensa lucerna, ex illa vident Verbum. Illi autem qui non comparant sibi doctrinam, primum inquirunt num doctrina ab aliis data, et a communi coetu recepta, cum Verbo concordet; et ad illa quae concordant, consentiunt, et ad illa quae non concordant, dissentiunt. Ita fit illis sua doctrina, et per doctrinam sua fides. Sed hoc fit solum apud illos, qui non distracti a negotiis mundi possunt videre; hi, si amant vera quia vera sunt et faciunt illa usus vitae, in illustratione sunt a Domino, Reliqui qui in aliqua vita sunt secundum vera, possunt ab illis discere. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 60"
    },
    {
      "section": 60,
      "title": "Paragraph 60",
      "text": "60. Contrarium fit illis qui ex doctrina religionis falsae legunt Verbum; et plus illis qui doctrinam illam ex Verbo confirmant, et tunc spectant ad sui gloriam aut ad mundi opes. Apud hos verum Verbi est sicut in umbra noctis, et falsum sicut in luce diei; legunt verum, sed non vident illud; et si umbram ejus vident, falsificant illud. Sunt hi de quibus Dominus dicit, Quod oculos habeant et non videant, et quod aures et non intelligant (Matth. xiii. 14, 15): nam nihil aliud occaecat hominem, quam proprium ejus, et confirmatio falsi; proprium hominis est amor sui, et inde fastus propriae intelligentiae; ac confirmatio falsi est caligo mentiens lucem. Lux horum est mere naturalis, et visus illorum est sicut videntis larvas in umbra. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 61"
    },
    {
      "section": 61,
      "title": "Paragraph 61",
      "text": "61. Datum est loqui cum multis post mortem, qui crediderunt se sicut stellae lucituros in caelo; quia, ut dixerunt, sanctum habuerunt Verbum, saepius perlegerunt illud, plura inde collegerunt, per quae fidei suae dogmata confirmaverunt, et per id in mundo ut docti celebrati sunt, ex quo credebant se Michaeles et Raphaeles futuros. Sed plures ex illis explorati sunt, ex quo amore studuerunt Verbo; ac inventi, quod aliqui ex amore sui, ut magni in mundo apparerent, et sicut primates ecclesiae colerentur; aliqui autem ex amore mundi ut lucrarentur opes. Hi dum explorati sunt, quid scirent ex Verbo, compertum est quod inde nihil genuini veri scirent, sed modo tale quod vocatur verum falsificatum, quod in se est falsum; et dictum est illis, quod hoc illis esset ex causa, quia ipsi et mundus fuerunt fines, seu quod idem est, amores; et non Dominus et caelum: et cum ipsi et mundus sunt fines, tunc cum legunt Verbum, haeret mens illorum in se ipsis et in mundo; et inde cogitant jugiter ex suo proprio, quod in caligine est quoad omnia quae caeli sunt; in quo statu non potest homo a Domino subduci ex proprio, et sic elevari in lucem caeli, proinde nec aliquem influxum a Domino per caelum recipere. Vidi etiam hos in caelum admissos; at cum ibi inventi sunt quod absque veris essent, dejecti sunt; sed usque remansit apud illos fastus quod meruerint. Aliter factum est cum illis qui studuerunt Verbo ex affectione sciendi Verum quia est Verum, et quia inservit usibus vitae; non modo suae, sed etiam proximi. Illos vidi elevatos in caelum, et sic in lucem in qua est Divinum Verum ibi; et simul tunc exaltatos in sapientiam angelicam, et in felicitatem ejus, quae est vita aeterna. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 62"
    },
    {
      "section": 62,
      "title": "Paragraph 62",
      "text": "62. (VI.) QUOD PER SENSUM LITTERAE VERBI SIT CONJUNCTIO CUM DOMINO, ET CONSOCIATIO CUM ANGELIS. Quod per Verbum sit conjunctio cum Domino, est quia Verbum de solo Ipso agit, et per id Dominus est omne in omnibus ejus, et vocatur Verbum, ut in Doctrina de Domino ostensum est. Quod in sensu litterae sit conjunctio, est quia Verbum in illo sensu est in suo pleno, in suo sancto, et in sua potentia, ut supra in suo articulo ostensum est. Conjunctio non apparet homini; sed est in affectione veri, et in perceptione ejus; ita, in Divini Veri amore et fide apud illum, This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 63"
    },
    {
      "section": 63,
      "title": "Paragraph 63",
      "text": "63. Quod per sensum litterae sit consociatio cum angelis caeli, est quia illi sensui inest sensus spiritualis et sensus caelestis, et in his sensibus sunt angeli; angeli regni spiritualis sensu spirituali Verbi, et angeli regni caelestis in sensu caelesti ejus, Hi sensus evolvuntur ex sensu naturali Verbi, qui est sensus litterae, dum homo verus in illo est. Evolutio est instantanea; proinde etiam consociatio. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 64"
    },
    {
      "section": 64,
      "title": "Paragraph 64",
      "text": "64. Quod angeli spirituales in sensu spirituali Verbi sint, et angeli caelestes in sensu caelesti ejus, manifestatum est mihi per multam experientiam. Datum est percipere, quod cum legi Verbum in sensu litterae ejus, communicatio facta sit cum caelis, nunc cum hac illorum societate, nunc cum illa; et quod ea, quae ego secundum sensum naturalem intellexi, angeli spirituales secundum sensum spiritualem, et angeli caelestes secundum sensum caelestem intellexerint, et hoc in instanti. Haec communicatio quia per aliquot millenas vices percepta est, de illa non relicta est mihi ulla dubitatio. Sunt etiam spiritus qui infra caelos sunt, et hac communicatione abutuntur; recitant enim aliquot dicta ex sensu litterae Verbi, et illico animadvertunt et notant societatem cum qua communicatio fit: hoc etiam saepe vidi et audivi. Ex his per vivam experientiam datum est scire, quod Verbum quoad sensum litterae ejus sit Divinum medium conjunctionis cum Domino et cum caelo. De hac conjunctione per Verbum videantur etiam quae in opere De Caelo et Inferno (n. 393-310) allata sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 65"
    },
    {
      "section": 65,
      "title": "Paragraph 65",
      "text": "65. Sed quomodo evolutio illorum sensuum fit, etiam paucis dicetur. Sed ut intelligatur, {1}recolligenda sunt quae supra (n. 6, 38,) de ordine successivo et de ordine simultaneo dicta sunt; nempe, quod caeleste, spirituale, et naturale sequantur in ordine successivo unum post alterum a supremis quae in caelo sunt ad ultima quae in mundo; et quod eadem in ordine simultaneo sint in ultimo, quod est naturale, unum juxta alterum ab intimis ad extima: et quod similiter sint successivi sensus Verbi, caelestis et spiritualis, simul in naturali. His comprehensis, aliquantum explicari ad intellectum potest, quomodo bini sensus, spiritualis et caelestis, evolvuntur ex sensu naturali, quando homo Verbum legit; tunc enim angelus spiritualis evocat spirituale, et angelus caelestis evocat caeleste; nec aliter possunt, sunt enim homogenea, ac naturae et essentiae illorum consentanea. @1 recolligenda sunt quae pro \"recolligendum est quod\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 66"
    },
    {
      "section": 66,
      "title": "Paragraph 66",
      "text": "66. Sed hoc primum illustretur per comparationes ex tribus regnis naturae, quae vocantur animale, vegetabile et minerale. Ex regno animali: Ex cibo, cum factus est chylus, hauriunt et evocant vasa suum sanguinem; fibrae nerveae suum succum; et substantiae quae sunt origines fibrarum, suum spiritum animalem, Ex regno vegetabili: Arbor cum trunco, ramis, foliis, et fructibus, stat super radice sua; et ex humo per radicem extrahit et evocat succum crassiorem pro trunco, ramis et foliis, puriorem pro carne fructuum, et purissimum pro seminibus intra fructus. Ex regno minerali: In gremio terrae in quibusdam locis sunt minerae impregnatae auro, argento et ferro; ex halitibus in terra reconditis trahit aurum suum elementum, argentum suum, et ferrum suum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 67"
    },
    {
      "section": 67,
      "title": "Paragraph 67",
      "text": "67. Illustretur nunc per exemplum, quomodo angeli spirituales extrahunt suum sensum, et angeli caelestes suum, ex sensu naturali, in quo est Verbum apud homines, In exemplum sint quinque praecepta decalogi. Praeceptum, \"Patrem tuum et Matrem tuam honorabis:\"- Homo per \"patrem\" et \"matrem\" intelligit patrem et matrem in terra, ut et omnes qui loco patris et matris sunt, et per \"honorare\" intelligit illos honore habere, et illis obedire. At angelus spiritualis per \"patrem\" intelligit Dominum, et per \"matrem\" ecclesiam; et per \"honorare\" intelligit amare. Angelus autem caelestis per \"patrem\" intelligit Divinum Amorem Domini, per \"matrem\" Divinam Sapientiam Ipsius, et per \"honorare\" facere bonum ab Ipso. Praeceptum, \"Non furaberis:\"- Homo per \"furari\" intelligit furari, defraudare, sub aliqua specie proximo auferre sua bona. Angelus spiritualis per \"furari\" intelligit deprivare alios suae fidei veris et charitatis bonis, per falsa et mala. Angelus autem caelestis per \"furari\" intelligit attribuere sibi illa quae Domini sunt, ac vindicare sibi justitiam et meritum Ipsius. Praeceptum, \"Non adulteraberis:\"- Homo per \"adulterari\" intelligit adulterium committere, scortari, obscena facere, lasciva loqui, et spurca cogitare. Angelus spiritualis per \"adulterari\" intelligit adulterare bona Verbi, et falsificare vera ejus. Angelus autem caelestis per \"adulterari\" intelligit negare Divinum Domini, et profanare Verbum, Praeceptum, \"Non occides:\"- Homo per \"occidere\" etiam intelligit odio habere, et vindictam cupere usque ad necem. Angelus spiritualis pro \"occidere\" intelligit diabolum agere et necare animam hominis. Angelus autem caelestis pro \"occidere\" intelligit Dominum odio habere, et illa quae Domini sunt. Praeceptum, \"Non false testaberis :\"-Homo per \"false testari\" etiam intelligit mentiri et diffamare. Angelus spiritualis pro \"false testari\" intelligit dicere et persuadere quod falsum sit verum, ac malum sit bonum, et vicissim. Angelus autem caelestis pro \"false testari\" intelligit blasphemare Dominum et Verbum. Ex his videri potest quomodo evolvitur et extrahitur spirituale et caeleste ex sensu naturali Verbi, cui insunt; et quod mirabile est, quod angeli extrahant sua, praeter quod sciant quid homo cogitat; at usque cogitationes angelorum et hominum unum faciunt per correspondentias, sicut finis, causa et effectus. Fines etiam actualiter sunt in regno caelesti, causae in regno spirituali, et effectus in regno naturali. Ipsa conjunctio per correspondentias talis est ex creatione. Inde nunc est consociatio cum angelis per Verbum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 68"
    },
    {
      "section": 68,
      "title": "Paragraph 68",
      "text": "68. Quod consociatio hominis cum angelis sit per Sensum naturalem seu litteralem Verbi, est quoque, quia in unoquovis homine ex creatione sunt tres gradus vitae, caelestis, spiritualis et naturalis; sed homo in naturali est, quamdiu est in mundo, et tunc tantum in spirituali quantum in genuinis veris est, et tantum in caelesti quantum in vita secundum illa est; at usque non venit in ipsum spirituale et caeleste quam post mortem. Sed de hac re plura alibi. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 69"
    },
    {
      "section": 69,
      "title": "Paragraph 69",
      "text": "69. Ex his constare potest quod in solo Verbo, per id quod sit conjunctio cum Domino, et consociatio cum angelis, sit spiritus et vita, sicut Dominus docet: \"Verba, quae Ego loquor vobis, spiritus et vita sunt\" (Joh. vi. 63). \"Aqua, quam Ego dabo\" vobis, \"fiet... fons aquae salientis in vitam aeternam\" (Joh. iv. 14). \"Homo non ex solo pane vivit, sed ex omni verbo egrediente ex ore Dei\" (Matth. iv. 4). \"Operamini... cibum... qui manet in vitam aeternam, quem Filius hominis vobis dabit\" (Joh. vi. 27). This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 70"
    },
    {
      "section": 70,
      "title": "Paragraph 70",
      "text": "70. (VII.) QUOD VERBUM IN OMNIBUS CAELIS SIT, ET QUOD INDE SAPIENTIA ANGELICA. Quod Verbum in caelis sit, non est hactenus notum; nec potuit notum fieri, quamdiu ecclesia ignoravit quod angeli et spiritus sint homines similes hominibus in mundo, et quod illis similia sint quae hominibus in omni re, cum sola differentia quod illi spirituales sint, et quod omnia quae apud illos sunt ex origine spirituali sint, et quod homines in mundo naturales sint, et quod omnia apud eos ex origine naturali sint: quamdiu hoc latuit, non potuit sciri quod Verbum etiam in caelis sit, et quod legatur ab angelis ibi, et quoque a spiritibus qui sub caelis sunt. Sed ne hoc lateret in perpetuum, datum est mihi in consortio esse cum angelis et spiritibus, et loqui cum illis, et videre quae apud illos, et postea referre plura quae audivi et vidi. Hoc factum est in opere De Caelo et Inferno (anno {1}1758 Londini edito): ex quo videri potest quod angeli et spiritus sint homines, et quod omnia in copia apud illos sint, quae apud homines in mundo. Quod angeli et spiritus homines sint, videatur in illo opere (n. 73-77, et n. 453-456): quod similia sint apud illos, quae apud homines in mundo (n. 170-190): tum etiam quod cultus Divinus, et quod praedicationes in templis apud illos sint (n. 221-227): et quod scripturae et quoque libri (n. 258-264): et quod Verbum (n. 259). @1 1758 pro \"1748\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 71"
    },
    {
      "section": 71,
      "title": "Paragraph 71",
      "text": "71. Quod Verbum in caelo attinet, hoc scriptum est stilo spirituali, qui prorsus differt a stilo naturali; stilus spiritualis consistit ex meris litteris, quarum unaquaevis involvit sensum, et sunt punctationes super litteris, quae exaltant sensum. Litterae apud angelos regni spiritualis sunt similes litteris typographicis in nostro mundo; et litterae apud angelos regni caelestis, quarum unaquaevis etiam involvit integrum sensum, sunt similes vetustis litteris Hebraicis, inflexae vario modo, cum signis supra et intra. Quia talis est scriptura illorum, ideo non aliqua nomina personarum et locorum in illorum Verbo sunt, quae in nostro, sed pro nominibus sunt res, quas significant: sicut pro Mose Verbum Historicum, pro Elia Verbum Propheticum; pro Abrahamo, Isaco et Jacobo, Dominus quoad Divinum et Divinum Humanum; pro Aharone, sacerdotium, pro Davide regium, utrumque Domini; pro nominibus duodecim filiorum Jacobi, seu tribuum Israelis, varia caeli et ecclesiae; similia pro nominibus duodecim discipulorum Domini; pro Zione et Hierosolyma, ecclesia quoad Verbum et quoad doctrinam e Verbo; pro terra Canaane ipsa ecclesia; pro urbibus ibi cis et trans Jordanem, varia quae ecclesiae et ejus doctrinae sunt; similiter in reliquis. Simile est cum numeris; hi nec in Verbo, quod in caelo est, sunt; sed pro illis res, quibus numeri, qui in nostro Verbo sunt, correspondent. Ex his constare potest quod Verbum in caelo sit Verbum correspondens nostro Verbo, et sic quod unum sint; nam correspondentiae faciunt unum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 72"
    },
    {
      "section": 72,
      "title": "Paragraph 72",
      "text": "72. Hoc mirabile est, quod Verbum in caelis ita scriptum sit ut simplices illud simpliciter intelligant, ac ut sapientes sapienter; sunt enim plures punctationes et signationes super litteris, quae, ut dictum est, exaltant sensum; simplices ad illas non attendunt, nec illas norunt; at sapientes attendunt, quisque secundum suam sapientiam, usque ad summam. Exemplar Verbi ab angelis a Domino inspiratis scriptum, apud unamquamque societatem caeli majorem in sacrario ejus, repositum est, ne illud quoad aliquod, punctum alibi immutetur. Verbum nostrum quidem in eo simile est Verbo in caelo, quod simplices illud simpliciter intelligant, et sapientes sapienter; sed hoc fit alio modo. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 73"
    },
    {
      "section": 73,
      "title": "Paragraph 73",
      "text": "73. Quod omnis sapientia sit angelis per Verbum, hoc fatentur ipsi; nam quantum in Verbi intellectu sunt, tantum in luce sunt. Lux caeli est Divina sapientia, quae coram oculis eorum est lux. In sacrario in quo exemplar Verbi repositum est, est lux flammea et candida, excedens omnem gradum lucis quae extra illud in caelo est. Causa eadem est quae supra dicta, quod Dominus sit in Verbo. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 74"
    },
    {
      "section": 74,
      "title": "Paragraph 74",
      "text": "74. Sapientia angelorum caelestium excedit sapientiam angelorum spiritualium, paene sicut sapientia angelorum spiritualium excedit sapientiam hominum; et hoc ex causa, quia angeli caelestes in bono amoris a Domino sunt, et angeli spirituales in veris sapientiae a Domino sunt; et ubi bonum amoris est, ibi residet sapientia simul; at ubi vera sunt, ibi non residet plus sapientiae, quam quantum simul bonum amoris. Haec causa est, quod Verbum in regno caelesti aliter scriptum sit quam Verbum in regno spirituali; nam in Verbo regni caelestis sunt expressa bona amoris, et signa sunt affectiones; at in Verbo regni spiritualis sunt expressa vera sapientiae, et signa sunt perceptiones. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 75"
    },
    {
      "section": 75,
      "title": "Paragraph 75",
      "text": "75. Ex his concludi potest, qualis sapientia in Verbo, quod in mundo est, recondita latet; in hoc enim latet omnis sapientia angelica, quae ineffabilis est, est enim continens ejus; et in illam venit homo post mortem, qui a Domino per Verbum angelus fit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 76"
    },
    {
      "section": 76,
      "title": "Paragraph 76",
      "text": "76. (VIII.) QUOD ECCLESIA SIT EX VERBO, ET QUOD TALIS SIT QUALIS EI EST INTELLECTUS VERBI. Quod ecclesia sit ex Verbo, hoc non venit in dubium; nam Verbum est ipsum Divinum Verum (n. 1-4): ex Verbo est doctrina ecclesiae (n. 50-61): et per Verbum est conjunctio cum Domino (n. 62-69). Sed quod intellectus Verbi faciat ecclesiam, hoc in dubium venire potest, quoniam sunt qui credunt quod ab ecclesia sint quia Verbum habent, id legunt vel a praedicatore audiunt, et aliquid ex sensu litterae ejus sciunt: sed quomodo hoc et illud in Verbo intelligendum est, non sciunt, et quidam non tanti aestimant. Quare hic confirmabitur quod non Verbum faciat ecclesiam, sed intellectus ejus et quod ecclesia talis sit, qualis est intellectus Verbi apud illos qui in ecclesia sunt. Hoc confirmatur ex his. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 77"
    },
    {
      "section": 77,
      "title": "Paragraph 77",
      "text": "77. Verbum est Verbum secundum intellectum ejus apud hominem, hoc est, sicut intelligitur, Si non intelligitur, Verbum quidem vocatur Verbum, sed apud hominem non est. Verbum est veritas secundum intellectum ejus, nam potest Verbum non veritas esse, potest enim falsificari. Verbum est spiritus et vita secundum intellectum ejus, nam littera absque intellectu ejus est mortua, Quoniam homini est veritas et vita secundum intellectum Verbi, est quoque ei fides et amor secundum illum; nam veritas est fidei, et amor est vitae. Nunc quia per fidem et amorem, et secundum illa, est ecclesia, sequitur quod per intellectum Verbi, et secundum illum, ecclesia sit ecclesia; ecclesia nobilis si in genuinis veris est, ignobilis si non in genuinis veris, et destructa si in falsificatis veris. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 78"
    },
    {
      "section": 78,
      "title": "Paragraph 78",
      "text": "78. Praeterea Dominus apud hominem praesens est et ei conjunctus per Verbum, quoniam Dominus est Verbum, et in illo quasi loquitur cum homine; tum quia Dominus est ipsum Divinum Verum, et quoque Verbum est illud. Ex hoc patet quod Dominus apud hominem praesens sit, et simul illi conjunctus, secundum intellectum Verbi; nam secundum illum est homini veritas et inde fides, tum etiam amor et inde vita. Sed est Dominus praesens apud hominem per lectionem Verbi, at ei conjunctus per intellectum veri ex Verbo, et secundum illum; et quantum Dominus homini conjunctus est, tantum in homine est ecclesia. Ecclesia est in homine; ecclesia quae extra illum est, est ecclesia apud plures in quibus est ecclesia. Hoc intelligitur per Domini verba ad Pharisaeos interrogantes quando venit regnum Dei, \"Regnum Dei intra vos est\" (Luc. xvii. 21): per \"regnum Dei\" intelligitur ibi Dominus, et ab Ipso ecclesia. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 79"
    },
    {
      "section": 79,
      "title": "Paragraph 79",
      "text": "79. In multis locis apud Prophetas agitur de intellectu Verbi ubi agitur de ecclesia, et docetur quod non alibi sit ecclesia quam ubi Verbum juste intelligitur, et quod talis sit ecclesia qualis est intellectus Verbi apud illos qui in illa sunt. Multis in locis apud Prophetas etiam describitur ecclesia apud gentem Israeliticam et Judaicam, quod prorsus destructa et nulla facta sit per id, quod sensum seu intellectum Verbi falsificaverint, nam aliud non destruit ecclesiam. Intellectus Verbi tam verus quam falsus describitur apud Prophetas per Ephraimum, imprimis apud Hoscheam; nam per \"Ephraimum\" in Verbo significatur intellectus Verbi in ecclesia: et quia intellectus Verbi facit ecclesiam, ideo Ephraim vocatur, \"Filius pretiosus,\" et \"natus deliciarum\" (Jerem. xxxi. {1}20); \"Primogenitus\" (Jerem. xxxi. {2}9); \"Robur capitis Jehovae\" (Psalm. lx. 9 (B.A. 7); Psalm. cviii. 9 (B.A.8)); \"Potens\" (Sach. x. 7); \"Impletus arcu\" (Sach. ix. 13): et filii Ephraimi vocantur, \"Armati\" et \"jaculatores arcus\" (Psalm. lxxviii. 9); per \"arcum\" significatur doctrina ex Verbo pugnans contra falsa. Ideo etiam, Ephraim ad dextram Israelis translatus est, et benedictus: tum loco Reubenis acceptatus (Gen. xlviii. 5, 11, seq.). Et ideo, Ephraim una cum fratre suo Menasse, a Mose in benedictione filiorum Israelis sub nomine Josephi patris illorum supra omnes exaltatus est (Deutr. xxxiii. 13-17). Qualis autem ecclesia est, quando intellectus Verbi est deperditus, per Ephraimum etiam apud Prophetas describitur, imprimis apud Hoscheam; ut patet ex his:- \"Israel et Ephraim corruent... Ephraim in solitudinem erit Ephraim oppressus et concussus judicii. ...Ego ero ut leo Ephraimo rapiam et ibo, auferam et non eripiens\" (Hosch. v. 5, 9, 11-14). \"Quid faciam tibi Ephraim?... quia sanctitas tua, sicut nubes aurorae, et sicut ros mane cadens, abit\" (Hosch. vi. 4). \"Non habitabunt in terra Jehovae,... revertetur Ephraim (in) Aegyptum, et in Assyria immundum comedet\" (Hosch. ix. 3): \"terra Jehovae\" est ecclesia Aegyptus\" est scientificum naturalis hominis, \"Assyria\" est ratiocinatio inde, ex quibus Verbum quoad intellectum ejus falsificatur; ideo dicitur, quod \"Ephraim in Aegyptum revertetur, et in Assyria immundum comedet.\" \"Ephraim pascens ventum, et pesequitur eurum; omni die mendacium et vastationem multiplicat; foedus cum Assyrio pangit, et oleum in Aegyptum defertur\" (Hosch. xii. 2 (B.A. 1)): \"pascere ventum,\" \"persequi eurum,\" ac \"multiplicare mendacium et vastationem,\" est falsificare vera, et sic destruere ecclesiam. Simile etiam significatur per \"scortationem Ephraimi,\" (nam \"scortatio\" significat falsificationem intellectus Verbi, hoc est, genuini veri ejus,) in his:- \"Ego novi Ephraimum,... quod omnino scortatus sit..., et pollutus sit Israel\" (Hosch. v. 3). \"In domo Israelis vidi rem foedam; ibi scortatus est Ephraim, et pollutus est Israel\" (Hosch. vi. 10): \"Israel\" est ipsa ecclesia, et \"Ephraim\" est intellectus Verbi, ex quo et secundum quem est ecclesia; quare dicitur, \"Scortatus est Ephraim, et pollutus est Israel.\" Quoniam ecclesia apud Judaeos per falsificationes Verbi plane destructa fuit, ideo de Ephraimo ita dicitur, \"Dabo te Ephraim, tradam te Israel, sicut Adamam, et ponam te sicut Zeboim\" (Hosch. xi. 8). Nunc quia apud Prophetam Hoscheam, a primo capite ad ultimum ibi, agitur de falsificatione Verbi, et de destructione ecclesiae per illam, et quia per \"scortationem\" significatur falsificatio veri ibi, ideo mandatum est illi prophetae, ut representaret illum statum ecclesiae per quod acciperet sibi scortum in mulierem, et ex illa gigneret filios (cap. i.); ac iterum, ut acciperet mulierem adulteram (cap. iii.). Haec allata sunt, ut ex Verbo sciatur et confirmetur, quod ecclesia talis sit qualis est intellectus Verbi in illa; praestans et pretiosa, si intellectus ejus sit ex genuinis veris ex Verbo; at destructa, immo foeda, si ex falsificatis. Ad confirmationem quod per \"Ephraimum\" significetur intellectus Verbi, et in opposito sensu ille falsificatus, et quod inde sit destructio ecclesiae, conferri possunt reliqua loca, in quibus de Ephraimo agitur :- Ut Hosch. iv. 17, 18; cap. vii. 1, 11; cap. viii. 9, 11 cap. ix. 11-13, 16; cap. 11; cap xi. 3; cap. xii. 1, 9, 15 (B.A. 1, 8, 14); cap. xiii. 1, 12: Esai. xvii. 3; cap. xxviii. 1: Jerem. iv. 15; cap. xxxi. 6, 18; cap. l. 19: Ezech. xxxvii. 16; cap. xlviii. 5: Obad., vers. {3}19: Sach. ix. 10. @1 20 pro \"21\"$ @2 9 pro \"20\"$ @3 19 pro {9}$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 80"
    },
    {
      "section": 80,
      "title": "Paragraph 80",
      "text": "80. (IX.) QUOD IN SINGULIS VERBI SIT CONJUGIUM DOMINI ET ECCLESIAE, ET INDE CONJUGIUM BONI ET VERI. Quod in singulis Verbi sit conjugium Domini et ecclesiae, et inde conjugium boni et veri, hactenus non visum est, nec videri potuit, quia sensus spiritualis Verbi non prius detectus est, et id non videri potest nisi per illum. Sunt enim bini sensus in Verbo, latentes in sensu litterae ejus, spiritualis et caelestis, In spirituali sensu se referunt illa quae in Verbo sunt, maxime ad ecclesiam; et in caelesti, maxime ad Dominum: tum in spirituali sensu se referunt illa ad Divinum Verum, et in caelesti ad Divinum Bonum. Inde est in sensu litterae Verbi illud conjugium. Sed hoc non apparet alicui, nisi qui ex sensu spirituali et caelesti Verbi scit vocum et nominum significationes; nam quaedam voces et nomina praedicantur de bono, et quaedam de vero, et quaedam includunt utrumque; quare absque illa cognitione, conjugium illud in singulis Verbi non videri potuit. Haec causa est, quod hoc arcanum non prius detectum fuerit. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 81"
    },
    {
      "section": 81,
      "title": "Paragraph 81",
      "text": "81. Quia tale conjugium in singulis Verbi est, ideo multoties in Verbo sunt binae expressiones, quae apparent sicut repetitiones ejusdem rei; attamen non sunt repetitiones, sed una se refert ad bonum, et altera ad verum, et utraque simul sumpta facit conjunctionem illorum, ita ,unam rem. Inde etiam est Divinitas Verbi, et Sanctitas ejus; nam in omni opere Divino est bonum conjunctum vero, et verum conjunctum bono. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 82"
    },
    {
      "section": 82,
      "title": "Paragraph 82",
      "text": "82. Dicitur, quod in singulis Verbi sit conjugium Domini et ecclesiae, et inde conjugium boni et veri; quia ubi conjugium Domini et ecclesiae est, ibi etiam conjugium boni et veri est, est enim hoc ab illo: nam cum ecclesia seu homo ecclesiae in veris est, tunc Dominus in vera ejus influit cum bono, et illa vivificat; seu quod idem, cum ecclesia seu homo ecclesiae per vera in intelligentia est, tunc Dominus per bonum amoris et charitatis in intelligentiam ejus influit, et sic ei infundit vitam. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 83"
    },
    {
      "section": 83,
      "title": "Paragraph 83",
      "text": "83. Sunt binae facultates vitae apud unumquemvis hominem, quae vocantur intellectus et voluntas. Intellectus est receptaculum veri inde sapientiae, et voluntas est receptaculum, boni et inde amoris. Haec unum facient, ut homo sit homo ecclesiae; ac unum faciunt dum homo intellectum format genuinis veris, et hoc fit ad apparentiam sicut ab illo, et dum voluntas ejus impletur bono amoris, hoc fit a Domino. Inde homini vita veri et vita boni est; vita veri in intellectu ex voluntate, et vita boni in voluntate per intellectum. Hoc est conjugium veri et boni apud hominem, tum conjugium Domini et ecclesiae apud illum. Sed de reciproca hac conjunctione, quae hic vocatur conjugium, in Sapientia Angelica de Divina Providentia, de Divino Amore et de Divina Sapientia, et de Vita videbitur. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 84"
    },
    {
      "section": 84,
      "title": "Paragraph 84",
      "text": "84. Quod in Verbo sint binae expressiones, quae apparent sicut repetitiones ejusdem rei, a legentibus, qui ad id attendunt, potest videri; ut frater (et socius, pauper) et egenus, vastitas et solitudo, vacuitas et inanitas, hostis et inimicus, peccatum et iniquitas, ira et excandescentia, gens et populus, gaudium et laetitia, luctus et lacrymatio, justitia et judicium, etc.; quae apparent sicut synonyma, cum tamen usque non sunt; nam frater, pauper, vastitas, (vacuitas,) hostis, peccatum, ira, gens, gaudium, luctus, justitia, praedicantur de bono, et in opposito sensu de malo; at socius, egenus, solitudo, inanitas, inimicus, iniquitas, excandescentia, populus, laetitia, lacrymatio, judicium, praedicantur de vero, et in opposito sensu de falso: et tamen apparet legenti, qui hoc arcanum non novit, quod pauper et egenus, vastitas et solitudo, vacuitas et inanitas, hostis et inimicus, una res sint; similiter peccatum et iniquitas, ira et excandescentia, gens et populus gaudium et laetitia, luctus et lacrymatio, justitia et judicium; et tamen non una res sunt, sed una res fiunt per conjunctionem. In Verbo etiam conjunguntur plura; ut ignis et flamma, aurum et argentum, aes et ferrum, lignum et lapis, panis et aqua, panis et vinum, purpura et byssus, etc.; et hoc, quia ignis, aurum, aes, lignum, panis, purpura, significant bonum, ac flamma, argentum, ferrum, lapis, aqua, vinum, et byssus, sic, significant verum: similiter, quod dicatur quod amaturi sint Deum \"ex toto corde et ex tota anima,\" tum quod Deus creaturus sit in homine \"novum cor et novum spiritum;\" cor enim praedicatur de bono amoris, anima de vero ex illo bono. Sunt etiam voces, quae quia de utroque tam bono quam vero participant, solitarie absque adjunctis aliis dicuntur; sed haec, et plura alia, non exstant nisi coram angelis, et coram illis, qui, dum in sensu naturali, etiam in sensu spirituali sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 85"
    },
    {
      "section": 85,
      "title": "Paragraph 85",
      "text": "85. Quod binae tales expressiones in Verbo sint, quae apparent sicut repetitiones ejusdem rei, prolixum foret ex Verbo ostendere, nam chartas impleret. Sed ut tollatur dubium, velim loca afferre ubi \"Judicium et Justitia\" simul dicuntur, tum ubi \"Gens et Populus,\" ut et ubi \"Gaudium et Laetitia.\" Loca ubi \"Judicium\" et simul \"Justitia\" nominantur, haec sint:- \"Urbs... plena erat judicio, justitia pernoctabat\" (Esai. i. 21). \"Zion in justitia redimetur, et reduces ejus in judicio\" (Esai. i. 27). \"Exaltetur Jehovah Zebaoth in judicio, et Deus sanctus sanctificetur in justitia\" (Esai. v. 16). Sedebit \"super throno Davidis et super regno ejus, ad stabiliendum illud... in judicio et in justitia\" (Esai. ix. 6 (B.A. 7)). \"Exaltetur Jehovah, quia inhabitat altum, et implevit {1}terram judicio et justitia\" (Esai. xxxiii. 5). \"Dixit Jehovah, Custodite judicium et facite justitiam; quia prope est salus mea..., ut justitia mea reveletur\" (Esai. Ivi. 1). \"Quasi gens quae justitiam fecit, et judicium Dei sui non deseruit: rogent... judicia justitiae\" (Esai. lviii. 2). \"Jura per vivum Jehovam in... judicio et in justitia\" (Jer. iv. 2). \"De hoc glorietur qui gloriatur,... quod Jehovah faciat... judicium et justitiam in terra\" (Jer. ix. 23 (B.A. 24)). \"{2}Facite judicium et justitiam. ...Vae aedificanti domum suam sine justitia, et hyperoa sua sine judicio. ...Nonne pater tuus... fecit judicium et justitiam, et tunc bene illi?\" (Jer. {3}xxii. 3, 13, 15.) \"Suscitabo Davidi germen justum, qui regnet Rex,... et faciat judicium et justitiam in terra\" (Jer. xxiii. 5; cap. xxxiii. 15). \"Si vir fuerit justus, qui fecerit judicium et justitiam\" (Ezech. xviii. 5). Si impius \"reversus fuerit, et fecerit judicium et justitiam, non fiet mentio contra eum, judicium et justitiam fecit, vivendo vivet\" (Ezech. xxxiii. 14, 16, 19). \"Desponsabo {4}Me tibi in aeternum... in justitia et in judicio; et in misericordia et in miserationibus\" (Hosch. ii, 19). \"Fluet sicut aqua judicium, et justitia sicut torrens fortis\" (Amos v. 24). \"Convertistis judicium in fel, et fructum justitiae in absinthium\" (Amos. vi. 12). Jehovah \"litiget litem meam, et faciat judicium mihi, et educat me in lucem, et videam justitiam Ipsius\" (Mich. vii. 9). \"Jehovah, justitia tua sicut montes Dei, judicia tua abyssus magna\" (Psalm. xxxvi. 7 (B.A. 6)). Jehovah \"educet sicut lucem justitiam {5}tuam, et judicium (tuum) sicut meridiem\" (Psalm. xxxvii. 6). Jehovah \"judicabit populum {6}suum in justitia, et miseros {7}suos in judicio\" (Psalm. lxxii. 2). \"Justitia et judicium fulcrum throni tui\" (Psalm. {8}lxxxix."
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15 (B.A. 14)). \"Cum didicero judicia justitiae tuae. ...Septies in die laudo Te, super judiciis justitiae tuae\" (Psalm. cxix. 7, 164). Gad \"justitiam Jehovae facit, et judicium Ipsius cum Israele\" (Deutr. xxxiii. 21). Spiritus veritatis \"arguet mundum... de justitia et de judicio\" (Joh. xvi. 8, 10). (Et alibi.) Quod judicium et justitia toties dicantur, est quia judicium dicitur de veris, et justitia de bono; quare per \"facere judicium et justitiam\" etiam intelligitur facere ex vero et ex bono. Quod judicium dicatur de vero, et justitia de bono, est quia regimen Domini in regno spirituali vocatur judicium, et regimen Domini in regno caelesti vocatur justitia (de quo videatur in opere De Caelo et Inferno, n. 214, 215). Quia judicium dicitur de vero, ideo in quibusdam locis dicitur \"Veritas et justitia\" (ut Esai. xi. 5; Psalm. lxxxv. 12 (B.A. 11); et alibi). @1 \"terram:\"- sic editio princeps; vide autem A.C., n. 2235, ubi legimus \"Zionem,\" quod textum Hebraicum rectius interpretatur.$ @2 Facite pro \"Facito\" (vide A.C., n. 4844).$ @3 xxii.pro \"xxxii.\"$ @4 \"Me tibi:\"- sic editio princeps; vide autem A.C., n. 9182, ubi legimus \"te Mihi,\" quod textum Hebraei, rectius interpretatur.$ @5 tuam pro \"suam\" vide A.C., n. 1458).$ @6 \"suum\"- sic editio princeps; sic quoque A.C., n. 9209,Apoc. Rev. n. 668, V. C. R., n. 51: tuum rectius interpretaretur textum Hebraeum.$ @7 \"suos- sic editio princeps; sic quoque A.C., n. 9209, Apoc. Rev., n. 668, V.C.R., n. 51: tuos rectius interpretaretur textum Hebraeum.$ @8 lxxxix. 15 (B.A. 14) pro \"lxxix. 5\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 86"
    },
    {
      "section": 86,
      "title": "Paragraph 86",
      "text": "86. Quod repetitiones sicut ejusdem rei, propter conjugium boni et veri, in Verbo sint, clarius potest videri ex locis ubi dicuntur \"Gentes et Populi.\" Ut in his:- \"Vae genti peccatrici, populo gravi iniquitate\" (Esai. i. 4). \"Populi ambulantes in tenebris viderunt lucem magnam;... multiplicasti gentem\" (Esai. ix. 1, 2 (B.A. 2, 3)). \"Aschur virga irae meae;... contra gentem hypocriticam mittam illum, contra populum excandescentiae meae mandabo illum\" (Esai. x. 5, 6). \"Fiet in die illo, radicem Jischaji, qui stans in signum populorum... gentes quaerent\" (Esai. xi. 10). Jehovah \"percutiens populos... plaga non curabili, dominans cum ira gentibus\" (Esai. {1}xiv. 6). \"In die illo adducetur munus Jehovae Zebaoth populus distractus et expilatus, et... gens delineata et conculcata\" (Esai. {2}xviii. 7). \"Honorabunt Te populus validus, urbs gentium potentium timebunt Te\" (Esai. xxv. 3). Jehovah \"absorbebit... obvolutionem super omnes populos, et velamen... super omnes gentes\" (Esai. xxv. {3}7). \"Appropinquate gentes,... et populi auscultate\" (Esai. xxxiv. 1). \"Vocavi Te... in foedus populo, in lucem gentium\" (Esai. xlii. 6). \"Omnes gentes congregentur una, et conveniant populi\" (Esai. xliii. 9). \"Ecce tollam erga gentes manum meam, et erga populos... signum meum\" (Esai. xlix. 22). \"In testem populis dedi Ipsum, principem et legislatorem gentibus\" (Esai. {4}iv. 4, 5). \"Ecce populus veniens e terra septentrionis, et gens magna... e lateribus terrae\" (Jer vi. 22, 23). \"Non audire te faciam amplius calumniam gentium, et opprobrium populorum non portabis amplius\" (Ezech. xxxvi. 15). \"Omnes et gentes Ipsum colent\" (Dan. vii. 14). \"Ne dicterium de illis faciant gentes, et dixerint in populis, Ubi Deus eorum?\" (Joel ii. 17.) \"Reliquiae populi mei depraedabuntur illos, et residui gentis meae hereditabunt eos\" (Zeph. ii, 9). \"Venient populi multi, et gentes numerosae ad quaerendum Jehovam Zebaoth in Hierosolyma\" (Sach. viii. 22). \"Viderunt oculi mei Salutare tuum, quod praeparasti ante faciem omnium populorum, lumen in revelationem gentium\" (Luc. ii. 30-32). \"Redemisti... nos sanguine tuo ex omni... populo et gente\" (Apoc. v. 9). \"Oportet te rursus prophetare super populos et gentes\" (Apoc. x. 11). \"Pones in caput gentium; populus, quem non noveram, servient Mihi\" (Psalm. xviii. (B.A. 43)). \"Jehovah irritum reddit consilium gentium, subvertit cogitationes populorum\" (Psalm. xxxiii. 10). \"Ponis nos proverbium inter gentes, motionem capitis inter populos\" (Psalm. xliv. 15 (B.A. 14)). Jehovah \"subjiciet populos sub nos, et gentes sub pedes nostros... Regnavit {5}Jehovah super gentes;... spontanei populorum congregati sunt\" (Psalm. xlvii. 4, 9, 10 (B.A. 3, 8, 9)). \"Confitebuntur Te populi, laetabuntur et jubilabunt gentes; eo quod judicaturus sis populos rectitudine, et gentes in terra ducturus es (Psalm. lxvii. 3-5 (B.A. 2-4)). \"Memento mei, Jehovah in beneplacito populi tui;... ut laeter in gaudio gentium tuarum\" (Psalm. cvi. 4, 5). (Praeter alibi.) Quod gentes et simul populi dicantur, est quia per \"gentes\" intelliguntur qui in bono sunt, et in opposito sensu qui in malo; et per \"populos\" qui in veris, et in opposito sensu qui in falsis: quare illi qui e spirituali regno Domini sunt, vocantur populi; et illi qui e caelesti regno Domini sunt, vocantur gentes; nam in spirituali regno sunt omnes in veris et inde in sapientia, in caelesti autem regno sunt omnes in bono et inde in amore. @1 xiv. pro \"xvi.\"$ @2 xviii. 7 pro \"xvi. 2\"$ @3 7 pro \"8\"$ @4 lv. pro \"liv\"$ @5 \"Jehovah:\"- sic ed. princeps; sic Apoc. Rev., n. 483; V.C.R., n. 251; vide autem Apoc. Expl., n. 687(b), ubi legimus \"Deus,\" quod textum Hebraeum rectius interpretatur.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 87"
    },
    {
      "section": 87,
      "title": "Paragraph 87",
      "text": "87. Simile est cum reliquis; sicut quod ubi dicitur \"Gaudium\" etiam dicatur \"Laetitia.\" Ut in his:- \"Ecce gaudium et laetitia occidere bovem\" (Esai. xxii. 13). \"Gaudium et laetitia assequentur... fugient tristitia et gemitus\" (Esai. xxxv. 10; cap. li. 11). \"Excisum est e domo Dei nostri laetitia et gaudium\" (Joel i. 16). \"Abrogabitur... vox gaudii et vox laetitiae\" (Jer. vii. 34; cap. xxv. 10). \"Jejunium decimi erit domui Jehudae in gaudium et laetitiam\" (Sach. viii. 19). \"Ut gaudeamus omnibus diebus nostris, laetifica nos\" (Psalm. xc. 14, 15). \"Laetemini in Hierosolyma,... gaudete in ea\" (Esai. lxvi. 10). \"Gaude et laetare, filia Edomi\" (Thren. iv. 21). \"Laetabuntur caeli et gaudebit terra\" (Psalm. {1}xcvi. 11). \"Audire me facient gaudium et laetitiam\" (Psalm. li. 10 (B.A. 8)). \"Gaudium et laetitia invenietur in\" Zione, \"confessio et vox cantus\" (Esai. li. 3). \"Erit laetitia, et multi super nativitate Ipsius gaudebunt\" (Luc. i. 14). \"Cessare faciam... vocem gaudii et vocem laetitiae, vocem Sponsi et vocem Sponsae\" (Jer. vii, 34; cap. xvi. 9; cap. xxv. 10). \"Adhuc audietur in loco hoc... vox gaudii et vox laetitiae, et vox Sponsi et vox Sponsae\" (Jer xxxiii. 10, 11). (Et alibi.) Quod utrumque tam gaudium quam laetitia dicatur, est quia gaudium est boni et laetitia est veri, seu gaudium est amoris et laetitia est sapientiae, est enim gaudium cordis et laetitia animae, seu est gaudium voluntatis et laetitia intellectus. Quod conjugium Domini et Ecclesiae etiam in his sit, patet ex eo, quod dicatur, \"Vox gaudii et vox laetitiae, vox Sponsi et vox Sponsae\" (Jerem. vii. 34; cap. xvi. 9; cap. xxv. 10; cap. xxxiii. 10, 11); et Dominus est Sponsus et Ecclesia est Sponsa. Quod Dominus sit Sponsus, videatur, Matth. ix. 15; Marc. ii. 19, 20; Luc. v. (34,) 35; Et quod Ecclesia sit Sponsa, Apoc. xxi. 2, 9; cap. xxii. 17. Quare Johannes Baptista dicit de Jesu, \"Qui habet Sponsam Sponsus est\" (Joh. iii. 29). @1 xcvi. 11 pro \"lxviii. 4\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 88"
    },
    {
      "section": 88,
      "title": "Paragraph 88",
      "text": "88. Propter conjugium Domini cum ecclesia, seu quod idem est, propter conjugium Divini Boni et Divini Veri, in singulis Verbi, permultis in locis dicitur Jehovah et Deus, ac Jehovah et sanctus Israelis, sicut forent duo, cum tamen unum sunt; per \"Jehovam\" enim intelligitur Dominus quoad Divinum Bonum, et per \"Deum,\" ({1}et per \"Sanctum Israelis,\") Dominus quoad Divinum Verum. Quod Jehovah et Deus, tum Jehovah et Sanctus Israelis, in permultis locis in Verbo dicantur, et tamen intelligatur unus, qui est Dominus, in Doctrina de Domino (n. 34, 38 et 46) videatur. @1 Verba uncis inclusa, in V.C.R., n. 253, videantur.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 89"
    },
    {
      "section": 89,
      "title": "Paragraph 89",
      "text": "89. Quoniam in omnibus et singulis Verbi est conjugium Domini et Ecclesiae, constare potest quod omnia et singula Verbi de Domino agant, ut in Doctrina de Domino (n. 1-7) coeptum est demonstrare. Ecclesia, de qua etiam agitur, est quoque Dominus; nam docet Dominus, quod homo ecclesiae sit in Ipso, et Ipse in illo (Joh. vi. 56; cap. xiv. 20, 21; cap. xv. 5, 7). This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 90"
    },
    {
      "section": 90,
      "title": "Paragraph 90",
      "text": "90. Quia de Divinitate et Sanctitate Verbi hic agitur, aliquid memorabile illis, quae hactenus dicta sunt, adjicere licet. Quondam ad me e caelo missa est chartula exarata litteris Hebraicis, sed scriptis sicut apud antiquos, apud quos illae litterae quae hodie quoad aliquam partem lineares sunt, fuerunt inflexae cum corniculis sursum vergentibus; et dicebant angeli, qui tunc apud me erant, quod scirent integros sensus ex ipsis litteris, et quod illos scirent imprimis ex flexuris linearum et apicum litterae; et explicabant quid significarent seorsim et quid conjunctim; dicentes quod H, quod additum est nominibus Abrami et Sarai, significaret infinitum ac aeternum. Explicabant etiam coram me sensum Verbi, Psalm. xxxii., vers. 2, ex solis litteris seu syllabis; quod sensus illarum in summa esset, quod Dominus etiam misericors sit illis qui malefaciunt. Informabant me, quod scriptura in tertio caelo ex litteris inflexis et varie incurvatis, quarum unaquaevis haberet sensum, constaret; et quod vocales ibi essent pro sono, qui correspondet affectioni; et quod in illo caelo non possent enuntiare vocales i et e, sed pro illis y et eu; et quod vocales a, o et u illis in usu essent, quia dant sonum plenum. Tum quod non exprimerent aliquas litteras consonantes aspere, sed molliter; et quod inde sit quod litterae quaedam Hebraicae intus punctatae sint, in signum ut molliter enuntientur; dicentes, quod asperitas in litteris esset in usu in spirituali caelo, ex causa quia ibi in veris sunt, et verum admittit asperum; non autem bonum, in quo sunt angeli regni caelestis seu tertii caeli. Dicebant etiam, quod Verbum apud se conscriptum haberent litteris inflexis cum corniculis et apicibus significativis. Ex quo patuit quid significant haec Domini, \"Non iota et corniculum praeteribit de Lege, donec omnia fiunt\" (Matth. v. 18); tum, \"Facilius est caelum et terram transire, quam Legis unum apicem cadere\" (Luc. xvi. 17). This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 91"
    },
    {
      "section": 91,
      "title": "Paragraph 91",
      "text": "91. (X.) QUOD HAERESES EX SENSU LITTERAE VERBI CAPTARI POSSINT, SED QUOD CONFIRMARE ILLAS DAMNOSUM SIT. Supra ostensum est, quod Verbum non possit intelligi absque doctrina, et quod doctrina sit sicut lucerna, ut genuina vera videantur; et hoc ex causa, quia Verbum per meras correspondentias conscriptum est, Inde est, quod plura ibi apparentiae veri sint, et non nuda vera; et plura ad captum naturalis, immo sensualis, hominis scripta, sed tamen ita ut simplices illud simpliciter possint intelligere, et intelligentes intelligenter, ac sapientes sapienter. Nunc quia Verbum tale est, possunt apparentiae veri, quae sunt vestita vera, pro nudis veris captari; quae dum confirmantur, fiunt falsa. Sed hoc fit ab illis qui supra alios se credunt sapere, cum tamen non sapiunt; nam sapere est videre num verum sit antequam confirmatur, non autem confirmare quodcunque lubet; hoc faciunt illi, qui genio confirmandi pollent, et in fastu propriae intelligentiae sunt; illud autem faciunt qui amant vera, et afficiuntur illis, quia vera sunt, et faciunt illa usus vitae; hi enim illustrantur a Domino, ac vident vera ex luce illorum; illi autem illustrantur a semet, et vident falsa etiam ex luce illorum. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 92"
    },
    {
      "section": 92,
      "title": "Paragraph 92",
      "text": "92. Quod apparentiae veri, quae sunt vestita vera, pro nudis veris ex Verbo captari possint, et quod, dum confirmantur, fiant falsa, constare potest ex tot haeresibus, quae in Christianismo fuerunt, et adhuc sunt. Ipsae haereses non damnant homines, sed vita mala; tum confirmationes falsitatum, quae in haeresi sunt, ex Verbo, et per ratiocinia ex naturali homine, damnant. Quisque enim nascitur in religionem parentum suorum, ab infantia initiatur in illam, et postea retinet illam, nec potest semet ipsum educere ex falsis ejus propter negotia in mundo: sed vivere male, et confirmare falsa usque ad destructionem genuini veri, hoc damnat. Nam qui manet in sua religione, et credit in Deum, ac intra Christianismum credit in `Dominum, et Verbum sanctum habet, et secundum praecepta decalogi ex religione vivit, is non jurat in falsa; quare dum audit Vera, et suo modo percipit illa, potest illa amplecti, et sic a falsis educi: non autem ille qui falsa religionis suae confirmaverat, nam falsum confirmatum manet, et non potest exstirpari; est enim falsum post confirmationem, sicut quis juraverit in illud, imprimis si cohaeret cum amore proprii, et inde fastu sapientiae. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 93"
    },
    {
      "section": 93,
      "title": "Paragraph 93",
      "text": "93. Locutus sum cum quibusdam in mundo spirituali, qui ante plura saecula vixerunt, et se confirmaverunt in falsis religionis suae; et compertus sum, quod in iisdem adhuc constanter manerent: et locutus sum cum quibusdam ibi, qui ex eadem religione fuerunt, et cogitaverunt sicut illi, sed non confirmaverunt falsa ejus apud se; et compertus sum, quod instructi ab angelis falsa rejecerint, et vera imbuerint; et quod hi salvati sint, non autem illi. Unusquisque homo post mortem instruitur ab angelis, et recipiuntur illi qui vera vident, et ex veris falsa; nam datur cuivis vera spiritualiter videre post mortem; vera vident illi qui non se confirmaverunt ({1}in falsis); sed qui se confirmaverunt, non volunt videre vera; et si vident, se retro vertunt, et tunc vel ad illa rident, vel illa falsificant. @1 Verba uncis inclusa in V.C.R., n. 255 videantur.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 94"
    },
    {
      "section": 94,
      "title": "Paragraph 94",
      "text": "94. Sed hoc illustretur per exemplum. In Verbo multis in locis tribuitur Domino ira, excandescentia, vindicta, et quod puniat, dejiciat in infernum, tentet, et plura similia. Qui hoc simpliciter credit, et propterea timet Deum, et sibi cavet a peccare contra Ipsum, ille propter simplicem illam fidem non damnatur; sed qui apud se confirmat illa eousque, ut credat quod ira, excandescentia, vindicta, et sic talia quae mali sunt, apud Dominum sint, et quod ex ira, excandescentia et vindicta hominem puniat, et in infernum dejiciat, ille damnatur, quia genuinum verum destruxit, quod est quod Dominus sit ipse Amor, ipsa Misericordia, et ipsum Bonum; et qui est illa, non potest irasci, excandescere, et vindicare. Quod illa Domino tribuantur, est ex apparentia. Similiter in multis aliis. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 95"
    },
    {
      "section": 95,
      "title": "Paragraph 95",
      "text": "95. Quod plura in sensu litterae sint vera apparentia, in quibus vera genuina latent, et quod non damnosum sit secundum (talia) vera cogitare et loqui, sed quod damnosum sit confirmare illa usque ad destructionem genuini Veri, quod intus latet, illustrari etiam potest per exemplum in natura; quod adfertur, quia naturale clarius quam spirituale docet et persuadet. Coram oculis apparet sicut sol quovis die circum tellurem feratur, et quoque semel quotannis; inde in Verbo dicitur quod sol oriatur et occidat; quod faciat mane, meridiem, vesperam et noctem, atque tempora veris, aestatis, autumni et hiemis, et sic dies et annos; cum tamen sol immotus stat, est enim oceanus igneus, et tellus circumvolvitur cottidie, et circumfertur quotannis. Homo qui ex simplicitate et ex ignorantia cogitat quod circumferatur, non destruit veritatem naturalem, quae est, quod tellus cottidie rotetur circum axem, et quotannis feratur secundum eclipticam. At qui confirmat apparentem solis motum et cursum per Verbum, et per ratiocinia ex naturali homine, is infirmat veritatem, et quoque destruit illam. Quod sol moveatur, est apparens verum; quod non moveatur, est genuinum Verum. Quisque potest loqui secundum apparens verum, et quoque loquitur; sed cogitare secundum illud ex confirmatione, hoc intellectum rationalem hebetat et opacat. Simile est cum stellis caeli astriferi: apparens verum est, quod illae quoque semel cottidie, sicut sol, circumferantur; quare dicitur etiam de stellis, quod oriantur et occidant; sed genuinum verum est, quod stellae sint fixae, et quod caelum illarum immotum stet. Attamen potest quisque secundum apparentiam loqui. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 96"
    },
    {
      "section": 96,
      "title": "Paragraph 96",
      "text": "96. Quod damnosum sit confirmare apparens verum Verbi, usque ad destructionem genuini veri quod intus latet, est quia omnia et singula sensus litterae Verbi communicant cum caelo, et aperiunt illud, secundum illa quae supra (n. 62-69) dicta sunt. Cum itaque homo illum sensum applicat ad confirmandum amores mundi contrarios amoribus caeli, tunc internum Verbi falsum fit; quare cum externum ejus, quod est sensus litterae, cujus internum est falsum, communicatur cum caelo, tunc clauditur caelum; nam angeli, qui in interno Verbi sunt, rejiciunt illud. Ex quo patet quod falsum internum seu verum falsificatum auferat communicationem cum caelo, et claudat illud. Haec causa est, quod confirmare aliquod falsum haereticum, damnosum sit. Verbum est sicut hortus, qui paradisus caelestis vocandus est, in quo cupediae et deliciae omnis generis sunt; cupediae ex fructibus et deliciae ex floribus; in cujus medio sunt arbores vitae, juxta quas fontes aquae vivae; at circumcirca hortum sunt arbores silvae. Homo qui ex doctrina in Divinis veris est, in medio est, ubi sunt arbores vitae; et actualiter cupediis et deliciis inde fruitur: homo autem, qui non ex doctrina in veris est, sed ex solo sensu litterae, is in circuitu est, et videt modo silvestria: at qui in doctrina religionis falsae est, et falsum ejus apud se confirmavit, ne quidem in silva est, sed extra illam in campo arenoso, ubi nec gramen. Quod etiam tales status illorum post mortem {1}sint, in suo loco confirmabitur. @1 sint pro \"sit\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 97"
    },
    {
      "section": 97,
      "title": "Paragraph 97",
      "text": "97. Insuper sciendum est, quod sensus litterae Verbi sit custodia pro genuinis veris, quae intus latent; et in eo est custodia, quod ille sensus possit huc illuc verti, et explicari secundum captum, et per id tamen internum non laedi et violari: non enim nocet, ut sensus litterae Verbi aliter ab uno quam ab altero intelligatur; sed id nocet, si Divina vera, quae intus latent, pervertantur; per hoc enim infertur Verbo violentia. Ne hoc fiat, custodit Sensus litterae; et custodit apud illos qui in falsis sunt ex religione, et falsa illa non confirmant; nam hi non aliquam violentiam inferunt. Haec custodia significatur per \"cherubos,\" et quoque describitur per illos in Verbo. Illa significatur per \"cherubos,\" qui, postquam Adamus cum uxore ejectus est ex horto Edenis, ad introitum ejus positi sunt de quibus haec leguntur: Cum Jehovah Deus \"expulerat hominem, habitare fecit ab oriente horti Edenis cherubos, et flammam gladii hinc inde vertentis se, ad custodiendum viam arboris vitae\" (Genes. iii. 23, 24): per \"cherubos\" significatur custodia; per \"viam arboris vitae\" significatur introitus ad Dominum, qui hominibus est per Verbum; per \"flammam gladii hinc inde vertentis se,\" significatur Divinum Verum in ultimis, quod est sicut Verbum in sensu litterae, qui ita verti potest. Simile intelligitur per \"Cherubos ex auro\" positos super duabus extremitatibus propitiatorii, quod erat super arca, in tabernaculo (Exod xxv. 18-21). Quia hoc significabatur per \"cherubos,\" ideo Dominus inter illos locutus est cum Mose (Exod. xxv. 22; cap. {1}xxxvii. 9; Num. vii. 89). Quod Dominus loquatur cum homine non nisi quam in pleno, et Verbum in sensu litterae est Divinum Verum in pleno, videatur supra (n. 37-49); sic itaque Dominus locutus est cum Mose inter cherubos. Nec aliud significatum est per Cherubos super aulaeis tabernaculi, et super velo ibi (Exod xxvi. (Exod. xxvi. {2}1); nam aulaea et vela tabernaculi repraesentabant ultima caeli et ecclesiae, ac ita etiam Verbi (videatur Supra, n. 46). Nec aliud significatum est Per cherubos in medio templi Hierosolymitani (1 Reg. vi. {3}23-28); Et per cherubos sculptos super parietibus et super foribus templi (1 Reg. vi. 29, 32, 35); Similiter per cherubos in novo templo (Ezech. xli. 18-20); videatur etiam supra (n. 47). Quoniam per \"cherubos\" significabatur custodia ne Dominus, caelum et Divinum Verum, quale est intus in Verbo, immediate adeantur, sed mediate per ultima, ideo de Rege Tyri ita dicitur: \"Tu obsignans demensum, plenus sapientia et perfectus pulchritudine; in Eden horto... fuisti; omnis lapis pretiosus tegumentum tuum:... tu cherube expansio contegentis:... perdidi te, cherube contegens, in medio lapidum ignis\" (Ezech. xxxviii. 12-14, 16): per \"Tyrum\" significatur ecclesia quoad cognitiones veri et boni, et inde per \"regem ejus\" Verbum ubi et unde cognitiones illae sunt; quod Verbum hic in suo ultimo, quod est sensus litterae, per illum, et per \"cherubum\" custodia, significetur, patet; nam dicitur,\"Tu obsignans demensum;... omnis lapis pretiosus tegumentum tuum;... \"tu cherube expansio contegentis;\" ut et \"cherube contegens:\" quod per \"lapides pretiosos,\" qui etiam ibi nominantur, intelligantur vera sensus litterae Verbi, videatur supra (n. 45). Quoniam per \"cherubos\" significatur ultimum Divini Veri, ut custodia, ideo dicitur apud Davidem, Jehovah \"inclinavit caelos et descendit et equitavit super cherubo\" (Psalm. xviii, 10, 11 (B.A. 9, 10)). \"Pastor Israelis qui sedet super cherubis, effulge\" (Psalm. lxxx. 2 (B.A. 1)). \"Jehovah... insidens cherubis\" (Psalm. xcix. 1). \"Equitare super cherubis,\" \"sedere super illis,\" et \"insidere illis,\" est super sensu ultimo Verbi. Divinum Verum in Verbo, et ejus quale, describitur per cherubos apud Ezechielem, in capite primo, et in nono, et decimo: at quia nemo scire potest quid per singula descriptionis illorum significatur, nisi cui apertus est sensus spiritualis, ideo mihi detectum est quid in summa per omnia illa, quae de cherubis dicuntur in primo capite apud Ezechielem, significatur, quae haec sunt:- Describitur Divina sphaera externa Verbi (vers. 4); Illa repraesentata sicut homo (vers. 5); Conjuncta spiritualibus et caelestibus (vers. 6); Naturale Verbi, quale est (vers. 7); Spirituale et caeleste Verbi conjunctum naturali ejus, quale (vers. 8, 9); Divinus Amor boni et veri caelestis, spiritualis et naturalis inibi, distinctim, et simul (vers. 10, 11); Quod ad unum spectent (vers. 12); Sphaera Verbi ex Divino Bono et Divino Vero Domini, ex quibus Verbum vivit (vers. 13, 14); Doctrina boni et veri in Verbo et ex Verbo (vers. 15-21); Divinum Domini supra illud et in illo (vers. 22, 23); Et ex illo (vers. 24, 25); Quod Dominus sit supra caelos (vers. 26); Et quod Ipsi sit Divinus Amor et Divina Sapientia (vers. 27, 28). Haec summaria etiam collata sunt cum Verbo in caelo, et cum illo conformia sunt. @1 xxxvii. pro \"xxxvi.\"$ @2 1, 31 pro \"31\"$ @3 23 pro \"22\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 98"
    },
    {
      "section": 98,
      "title": "Paragraph 98",
      "text": "98. (XI.) QUOD DOMINUS IN MUNDUM VENERIT, UT IMPLERET OMNIA VERBI, ET PER ID FIERET DIVINUM VERUM SEU VERBUM ETIAM IN ULTIMIS. Quod Dominus in mundum venerit, ut impleret omnia Verbi, videatur in Doctrina de Domino (n. 8-11). Quod per id factus sit Divinum Verum seu Verbum etiam in ultimis, intelligitur per haec apud Johannem: \"Verbum caro factum est, et habitavit inter nos, et vidimus gloriam Ipsius, gloriam sicut Unigeniti a Patre, plenus gratia et veritate\" (i. 14): \"fieri caro\" est fieri Verbum in ultimis. Qualis fuit ut Verbum in ultimis, ostendit discipulis cum transformatus est (Matth. xvii. 2 seq.; Marc. ix. 2 seq.; Luc, ix. 28 seq.): et ibi dicitur, quod Moses et Elias visi sint in gloria; per \"Mosen et Eliam\" intelligitur Verbum (videatur supra, n. 48). Dominus ut Verbum in ultimis, etiam describitur apud Johannem in Apocalypsi (cap. i. 13-16); ubi omnia descriptionis Ipsius significant ultima Divini Veri seu Verbi. Dominus prius quidem fuerat Verbum, sed in primis; nam dicitur, \"In principio erat Verbum, et Verbum erat apud Deum, et Deus erat Verbum; hoc erat in principio apud Deum\" (Joh. i. 1-3); sed quando Verbum caro factum est, tunc Dominus factus est Verbum etiam in ultimis. Ex eo est, quod dicatur, \"Primus et Ultimus\" (Apoc. i. 8, 11, 17; cap. ii. 8; cap. xxi. 6; cap. xxii. 11, 13), This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 99"
    },
    {
      "section": 99,
      "title": "Paragraph 99",
      "text": "99. Per id, quod Dominus etiam factus sit Verbum in ultimis, status ecclesiae prorsus mutatus est. Omnes ecclesiae, quae ante adventum Ipsius fuerunt, ecclesiae representativae fuerunt; quae Divinum Verum non videre potuerunt nisi quam in umbra: at post adventum Domini in mundum, ecclesia ab Ipso instituta est, quae Divinum Verum vidit in luce. Differentia est, qualis inter Vesperam et mane; status ecclesiae ante adventum Ipsius etiam vocatur \"vespera,\" et status ecclesiae post adventum Ipsius Vocatur \"mane.\" Dominus ante adventum suum in mundum quidem praesens fuit apud homines ecclesiae, sed mediate per caelum; at post adventum suum in mundum praesens est apud homines ecclesiae immediate; nam in mundo induit etiam Divinum Naturale, in quo apud homines praesens est. Glorificatio Domini est glorificatio Humani Ipsius, quod assumpsit in mundo; ac Humanum Domini glorificatum est Divinum Naturale. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 100"
    },
    {
      "section": 100,
      "title": "Paragraph 100",
      "text": "100. Quomodo Dominus est Verbum, a paucis intelligitur; cogitant enim quod Dominus quidem per Verbum potest hominem illustrare et docere, et tamen non inde potest vocari Verbum. At sciant quod unusquisque homo sit suus amor, et inde suum bonum et suum verum; homo non aliunde est homo, et non aliud apud illum est homo. Ex eo quod homo sit suum bonum et suum Verum, sunt etiam angeli et spiritus homines; nam omne bonum et verum procedens a Domino in sua forma est homo: Dominus autem est ipsum Divinum Bonum et Divinum Verum; ita est ipse Homo, a quo omnis homo est homo. Quod omne Divinum Bonum et Divinum Verum in sua forma sit Homo, videatur in opere De Caelo et Inferno (n. 460); et clarius videbitur in transactionibus sequentibus, quae erunt de Sapientia Angelica. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 101"
    },
    {
      "section": 101,
      "title": "Paragraph 101",
      "text": "101. (XII.) QUOD ANTE HOC VERBUM, QUOD HODIE EST IN MUNDO FUERIT VERBUM QUOD DEPERDITUM EST. Quod ante Verbum per Mosen et Prophetas apud gentem Israeliticam datum, cultus per sacrificia notus fuerit, et quod ex ore Jehovae prophetaverint, ex memoratis in Libris Mosis constare potest. Quod cultus per sacrificia notus fuerit, ex his:- Mandatum est ut filii Israelis gentium altaria everterent, illarum statuas confringerent, et illarum lucos exscinderent (Exod. xxxiv. 13: Deutr. vii. 5; cap. xii. 3). Quod Israel in Schittim coeperit scortari cum filiabus Moabi, (quod) vocaverint populum ad sacrificia deorum suorum, et (quod) comederit populus, et incurvaverit se diis eorum, et imprimis adjunxerit se Baalpeori; et quod accensa sit ira Jehovae contra Israelem propterea (Num. xxv. 1-3). Tum quod Bileamus, qui fuit ex Syria, fecerit exstruere altaria, et sacrificaverit boves et pecudes (Num. xxii. 40; cap. xxiii. 1, 2, 14, 29, 30). Quod etiam ex ore Jehovae prophetaverint, constat ex Prophetiis Bileami (Num. xxiii. 7-10, 18-24; cap. xxiv. 3-9, 16-{1}24); Quod etiam prophetaverit de Domino, quod oriretur stella ex Jacobo, et sceptrum ex Israele (Num. xxiii. 17). Quod prophetaverit ex ore Jehovae (Num. xxii. 13, 18; cap. xxiii. 3, 5, 8, 16, 26; cap. xxiv. 1, 13). Ex his patet quod cultus Divinus similis cultui apud gentem Israeliticam per Mosen instituto apud gentes fuerit. Quod etiam ante Abrami tempus fuerit, aliquantum elucet ex verbis apud Mosen (Deutr. xxxii. 7, 8); sed evidentius ex Malchizedecho rege Schalemi, Quod eduxerit panem et vinum, et benedixerit Abramo, et quod Abram dederit ei decimas de omnibus (Gen. xiv, 18-20): et quod Malchizedech repraesentaverit Dominum, nam vocatur Sacerdos Deo Altissimo (Gen. xiv. 18); et de Domino dicitur apud Davidem, \"Tu Sacerdos in aeternum, juxta modum Malchizedechi\" (Psalm. cx. 4). Inde erat, quod Malchizedech eduxerit panem et vinum, ut sancta ecclesiae, sicut in sacramento Cenae sancta sunt; et quod Malchizedech potuerit benedicere Abramo, et quod Abram dederit ei decimas de omnibus. @1 24 pro \"25\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 102"
    },
    {
      "section": 102,
      "title": "Paragraph 102",
      "text": "102. Quod Verbum apud antiquos fuerit conscriptum per meras correspondentias, sed quod deperditum sit, relatum mihi est per angelos caeli; et dictum quod id Verbum adhuc apud illos conservatum sit, et in usu apud antiquos in illo caelo, apud quos, cum in mundo fuerunt, id Verbum fuit. Antiqui illi, apud quos illud Verbum in caelo adhuc in usu est, fuerunt quoad partem ex terra Canaane, et ex confiniis ejus, ut ex Syria, Mesopotamia, Arabia, Chaldaea, Assyria, ex Aegypto, ex Sidone, Tyro et Ninive; quorum omnium regnorum incolae fuerunt in cultu repraesentativo, et inde in scientia correspondentiarum. Sapientia illius temporis fuit ex illa scientia, et per illam fuit illis perceptio interior, et communicatio cum caelis. Illi, qui correspondentias istius Verbi interius noverunt, vocati sunt sapientes et intelligentes, at postea divinatores et magi. Sed quia id Verbum erat plenum talibus correspondentiis quae remote significabant caelestia et spiritualia, et inde a multis incepit falsificari, ideo ex Divina Domini providentia id successu temporis evanuit, et tandem deperditum est; et aliud Verbum, per correspondentias non ita remotas conscriptum, datum est, et hoc per Prophetas apud filios Israelis. In hoc tamen Verbo retenta sunt plura nomina locorum, quae in terra Canaane, ac circumcirca in Asia sunt, in quo significant similia quae in Verbo vetusto. Propter hanc causam Abram in illam terram ire jussus est, et ejus posteri ex Jacobo in illam introducti sunt. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 103"
    },
    {
      "section": 103,
      "title": "Paragraph 103",
      "text": "103. Quod Verbum apud antiquos fuerit, constat etiam apud Mosen, a quo nominatur, et aliquod desumptum est (Num. xxi., vers. 14, 15, 27-30); et quod historica illius Verbi appellata sint Bella Jehovae, ac prophetica Enuntiata. Ex historicis istius Verbi a Mose desumptum est hoc: \"Propterea dicitur in Libro Bellorum Jehovae: Vahebam in Suphah, et fluvios Arnonem; et aquaeductum fluviorum, qui declinavit usque (ubi) habitatur Ar, et sistit se ad terminum Moabi\" (Num. xxi. 14, 15); per \"bella Jehovae\" in illo Verbo, sicut in nostro, intellectae et descriptae sunt pugnae Domini cum inferno, et victoriae super illud, quando in mundum venturus esset: eaedem etiam pugnae multis in locis intelliguntur et describuntur in historicis nostri Verbi, ut in bellis Josuae cum gentibus terrae Canaanis, et in bellis Judicum et Regum Israelis. Ex propheticis istius Verbi haec desumpta sunt a Mose: \"Propterea dicunt Enuntiatores, Ingredimini Chesbonem, aedificabitur et confirmabitur urbs Sichonis; nam ignis exivit ex Chesbone, flamma ex urbe Sichonis; comedit Ar Moabi, possessores excelsorum Arnonis: vae tibi Moabe; periisti, popule Kemoschi; dedit filios suos evasores, et filias suas in captivitatem regi Emorraei Sichoni: cum telis confecimus eos: periit Chesbon usque ad Dibonem, et devastavimus usque ad Nophach, quod usque ad Medebam\" (Num. xxi. 27-30). Translatores vertunt, \"Proverbiorum Compositores;\" sed vocandi Enuntiatores seu Enuntiata Prophetica, ut constare potest a significatione vocis Moschalim (MESHALIM) in lingua Hebraea, quod non modo sint proverbia, sed etiam enuntiata prophetica; ut (Num. xxiii. 7, 18; cap. xxiv. 3, 15), ubi dicitur quod Bileamus ediderit enuntiatum suum, quod fuit propheticum, etiam de Domino; enuntiatum ejus ibi vocatur Maschal (MASHAL) in singulari: accedit, quod illa a Mose inde desumpta non sint proverbia, sed prophetica. Quod illud Verbum similiter Divinum seu Divinitus inspiratum fuerit, patet apud Jeremiam, ubi paene similia verba leguntur: \"Ignis exivit ex Chesbone, et flamma ab inter Sichonem, quae comedit angulum Moabi, et verticem filiorum strepitus. Vae tibi Moabe, periit populus Kemoschi, nam rapti sunt filii tui in captivitatem, et filiae tuae in captivitatem\" (Jerem. xlviii. 45, 46). Praeter illa nominatur etiam liber propheticus Verbi Vetusti, vocatus Liber Jaschar, seu Liber Recti, a Davide et a Josua. A Davide: \"Lamentatus est David... super Schaule et super Jonathane...; et inscripsit, Ad docendum filios Jehudae arcum. Ecce scripta super Libro Jaschar\" (2 Sam. i. 17, 18): et a Josua: Dixit Josua, \"Sol in Gibeone quiesce, et Luna in valle Ajalonis: nonne hoc scriptum est super Libro Jaschar?\" (Jos. x. 12, 13.) Insuper, dictum est mihi, quod septem prima capita Geneseos in Verbo illo vetusto ({1}tam clare) exstent, ut non verbulum desit. @1 Verba uncis inclusa videantur, Diar. Sp., partis septimae sectio secunda, p. 32 (ed. 1854).$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 104"
    },
    {
      "section": 104,
      "title": "Paragraph 104",
      "text": "104. (XIII.) QUOD PER VERBUM ETIAM SIT LUX ILLIS QUI EXTRA ECCLESIAM SUNT, ET NON HABENT VERBUM. Non potest, dari conjunctio cum caelo, nisi alicubi in tellure sit ecclesia, ubi est Verbum, et per id Dominus notus; quia Dominus est Deus caeli et terrae, et absque Domino nulla salus. Satis est, ut ecclesia sit, ubi Verbum, tametsi illa consistit ex paucis respective: per id usque Dominus praesens est ubivis in universo terrarum orbe, nam per id caelum conjunctum est humano generi; quod conjunctio sit per Verbum, videatur supra (n. 62-69). This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 105"
    },
    {
      "section": 105,
      "title": "Paragraph 105",
      "text": "105. Quomodo autem praesentia et conjunctio Domini et caeli datur in omnibus terris per Verbum, dicetur. Universum caelum coram Domino est sicut unus homo, similiter ecclesia; quod etiam actualiter appareant ut homo, videatur in Opere De Caelo et Inferno (n. {1}59-86). In illo homine est ecclesia, ubi Verbum legitur, et per id Dominus notus est, sicut cor et sicut pulmo; regnum caeleste ut cor, et regnum spirituale ut pulmo. Sicut ex his binis fontibus vitae in humano corpore omnia reliqua membra et viscera subsistunt et vivunt, ita quoque omnes illi in terrarum orbe, apud quos religiosum est, et Deus unus colitur, et bene vivitur, et per id in homine illo sunt, et referunt membra et viscera ejus extra thoracem, ubi sunt cor et pulmo, ex conjunctione Domini et caeli per Verbum cum ecclesia, subsistunt et vivunt. Nam Verbum in ecclesia, tametsi est apud paucos respective, est vita reliquis a Domino per caelum, sicut membrorum et viscerum totius corporis est vita ex corde et pulmone; est quoque communicatio similis. Quae etiam causa est, quod Christiani apud quos Verbum legitur, constituant pectus illius hominis: sunt etiam in medio omnium, et circum illos sunt Pontificii, circum hos sunt Mahumedani qui agnoscunt Dominum ut Maximum Prophetam ac ut Filium Dei; post hos autem sunt Africani; ac ultimam circumferentiam constituunt gentes et populi in Asia et in Indiis: de qua illorum ordinatione videantur aliqua in opusculo De Ultimo Judicio (n. 48). Spectant etiam omnes, qui in homine illo sunt, versus meditullium, ubi sunt Christiani. @1 86 pro \"87\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 106"
    },
    {
      "section": 106,
      "title": "Paragraph 106",
      "text": "106. In meditullio, ubi sunt Christiani quibus est Verbum, est maxima lux; lux enim in caelis est Divinum Verum procedens a Domino ut Sole ibi; et quia Verbum est illud, est maxima lux ubi sunt illi quibus est Verbum. Lux inde ut a suo centro se propagat circum in omnes peripherias usque ad ultimam; inde est illustratio gentium et populorum extra ecclesiam etiam per Verbum. Quod lux in caelis sit Divinum Verum procedens a Domino, et quod illa lux det intelligentiam non modo angelis, sed etiam hominibus, videatur in opere De Caelo et Inferno (n. 126-140). This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 107"
    },
    {
      "section": 107,
      "title": "Paragraph 107",
      "text": "107. Quod tale sit in universo caelo, concludi potest a simili in unaquavis societate ibi; nam unaquaevis societas caeli est caelum in minore forma, et quoque est sicut homo: quod ita sit, videatur in opere De Caelo et Inferno (n. 41-87). In omni societate caeli, illi qui in medio ejus sunt, similiter referunt cor et pulmonem; et apud illos est maxima lux. Ipsa lux, et inde perceptio veri, a medio illo se propagat versus peripherias quaquaversum, ita ad omnes qui in societate sunt, et facit vitam illorum spiritualem. Ostensum est, quod quando illi qui in medio erant, qui provinciam cordis et pulmonum constituebant, et apud quos maxima lux erat, auferrentur, illi qui circum erant, in umbra essent, et tunc in tam exili perceptione veri, ut vix in aliqua; sed mox ut redierunt, visa est lux et fuit illis perceptio veri sicut prius. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 108"
    },
    {
      "section": 108,
      "title": "Paragraph 108",
      "text": "108. Idem etiam illustrari potest ab hac experientia. Erant apud me spiritus Africani ex Abyssinia. Illis quondam aperiebantur aures, ut audirent cantum in aliquo templo in mundo ex Psalmo Davidis; ex quo afficiebantur tali jucunditate, {1}ut una cum illis canerent. Sed mox claudebantur aures, ut non audirent inde aliquid; at tunc adhuc majore jucunditate afficiebantur, quia spirituali; et simul implebantur intelligentia, quia Psalmus ille agebat de Domino, et de Redemptione: causa crescentis jucunditatis erat, quod illis data sit communicatio cum illa societate in caelo quae in conjunctione erat cum illis qui in mundo Psalmum illum canebant. Ex hac et plure alia experientia, patuit quod communicatio cum universo caelo detur per Verbum. Propter illam causam, ex Divina Domini providentia, commercium universale regnorum Europae, principaliter illorum ubi Verbum legitur, est cum gentibus extra ecclesiam. @1 ut pro \"et\"$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 109"
    },
    {
      "section": 109,
      "title": "Paragraph 109",
      "text": "109. Comparatio fieri potest cum calore et luce ex sole mundi, quae vegetationem dat arboribus et virgultis, etiam illis quae ad latera, et quae sub nube, stant, modo sol ortus sit, et in mundo appareat. Ita lux et calor caeli a Domino ut sole, quae lux est Divinum Verum, ex quo omnis intelligentia et sapientia est angelis et hominibus. Quare dicitur de Verbo, Quod erat apud Deum, et erat Deus; quod illuminet omnem hominem venientem in mundum (Joh. i. 1, 9): et quod Lux illa etiam in tenebris appareat (vers. 5). This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 110"
    },
    {
      "section": 110,
      "title": "Paragraph 110",
      "text": "110. Ex his constare potest quod Verbum, quod est in Ecclesia Reformatorum, illustret omnes gentes et populos per communicationem spiritualem: tum quod provideatur a Domino, ut in tellure semper sit ecclesia, ubi Verbum legitur, et per id Dominus notus est. Quare cum Verbum a Pontificiis paene rejectum erat, ex Divina Domini providentia facta est Reformatio, et inde Verbum iterum receptum est: et quoque quod sanctum habeatur Verbum a nobili gente inter Pontificios. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 111"
    },
    {
      "section": 111,
      "title": "Paragraph 111",
      "text": "111. Quoniam absque Verbo non est cognitio Domini, ita non salvatio, ideo quando Verbum apud gentem Judaicam prorsus falsificatum et adulteratum erat, et inde quasi nullum factum est, tunc placuit Domino e caelo descendere, et venire in mundum, ac implere Verbum, et per id redintegrare et restituere illud, ac iterum dare lucem incolis telluris: secundum Domini verba, \"Populus sedens in tenebris vidit lumen magnum;... sedentibus in regione et umbra mortis, lux exorta illis est\" (Matth. iv. 16; Esai. ix. 1 (B.A. 2)). This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 112"
    },
    {
      "section": 112,
      "title": "Paragraph 112",
      "text": "112. Quoniam praedictum est, quod in fine hujus ecclesiae etiam oborirentur tenebrae ex non cognitione et agnitione Domini, quod sit Deus caeli et terrae, et ex fidei separatione a charitate, ne per id genuinus intellectus Verbi periret, ideo placuit Domino nunc revelare sensum spiritualem Verbi, et manifestare quod Verbum in illo sensu, et ex illo in sensu naturali, agat de Domino et de ecclesia, immo de illis solis; et plura alia, per quae lux veri ex Verbo, paene exstincta, restituatur. Quod lux veri in fine hujus ecclesiae paene exstincta esset, praedicitur multis in locis in Apocalypsi; et quoque intelligitur per haec Domini verba, apud Matthaeum: \"Statim post afflictionem dierum istorum sol obscurabitur, et luna non dabit lumen suum, et stellae cadent de caelo, et virtutes caelorum commovebuntur: et tunc... videbunt Filium hominis venientem in nubibus caeli cum gloria et virtute\" (Matth. xxiv. 29, 30): per \"solem\" ibi intelligitur Dominus quoad amorem; per \"lunam\" Dominus quoad fidem; per \"stellas\" Dominus quoad cognitiones boni et veri; per \"Filium hominis\" Dominus quoad Verbum; per \"nubem\" sensus litterae Verbi, et per \"gloriam\" sensus spiritualis, ac transparentia ejus in sensu litterae. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 113"
    },
    {
      "section": 113,
      "title": "Paragraph 113",
      "text": "113. Per multam experientiam mihi scire datum est, quod per Verbum sit homini communicatio cum caelo. Dum perlegi Verbum a primo capite Esaiae usque ad ultimum Malachiae, et Psalmos Davidis, datum est clare percipere quod unusquisque versus communicaret cum aliqua societate caeli, et quod sic totum Verbum cum universo caelo. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 114"
    },
    {
      "section": 114,
      "title": "Paragraph 114",
      "text": "114. (XIV.) QUOD NISI VERBUM FORET, NEMO SCIRET DEUM, CAELUM ET INFERNUM, VITAM POST MORTEM, ET MINUS DOMINUM. Hoc ut commune conclusum sequitur ex omnibus quae hactenus dicta et ostensa sunt: ut,- Quod Verbum sit ipsum Divinum Verum (n. 1-4): Quod Verbum sit medium conjunctionis cum angelis caeli (n. 62-69): Quod in Verbo ubivis sit conjugium Domini et ecclesiae, et inde conjugium boni et veri (n. 80-89): Quod ecclesia talis sit, qualis est intellectus Verbi ab illa (n. 76-79): Quod Verbum etiam in caelis sit, et quod ex illo angelis sapientia (n. 70-75): Quod etiam sit lux spiritualis gentibus et populis extra ecclesiam per Verbum (n. 104-113): praeter plura. Ex quibus concludi potest, quod absque Verbo non alicui sit intelligentia spiritualis, quae est, quod sciat Deum, caelum et infernum, et vitam post mortem; et prorsus non aliquid sciat de Domino, de fide et amore in Ipsum, ita non aliquid de redemptione, per quam tamen salvatio. Dicit etiam Dominus ad discipulos, \"Sine Me non potestis facere quicquam\" (Joh. xv. 5); et Johannes, \"Non potest homo sumere quicquam, nisi sit datum illi e caelo\" (Joh. iii. 27). This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 115"
    },
    {
      "section": 115,
      "title": "Paragraph 115",
      "text": "115. Sed quia illi qui statuunt, et apud se confirmaverunt, quod homo absque Verbo scire posset existentiam Dei, et quoque caeli et inferni, tum aliquid de reliquis quae Verbum docet, et illi per id auctoritatem et sanctitatem Verbi infirmant, si non ore usque corde, ideo non licet cum illis ex Verbo agere, sed ex lumine rationali; nam non credunt Verbo, sed sibi. Ex lumine rationali inquire, et invenies quod duae facultates vitae sint apud hominem, quae vocantur intellectus et voluntas, et quod intellectus subjectus sit voluntati, et non voluntas intellectui; intellectus enim solum docet et monstrat viam. Inquire etiam, et invenies quod voluntas hominis sit ejus proprium, et quod hoc in se spectatum sit mere malum, et quod inde sit falsum in intellectu. Quum haec inveneris, videbis quod homo ex se non velit aliud intelligere quam quod est ex proprio voluntatis ejus, et quod nec possit, nisi alibi sit unde id sciat. Homo ex proprio voluntatis suae, non vult aliud intelligere quam quod sui et mundi est; quicquid supra est, ei in caligine est: ut dum videt solem, lunam et stellas, si tunc forte cogitaret de ortu illorum, num aliter posset cogitare, quam quod illa a se sint Num altius quam plures docti in mundo, qui tametsi sciunt ex Verbo creationem omnium a Deo, usque agnoscunt naturam? Quid tunc iidem si nihil ex Verbo scivissent? Num credis quod veteres sophi, ac Aristoteles, Cicero, Seneca et alii, qui de Deo, et de immortalitate animae scripserunt, id primum ex proprio sumpserint? Non, sed ex aliis, qui per traducem ex illis qui id primum sciverunt ex Verbo ({1}Vetusto). Scriptores theologiae naturalis nec hauriunt quicquam tale ex se; sed modo confirmant illa quae sciunt ab ecclesia, in qua est Verbum, per rationalia; et possunt dari inter illos qui confirmant, et tamen non credunt. @1 Vetusto:- sic V.C.R., n. 273.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 116"
    },
    {
      "section": 116,
      "title": "Paragraph 116",
      "text": "116. Datum est videre populos in insulis natos, quoad civilia rationales, qui ne hilum sciverunt de Deo. Illi in mundo spirituali apparent sicut simiae, ac paene simili vita cum illis. At quia homines nati sunt, et inde in facultate recipiendi vitam spiritualem, instruuntur ab angelis, et per cognitiones de Domino ut Homine vivificantur. Qualis est homo ex se, apparet evidenter ex illis qui in inferno sunt, inter quos etiam aliqui antistites et eruditi sunt, qui ne quidem volunt audire de Deo, et propterea nec possunt nominare Deum; hos vidi, et cum illis locutus sum; et quoque locutus sum cum illis, qui in ignem irae et excandescentiae venerunt, cum audiverunt aliquem loquentem de Deo. Expende itaque, qualis homo foret, qui nihil audivit de Deo, cum quidam tales sunt qui audiverunt de Deo, scripserunt de Deo, et praedicaverunt de Deo; sunt plures tales ex Jesuitis. Quod tales sint, est ex voluntate quae mala est; et haec, ut prius dictum est, ducit intellectum, et aufert verum quod ibi est ex Verbo. Si homo ex se potuisset scire quod Deus sit, et quod vita post mortem, cur non sciverat quod homo sit homo post mortem? Cur credit quod anima seu spiritus ejus sit sicut ventus aut sicut aether, qui non videt oculis, et audit auribus, et loquitur ore, priusquam conjungitur et coalescit cum suo cadavere et cum suo sceleto? Pone itaque doctrinam pro cultu ex solo lumine rationali exclusam, annon foret, ut ipse coleretur? ut factum est a saeculis et hodie fit ab illis, qui sciunt ex Verbo, quod solus Deus colendus sit, Cultus alius ex proprio hominis non dari potest; ne quidem cultus solis et lunae. This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 117"
    },
    {
      "section": 117,
      "title": "Paragraph 117",
      "text": "117. Quod ab antiquissimis temporibus fuerit religio, et incolae orbis ubivis noverint de Deo, et aliquid de vita post mortem, non fuit ex ipsis, et ex proprio illorum acumine, sed ex Verbo Vetusto (de quo supra, n. 101-103), et postea ex Verbo Israelitico. Ex his religiosa emanaverunt in Indias et illarum insulas; perque Aegyptum ac Aethiopiam in regna Africae; et ex maritimis Asiae in Graeciam; et inde in Italiam. Sed quia Verbum non potuit aliter quam per repraesentativa esse conscriptum, quae sunt talia in mundo quae correspondent caelestibus et inde significant illa, ideo religiosa plurium gentium versa sunt in idolatrica, et in Graecia in fabulosa; ac attributa et praedicata Divina in totidem Deos, quibus praefecerunt supremum, quem vocaverunt Jovem ({1}forte) a Jehovah. Quod illis cognitio fuerit de paradiso, de diluvio, de igne sacro, de quatuor aetatibus, a prima aurea ad ultimam ferream, per quas in Verbo significantur quatuor status ecclesiae, (ut apud Danielem, cap. ii. 31-35,) notum est. Quod religiosum Mahumedanum, quod successit, et religiosa plurium gentium priora delevit, ex Verbo utriusque Testamenti desumptum sit, etiam notum est. @1 forte:- sic V.C.R., n. 275.$ This page is part of © 2000-2001 The Academy of the New Church Doc. of Sacred Scripture (Dick) n. 118"
    },
    {
      "section": 118,
      "title": "Paragraph 118",
      "text": "118. Ultimo dicam quales illi post mortem fiunt, qui propriae intelligentiae omnia adscribunt, ac parum, si quicquam, Verbo. Primum fiunt sicut ebrii, postea sicut fatui, et demum stupidi, et sedent in tenebris. Caveant itaque sibi a tali delirio. This page is part of © 2000-2001 The Academy of the New Church"
    }
  ]
}