{
  "id": "swedenborg_foundation_brief_exposition",
  "title": "Swedenborg Foundation Brief Exposition",
  "type": "Standard Edition",
  "language": "English",
  "sections": [
    {
      "section": 1,
      "title": "Page 1",
      "text": "A Brief Exposition of the Doctrine of the New Church Which Is Meant by “The New Jerusalem” in the Book of Revelation 1769 I, John, saw the holy city, New Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband. And he that sat on the throne said, “Behold, I make all things new”; and he said unto me “Write, for these words are true and faithful.” Rev. 21: 2, 5"
    },
    {
      "section": 2,
      "title": "Page 2",
      "text": "© 2009 Swedenborg Foundation This version was compiled from electronic files of the Standard Edition of the Works of Emanuel Swedenborg as further edited by William Ross Woofenden. Pagination of this PDF document does not match that of the corresponding printed volumes, and any page references within this text may not be accurate. However, most if not all of the numerical references herein are not to page numbers but to Swedenborg’s section numbers, which are not affected by changes in pagination. If this work appears both separately and as part of a larger volume file, its pagination follows that of the larger volume in both cases. This version has not been proofed against the original, and occasional errors in conversion may remain. To purchase the full set of the Redesigned Standard Edition of Emanuel Swedenborg’s works, or the available volumes of the latest translation (the New Century Edition of the Works of Emanuel Swedenborg), contact the Swedenborg Foundation at 1-800-355-3222, www.swedenborg.com, or 320 North Church Street, West Chester, Pennsylvania 19380."
    },
    {
      "section": 3,
      "title": "Page 3",
      "text": "Contents Introduction (section 1) The doctrinals of the Roman Catholics concerning justification, from the Council of Trent (sections 2–8) The doctrinals of the Protestants concerning justification, from the Formula Concordiae (9–15) A sketch of the doctrinals of the New Church (16) 1. The churches that by the Reformation separated themselves from the Roman Catholic Church differ in various things; but they all agree in the articles concerning a trinity of persons in thedivinity, original sin from Adam, imputation ofthe merit of Christ, and justification by faithalone. (17–18) 2. The Roman Catholics, before the Reformation,taught exactly the same things as the Reformeddid after it, concerning the four articles mentionedabove. . . . (19–20) 3. The leading reformers . . . retained all the dogmas . . . ; but they separated charity or good works from that faith, and declared that they were not atthe same time saving, with a view to being totallysevered from the Roman Catholics as to theessentials of the church, which are faith andcharity. (21–23)"
    },
    {
      "section": 4,
      "title": "Page 4",
      "text": "4. The leading reformers adjoined good works, and also conjoined them to their faith, but in man as apassive subject. . . . (24–29) 5. The whole system of theology in the Christianworld at this day is founded on an idea of threeGods, arising from the doctrine of a trinity ofpersons. (30–38) 6. The dogmas of that theology appear to beerroneous after the idea of a trinity of persons, andthence of three Gods, has been rejected, and theidea of one God in whom is the Divine Trinity isreceived in its stead. (39–40) 7. Then truly saving faith, which is faith in one God,united with good works, is acknowledged andreceived. (41–42) 8. This faith is in God the Savior Jesus Christ, which in its simple form is as follows: (1) that there is one God in whom is the Divine Trinity . . . ; (2)saving faith is to believe in him; (3) evils ought tobe shunned . . . ; (4) goods ought to be done . . . ;(5) they ought to be done by man as of himself,but it is to be believed that they are from the Lord.. . . (43–44) 9. The faith of the present day has separated religionfrom the church, since religion consists in theacknowledgment of one God and in the worshipof him from the faith of charity. (45–46) 10. The faith of the present church cannot be conjoined with charity and produce any fruits that are good works. (47–50)"
    },
    {
      "section": 5,
      "title": "Page 5",
      "text": "11. From the faith of the present church, there results a worship of the mouth and not of the life. . . .(51–52) 12. The doctrine of the present church is interwovenwith many paradoxes . . . and, therefore, itsdogmas gain admission into the memory only andnot into any part of the understanding. . . .(53–57) 13. The dogmas of the present church cannot belearned and retained without great difficulty. . . .(58–59) 14. The doctrine of the faith of the present church ascribes human properties to God. . . . (60–63) 15. The faith of the present church has produced monstrous births. . . . The heresies from the firstages to the present day have sprung up from the doctrine founded on the idea of three Gods. (64–69) 16. The last state of the present church, when it is atits end, is meant by the consummation of the age,and then the coming of the Lord (Matt. 24:3).(70–73) 17. The infestation from falsities, . . . which at thisday prevails in the Christian churches, is meant by“the great affliction, such as was not from thebeginning of the world, nor ever shall be” (Matt.24:21). (74–76) 18. There would be neither love, nor faith, norknowledges of good and truth in the last time ofthe Church, when it draws to an end. . . . (77–81)"
    },
    {
      "section": 6,
      "title": "Page 6",
      "text": "19. They who are in the present faith are meant by “the he-goats” in Daniel and in Matthew. (82–86) 20. They who have confirmed themselves in thepresent faith are meant in Revelation by “thedragon and his two beasts” and by “the locusts.” . .. (87–90) 21. Unless the new church is established by the Lord,no one can be saved. . . . (91–94) 22. The opening and rejection of the dogmas of faithof the present church, and the revelation andreception of the tenets of the faith of the newchurch, is meant by words in Revelation 21:5. . . . (95–98) 23. The new church about to be established by the Lord is the new Jerusalem, treated of in Revelation21 and 22. . . . (99–101) 24. The faith of the new church cannot by any meansbe joined with the faith of the former church. . . .(102–104) 25. The Roman Catholics at this day know nothing ofthe imputation of the merit of Christ, and ofjustification by faith therein . . . because it isentirely concealed under their externals ofworship; for which reason, if they recede but inpart from their externals of worship . . . they maybe brought into the new Jerusalem. . . . (105–115) Conclusion Appendix (116–120)"
    },
    {
      "section": 7,
      "title": "Page 7",
      "text": "BRIEF EXPOSITION 214 A Brief Exposition of the Doctrine of the New Church 1. Several works and tracts having been published by me, during some years past, concerning the new Jerusalem, by which is meant the new church about to be established by the Lord; and the book of Revelation having been revealed, I have come to a determination to bring to light the entire doctrine of that church in its fullness. But, as this is a work of some years, I have thought it advisable to draw up some sketch thereof, in order that a general idea may first be formed of that church and its doctrine; because when general principles precede, each and every thing will afterwards appear extant in its breadth in light, for these enter into generals, as things homogenous into their receptacles. This compendium, however, is not designed for critical examination, but is only offered to the world by way of information, as its contents will be fully demonstrated in the work itself. But the doctrinals at present maintained concerning justification shall be prefixed, that the following contrast between the doctrines of the present church, and those of the new church, may be clearly understood. The doctrinals of the Roman Catholics concerning justification, from the Council of Trent 2. In the bull of Pope Pius IV, dated November 13, 1564, are the following words: “I embrace and receive each and every thing which the most holy Council of Trent hath determined and declared concerning original sin and justification.” 3. From the Council of Trent, concerning original sin. (a) That Adam, by the offense of his transgression, experienced an entire change and depravation of nature, both in body and soul; and that"
    },
    {
      "section": 8,
      "title": "Page 8",
      "text": "BRIEF EXPOSITION 215 the ill effects of Adam’s transgression were not confined to himself, but also extended to his posterity; and that it not only transmitted death and corporal sufferings upon all mankind, but likewise sin, which is the death of the soul (Sess. 5, 1, 2). (b) That this sin of Adam, which originally was a single transgression, and has been transmitted by propagation, and not by imitation, is so implanted in the proprium of every man, and cannot be taken away by any other means than by the merit of the only savior our Lord Jesus Christ, who has reconciled us to God by his blood, being made unto us justice, sanctification, and redemption (Sess. 5, 3). (c) That by the transgression of Adam, all men lost their innocence, and became unclean, and by nature the sons of wrath (Sess. 6, chap. 1). 4. Concerning justification. (a) That our heavenly Father, the Father of mercies, sent Christ Jesus his Son to men, in the blessed fullness of time, as well to the Jews who were under the law, as to the Gentiles who followed not justice, that they might all lay hold of justice, and all receive the adoption of sons. God offered him to be a propitiation through faith in his blood, not only for our sins, but likewise for the sins of the whole world (Sess. 6, chap. 3). (b) Nevertheless all do not receive the benefit of his death, but only they to whom the merit of his passion is communicated; so that unless they are born again in Christ, they can never be justified (Sess. 6, chap. 3). (c) That the beginning of justification is to be derived from the preventing grace of God through Christ Jesus, that is, from his call (Sess. 6, chap. 5). (d) That men are disposed to justice, when being stirred up by Divine grace, and conceiving faith from hearing, they are freely moved towards God, believing those things to be true which are Divinely revealed and promised; and especially this, that the ungodly are justified by God through his grace, through redemption, which is by Christ Jesus; and when, being convinced of sin from the fear of Divine justice, by which they are profitably disquieted, they are encouraged in hope, trusting that God, for Christ’s sake, will be propitious to them (Sess. 6, chap. 6). (e) That the consequence of this disposition and preparation is actual justification, which is not only a remission of sins, but likewise a sanctification and renovation of the interior man by the reception of Divine grace and gifts, whereby man from"
    },
    {
      "section": 9,
      "title": "Page 9",
      "text": "BRIEF EXPOSITION 216 being unjust, becomes just, and from being an enemy becomes a friend, so as to be an heir according to the hope of eternal life (Sess. 6, chap. 7). (f) The final cause of justification is the glory of God and of Christ, and life eternal. The efficient cause is God, who freely cleanses and sanctifies. The meritorious cause is the Dearly Beloved and Only Begotten of God, our Lord Jesus Christ, who when we were enemies, through the great charity wherewith he loved us, by his most holy passion upon the wood of the cross, merited for us justification, and made satisfaction for us to God the Father. The instrumental cause is the sacrament of baptism which is a sacrament of faith, without which no one can ever reach justification. The formal cause is the sole justice of God; not that whereby he is just himself, but that whereby he makes us just, with which being gifted by him, we are renewed in the spirit of our mind; and are not only reputed just, but are truly called and are just, each according to his own measure, which the Holy Spirit imparts to everyone as it pleases him (Sess. 6, chap. 7, § 2). (g) That justification is a translation from that state, wherein man is born a son of the first Adam, into a state of grace and adoption of the sons of God by the second Adam, our savior Jesus Christ (Sess. 6, chap. 4). 5. Concerning faith, charity, good works and merits. (a) When the apostle says that man is justified by faith and justified freely, these words are to be understood in the sense wherein the Catholic church has uniformly held and expressed them; namely, that we are said to be justified by faith, because faith is the commencement of man’s salvation, the foundation and root of all justification, without which it is impossible to please God, and attain to the fellowship of his sons. But we are said to be justified freely, because none of those things which precede justification, whether faith or works, merit the actual grace of justification; for if it be grace, it is not from works, otherwise grace would not be grace (Sess. 6, chap. 8). (b) Although no one can be just, but they to whom the merits of the passion of our Lord Jesus Christ are communicated, nevertheless that is effected in justification, when by the merit of"
    },
    {
      "section": 10,
      "title": "Page 10",
      "text": "BRIEF EXPOSITION 217 the same most holy passion, the charity of God is infused by the Holy Spirit into the hearts of those who are justified, and abides in them. Hence in the act of justification, man receives, together with the remission of his sins, all these things infused into him at once by Jesus Christ, in whom he is ingrafted by faith, hope, and charity. For faith, unless charity be added to it, neither unites perfectly with Christ, nor constitutes a living member of his body (Sess. 6, chap. 7, § 3). (c) That Christ is not only the redeemer in whom they have faith, but also a lawgiver, whom they obey (Sess. 6, chap. 16, Can. 21). (d) That faith without works is dead and vain, because in Christ Jesus neither circumcision avails anything, nor uncircumcision, but faith which works through charity. For faith without hope and charity cannot avail unto eternal life; wherefore also they hearken to the word of Christ, “If you wish to enter into life, keep the commandments.” Thus they who are born again, receiving true Christian justice, are commanded to keep it white and unspotted, as their first robe, given them by Jesus Christ, instead of that which Adam lost both for himself and us by his disobedience, that they may present it before the tribunal of our Lord Jesus Christ, and obtain eternal life (Sess. 6, chap. 7, § 4). (e) That there is a continual influx of power from Jesus Christ himself into those who are justified, as from a head into the members, and from a vine into the branches; which power always precedes, accompanies, and follows their good works, and without which they could not by any means be acceptable and meritorious in the sight of God; wherefore we are to believe that nothing more is wanting to those who are justified, but they may be fully assured, that by those works which have been wrought in God, they have merited eternal life, which will be bestowed upon them in due time (Sess. 6, chap. 16). (f) We do not mean our own justice, as though it were our own from ourselves; for that which is termed our justice, is the justice of God, because it is infused into us by God through the merit of Christ. Far be it, therefore, from any Christian man either to trust or glory in himself, and not in the Lord, whose goodness towards us men is so great, that he vouchsafes to regard those things as our merits, which are his own gifts (Sess. 6, chap. 16). (g) For of ourselves, as of ourselves, we can do nothing; but by his cooperation, who strengthens us, we can do all things. Thus man has not whereof to glory, but all our glory is"
    },
    {
      "section": 11,
      "title": "Page 11",
      "text": "BRIEF EXPOSITION 218 in Christ, in whom we live, in whom we merit, in whom we make satisfaction, bringing forth fruits worthy of repentance, which have their efficacy from him, are offered unto the Father by him, and are accepted by the Father through him (Sess. 14, chap. 8). (h) Whosoever shall say that man may be justified in the sight of God, by his own works which are done either through the powers of human nature, or through the teaching of the law, without Divine grace through Christ Jesus, let him be accursed (Sess. 6, Can. 1). (i) Whosoever shall say that man may believe, hope, and love (that is, have faith, hope, and charity), as is necessary in order that the grace of justification may be conferred upon him, without the preventing inspiration of the Holy Spirit, and its assistance, let him be accursed (Sess. 6, Can. 2). (k) Whosoever shall say that man is justified without the justice of Christ, whereby he has merited for us, let him be accursed (Sess. 6, Can. 10). Not to mention many more passages, principally relating to the conjunction of faith with charity or good works, and the condemnation of their separation. 6. Concerning free will. (a) That free will is by no means destroyed by Adam’s sin, although it is debilitated and warped thereby (Sess. 6, chap. 1). (b) Whosoever shall say that the free will of man, when moved and stirred up by God, cannot at all cooperate by concurring with God, who stirs it up and calls it, whereby man may dispose and prepare himself to receive the grace of justification; or that he cannot dissent if he will, but that, like a thing inanimate, he can do nothing at all, and is merely passive, let him be accursed (Sess. 6, Can. 4). 7. The doctrinals of the Roman Catholics concerning justification, collected from the decrees of the Council of Trent, may be summed up and arranged in a series thus. That the sin of Adam was transfused into the whole human race, whereby his state, and likewise the state of all men, became perverted, and alienated from God, and thus they were made enemies and sons of wrath; that therefore God the Father graciously sent his Son to reconcile, expiate, atone, satisfy, and thus redeem, and this by his being made justice. That Christ accomplished and fulfilled all this, by offering up himself a sacrifice to God the Father upon the wood of the cross, thus by his passion"
    },
    {
      "section": 12,
      "title": "Page 12",
      "text": "BRIEF EXPOSITION 219 and blood. That Christ alone has merited, and that this his merit is graciously imputed, attributed, applied, and transferred to the man who is recipient thereof, by God the Father through the Holy Spirit; and that thus the sin of Adam is removed from man; lust, however, still remaining in him as an incentive to sin. That justification is the remission of sins, and that from thence a renovation of the interior man takes place, whereby man from an enemy becomes a friend, and from being a son of wrath, a son of grace; and that thus union with Christ is effected, and being reborn he becomes a living member in his body. 8. That faith comes by hearing, when a man believes those things to be true which are Divinely revealed, and believes in the promises of God. That faith is the beginning of man’s salvation, the foundation and root of all justification, without which it is impossible to please God and enter into the fellowship of his children. That justification is effected by faith, hope, and charity; and that unless faith be accompanied by hope and charity, it is not living but dead, which cannot unite with Christ. That man ought to cooperate; that he has the power to approach and recede, otherwise nothing could be given unto him, for he would be like an inanimate body. That inasmuch as the reception of justification renews man, and as this is effected by the application of the merit of Christ, during man’s cooperation, it follows that works are meritorious; but inasmuch as they are done from grace, and by the Holy Spirit, and as Christ alone has merited, therefore God considers his own gifts in man as meritorious; whence it follows, that no one ought to attribute anything of merit to himself. The doctrinals of the Protestants concerning justification, from the Formula Concordiae 9. The book from which the following extracts are collected is called the Formula Concordiae, and was composed by men attached to the Augsburg Confession; and as the pages will be cited where the quotations are to be met with, it is proper to observe that I have made use of the edition printed at Leipzig in the year 1756."
    },
    {
      "section": 13,
      "title": "Page 13",
      "text": "BRIEF EXPOSITION 220 10. From the Formula Concordiae, concerning original sin. (a) That since the fall of Adam, all men naturally descended from him are born with sin, which condemns, and brings eternal death upon those who are not born again, and that the merit of Christ is the only means whereby they are regenerated, consequently the only remedy whereby they are healed (pp. 9, 10, 52, 53, 55, 317, 641, 644, and Appendix, pp. 138, 139). (b) That original sin is such a total corruption of nature, that there is no spiritual soundness in the powers of man either as to his soul or body (p. 574). (c) That it is the source of all actual sins (pp. 317, 577, 639, 640, 942; Appendix, p. 139). (d) That it is a total absence or privation of the image of God (p. 640). (e) That we ought to distinguish between our nature, such as God created it, and original sin which dwells in our nature (p. 645). (f) Moreover, original sin is there called the work of the devil, spiritual poison, the root of all evils, an accident and a quality; whereas our nature is there called the work and creature of God, the personality of man, a substance, and an essence; and that the difference between them is the same as the difference between a man infected with a disease and the disease itself. 11. Concerning justification by faith. The general principles are these. (a) That by the Word and the sacraments the Holy Spirit is given, who effects faith when and where he pleases, in those who hear the Gospel. (b) That contrition, justification by faith, renovation, and good works, follow in order; that they are to be properly distinguished; and that contrition and good works contribute nothing to salvation, but faith alone. (c) That justification by faith alone is remission of sins, deliverance from damnation, reconciliation with the Father, adoption as sons, and is effected by the imputation of the merit or justice of Christ. (d) That hence faith is that justice itself, whereby we are accounted just before God, and that it is a trust and confidence in grace. (e) That renovation, which follows, is vivification, regeneration, and sanctification. (f) That good works, which are the fruits of faith, being in themselves works of the Spirit, follow that renovation. (g) That this faith may be lost by grievous evils. The general principles concerning the Law and the Gospel are these. (h) That we must"
    },
    {
      "section": 14,
      "title": "Page 14",
      "text": "BRIEF EXPOSITION 221 carefully distinguish between the Law and the Gospel, and between the works of the Law and the works of the Spirit, which are the truths of faith. (i) That the Law is doctrine which shows that man is in sins, and therefore in condemnation and the wrath of God, thus exciting terror; but that the Gospel is doctrine which teaches atonement for sins, and the deliverance from damnation by Christ, and thus of consolation. (k) That there are three uses of the Law, namely, to keep the wicked within bounds, to bring men to acknowledgment of their sins, and to teach the regenerate a rule of life. (l) That the regenerate are in the Law, but not under the Law, for they are under grace. (m) That it is the duty of the regenerate to exercise themselves in the Law, because during their life in the world, they are prompted to sin by the flesh; but that they become pure and perfect after death. (n) That the regenerate are also reproved by the Holy Spirit, and endure various afflictions, but that nevertheless they do the Law spontaneously, and thus being the sons of God, they live in the Law. (o) That with those who are not regenerated, the veil of Moses still remains before their eyes, and the old Adam bears rule; but that with the regenerate the veil of Moses is taken away, and the old Adam is put to death. 12. Particulars from the Formula Concordiae concerning justification by faith without the works of the Law. (a) That faith is imputed for justice without works, on account of the merit of Christ which is laid hold of by faith (pp. 78, 79, 80, 584, 689). (b) That charity follows justifying faith, but that faith does not justify as being formed by charity, as the Papists say (pp. 81, 89, 94, 117, 688, 691; Appendix, p. 169). (c) That neither the contrition which precedes faith, nor the renovation and sanctification which follow after it, nor the good works then performed, have anything to do with justification by faith (pp. 688, 689). (d) That it is folly to dream that the works of the second table of the Decalogue justify before God, for with that table we act with men, and not properly with God; and in justification we act with God and appease his wrath (p. 102). (e) If anyone, therefore, believes he can obtain the remission of his sins because he has charity, he brings a reproach on Christ; because he has an impious and vain confidence in his own justice (pp. 87, 89). (f) That good works are utterly to be excluded,"
    },
    {
      "section": 15,
      "title": "Page 15",
      "text": "BRIEF EXPOSITION 222 in treating of justification and eternal life (p. 589). (g) That good works are not necessary as a meritorious cause of salvation, and that they do not enter into the act of justification (pp. 589, 590, 702, 704; Appendix, p. 173). (h) That the position that good works are necessary to salvation is to be rejected, because it takes away the consolation of the gospel, gives occasion to doubt of the grace of God, instills an opinion of one’s own justice, and because it is accepted by the Papists to support a bad cause (p. 704). (i) The expression that good works are necessary to salvation is rejected and condemned (p. 591). (k) That expressions implying that works are necessary unto salvation ought not to be taught and defended, but rather exploded and rejected by the churches as false (p. 705). (l) That works which do not proceed from a true faith are regarded as sins before God, that is, they are defiled with sin, because an evil tree cannot bring forth good fruit (p. 700). (m) That faith and salvation are neither preserved nor retained by good works, because these are only evidences that the Holy Spirit is present, and dwells in us (pp. 590, 705; Appendix, p. 174). (n) That the decree of the Council of Trent is deservedly to be rejected, which affirms that good works preserve salvation, or that justification by faith, or even faith itself, is maintained and preserved, either in the whole, or in the least part, by our works (p. 707). 13. Particulars from Formula Concordiae, concerning the fruits of faith. (a) That a difference is to be observed between the works of the Law, and the works of the Spirit, and that the works which a regenerate person performs with a free and willing mind are not works of the Law, but works of the Spirit, which are the fruits of faith; because they who are born again are not under the Law, but under grace (pp. 589, 590, 721, 722). (b) That good works are the fruits of repentance (p. 12). (c) That the regenerate receive by faith a new life, new affections, and new works, and that these are from faith in repentance (p. 134). (d) That man after conversion and justification begins to be renewed in his mind, and at length in his understanding, and that then his will is not inactive in performing daily exercises of repentance (pp. 582, 673, 700). (e) That we ought to repent as well on account of original sin, as on account of actual sins (p. 321; Appendix, p. 159). (f) That repentance with"
    },
    {
      "section": 16,
      "title": "Page 16",
      "text": "BRIEF EXPOSITION 223 Christians continues until death, because they have to wrestle with the remains of sin in the flesh throughout life (p. 327). (g) That we must enter upon, and advance more and more in the practice of the Law of the Decalogue (pp. 85, 86). (h) That the regenerate, although delivered from the curse of the Law, ought nevertheless still to exercise themselves in the Divine Law (p. 718). (i) That the regenerate are not without the Law, though not under the Law, for they live according to the Law of the Lord (p. 722). (k) That the Law ought to be considered by the regenerate as a rule of religion (pp. 596, 717; Appendix, p. 156). (l) That the regenerate do good works; not by compulsion, but spontaneously and freely, as though they had received no command, had heard of no threats, and expected no reward (pp. 596, 701). (m) That with them faith is always occupied in some good work, and he who does not thus perform good works is destitute of true faith, for where there is faith, there are good works (p. 701). (n) That charity and good fruits follow faith and regeneration (pp. 121, 122, 171, 188, 692). (o) Faith and works agree well together, and are inseparably connected; but faith alone lays hold of the blessing without works, and yet it is not alone; hence it is that faith without works is dead (pp. 692, 693). (p) That after man is justified by faith, his faith being then true and alive is operative by charity, for good works always follow justifying faith, and are most certainly discovered with it; thus faith is never alone, but is always accompanied by hope and charity (p. 586). (q) We confess that where good works do not follow faith, in such case it is a false and not a true faith (p. 336). (r) That it is as impossible to separate good works from faith, as heat and light from fire (p. 701). (s) That as the old Adam is always inherent in our very nature, the regenerate have continual need of admonition, doctrine, threatenings, and even of chastisements of the Law, for they are reproved and corrected by the Holy Spirit through the Law (pp. 719, 720, 721). (t) That the regenerate must wrestle with the old Adam, and that the flesh must be kept under by exhortations, threatenings, and stripes, because renovation of life by faith is only begun in the present life (pp. 595, 596, 724). (u) That there remains a perpetual wrestling between the flesh and the spirit, in"
    },
    {
      "section": 17,
      "title": "Page 17",
      "text": "BRIEF EXPOSITION 224 the elect and truly regenerate (pp. 675, 679). (x) That the reason Christ promises remission of sins to good works is that they follow reconciliation, and also because good fruits must necessarily follow, and because they are the signs of the promise (pp. 116, 117). (y) That saving faith is not in those who have not charity, for charity is the fruit which certainly and necessarily follows true faith (p. 688). (z) That good works are necessary on many accounts, but not as a meritorious cause (pp. 11, 17, 64, 95, 133, 589, 590, 702; Appendix, p. 172). (aa) That a regenerate person ought to cooperate with the Holy Spirit, by the new powers and gifts which he has received, but in a certain way (pp. 582, 583, 674, 675; Appendix, p. 144). (bb) In the confession of the churches in the Low Countries, which was received in the Synod of Dort, we read as follows: “Holy faith cannot be inactive in man, for it is a faith working by charity; and works, which proceed from a good root of faith, are good and acceptable before God, like fruits of a good tree; for we are bound by God to good works, but not God to us, inasmuch as it is God that doeth them in us.” 14. Concerning merits, from the Formula Concordiae. (a) That it is false that our works merit remission of sins; false, that men are accounted just by the justice of reason; and false, that reason of its own strength can love God above all things, and do the law of God (p. 64). (b) That faith does not justify because it is in itself so good a work, and so excellent a virtue, but because it lays hold of the merit of Christ in the promise of the gospel (pp. 76, 684). (c) That the promise of remission of sins, and justification for Christ’s sake, does not involve any condition of merit, because it is freely offered (p. 67). (d) That a sinner is justified before God, or absolved from his sins, and from the most just sentence of damnation, and adopted into the number of the sons of God, without any merit of his own, and without any works of his own, whether past, present, or future, of mere grace, and only on account of the sole merit of Christ, which is imputed to him for justice (p. 684). (e) That good works follow faith, remission of sins, and regeneration; and whatever of pollution or imperfection is in them is not accounted sinful or defective, and that for Christ’s sake; and thus that the whole man, both as to his person and his works, is rendered and"
    },
    {
      "section": 18,
      "title": "Page 18",
      "text": "BRIEF EXPOSITION 225 pronounced just and holy, out of mere grace and mercy in Christ, shed abroad, displayed, and magnified towards us; wherefore we cannot glory on account of merit (pp. 74, 92, 93, 336). (f) He who trusts in works, thinking he can merit anything thereby, despises the merit and grace of Christ, and seeks a way to heaven without Christ, by human strength (pp. 16–19). (g) Whosoever desires to ascribe something to good works in the article of justification, and to merit the grace of God thereby, to such a man works are not only useless, but even pernicious (p. 708). (h) The works of the Decalogue are enumerated, and other necessary works, which God vouchsafes to reward (pp. 176, 198). (i) We teach that good works are meritorious, not indeed of remission of sins, grace, and justification, but of other temporal rewards, and even spiritual rewards in this life, and after this life, because Paul says, “Everyone shall receive a reward according to his labor”; and Christ says, “Great will be your reward in the heavens”; and it is often said, that “it shall be rendered unto everyone according to his works”; wherefore we acknowledge eternal life to be a reward, because it is our due according to promise, and because God crowns his own gifts, but not on account of our merits (pp. 96, 133–138). (k) That the good works of believers, when they are performed on account of true causes, and directed to right ends, such as God requires from the regenerate, are signs of eternal salvation; and that God the Father accounts them acceptable and pleasing for Christ’s sake, and promises to them excellent rewards of the present life, and of that which is to come (p. 708). (l) That although good works merit rewards, yet neither from their worthiness nor fitness do they merit the remission of sins, or the glory of eternal life (pp. 96, 135, 139 seq.; Appendix, p. 174). (m) That Christ at the last judgment will pass sentence on good and evil works, as the proper effects and evidences of men’s faith (p. 134; Appendix, p. 187). (n) That God rewards good works, but that it is of grace that he crowns his own gifts, is asserted in the Confession of the Churches in the Low Countries. 15. Concerning free will, from the Formula Concordiae. (a) That man has plenary impotence in spiritual things (pp. 15, 18, 219, 318, 579, 656 seq.; Appendix, p. 141). (b) That man by the fall of"
    },
    {
      "section": 19,
      "title": "Page 19",
      "text": "BRIEF EXPOSITION 226 his first parents is become so totally corrupt, that he is by nature blind with respect to spiritual things which relate to conversion and salvation, and judges the Word of God to be a foolish thing; and that he is and continues to be an enemy to God, until by the power of the Holy Spirit, through preaching and hearing of the Word, he is of mere grace, without any the least cooperation on his part, converted, gifted with faith, regenerated, and renewed (pp. 656, 657). (c) That man is altogether corrupt and dead to what is good, so that in the nature of man, since the fall, and before regeneration, there is not so much as a spark of spiritual strength subsisting or remaining, whereby he can prepare himself for the grace of God, or apprehend it when offered, or of and by himself be capable of receiving it, or understand, believe, embrace, think, will, begin, perfect, act, operate, cooperate in spiritual things, or apply or accommodate himself to grace, or contribute anything towards his conversion, either in the whole, the half, or the least part (pp. 656, 658). (d) That man in spiritual and Divine things, which regard salvation, is like the statue of salt into which Lot’s wife was turned, and like a stock or a stone without life, which have neither the use of eyes, mouth, nor any of the senses (pp. 661, 662). (e) That still man has a locomotive power, by virtue whereof he can govern his outward members, attend public assemblies, and hear the Word and the Gospel; but that in his private thoughts he despises it as a foolish thing; and in this respect is worse than a stock, unless the Holy Spirit is efficacious in him (pp. 662, 671, 672, 673). (f) That still it is not with man in his conversion, as in the forming of a stone into a statue, or the stamping of an impression upon wax, which have neither knowledge, sense, nor will (pp. 662, 681). (g) That man in his conversion is a merely passive subject, and not an active one (pp. 662, 681). (h) That man in his conversion does not at all cooperate with the Holy Spirit (pp. 219, 579, 583, 672, 676; Appendix, pp. 143, 144). (i) That man since the fall retains and possesses the faculty of knowing natural things, as also free will in some measure to choose natural and civil good (pp. 14, 218, 641, 664; Appendix, p. 142). (j) That the assertions of certain fathers, and modern doctors, that God draws man, but draws him in a manner consistent with his will, are not"
    },
    {
      "section": 20,
      "title": "Page 20",
      "text": "BRIEF EXPOSITION 227 consonant with Holy Scripture (pp. 582, 583). (k) That man, when he is born again by the power of the Holy Spirit, cooperates, though in much weakness, from the new powers and gifts which the Holy Spirit has begun to operate in him at his conversion, not indeed forcibly, but spontaneously (pp. 582, seq., 673–675; Appendix, p. 144). (l) That in the regenerate, not only the gifts of God, but likewise Christ himself dwells by faith, as in his temples (pp. 695, 697, 698; Appendix, p. 130). (m) There is an immense difference between baptized and not baptized men; for it is the doctrine of Paul that all who have been baptized have put on Christ, and are truly regenerate, having thereby acquired a freedom of will, that is to say, being again made free, as Christ testifies, whence they not only hear the Word of God, but are likewise enabled, though in much weakness, to assent to it and embrace it by faith (p. 675). It is proper to observe, that the foregoing extracts are taken from a book called Formula Concordiae, which was composed by men attached to the Augsburg Confession; but that nevertheless the like doctrines concerning justification by faith alone are maintained and taught by the Reformed in England and Holland; wherefore the following treatise is intended for all; see below (n. 17, 18). A Sketch of the Doctrinals of the New Church 16. There now follows a brief exposition of the doctrine of the new church, which is meant by the new Jerusalem in Revelation (chaps. 21 and 22). This doctrine, which is not only a doctrine of faith, but also of life, will be divided in the work itself into three parts. The first part will treat: 1. Of the Lord God the savior, and of the Divine trinity in him. 2. Of the Sacred Scripture, and its two senses, the natural and the spiritual, and of its holiness thence derived."
    },
    {
      "section": 21,
      "title": "Page 21",
      "text": "BRIEF EXPOSITION 228 3. Of love to God, and love towards our neighbor, and of their agreement. 4. Of faith, and its conjunction with those two loves. 5. Of the doctrine of life from the commandments of the Decalogue. 6. Of reformation and regeneration. 7. Of free will, and man’s cooperation with the Lord thereby. 8. Of baptism. 9. Of the holy supper.10. Of heaven and hell. 11. Of man’s conjunction therewith, and of the state of man’s life after death according to that conjunction. 12. Of eternal life. The second part will treat: 1. Of the consummation of the age, or end of the present church. 2. Of the coming of the Lord. 3. Of the last judgment. 4. Of the new church, which is the new Jerusalem. The third part will point out the disagreements between the dogmas of the present church, and those of the new church. But we"
    },
    {
      "section": 22,
      "title": "Page 22",
      "text": "BRIEF EXPOSITION 229 will dwell a little upon these now, because it is believed both by the clergy and laity, that the present church is in the light itself of the Gospel and in its truths, which cannot possibly be disproved, overturned, or controverted, not even by an angel if one should descend from heaven; neither does the present church see any otherwise, because it has withdrawn the understanding from faith, and yet has confirmed its dogmas by a kind of sight beneath the understanding, for falsities may there be confirmed even so as to appear like truths; and falsities there confirmed acquire a fallacious light, before which the light of truth appears as thick darkness. For this reason we shall here dwell a little upon this subject, mentioning the disagreements, and illustrating them by brief remarks, that such as have not their understanding closed by a blind faith, may see them as at first in twilight, and afterwards as in morning light, and at length, in the work itself, as in the light of day. The disagreements in general are as follows. 1 17. The churches which by the Reformation separated themselves from the Roman Catholic Church, differ in various things; but they all agree in the articles concerning a trinity of persons in the divinity, original sin from Adam, imputation of the merit of Christ, and justification by faith alone. Brief Analysis 18. The churches which by the Reformation separated themselves from the Roman Catholic Church, are from those who call themselves Evangelical and Reformed, likewise Protestants, or from the names of their leaders, Lutherans and Calvinists, among which the church of England holds the middle place. We shall say nothing here of the Greek church, which long ago separated from"
    },
    {
      "section": 23,
      "title": "Page 23",
      "text": "BRIEF EXPOSITION 230 the Roman Catholic church. That the Protestant churches differ in various things, particularly concerning the Holy Supper, baptism, election, and the person of Christ, is known to many; but that they all agree in the articles of a trinity of persons in the divinity, original sin, imputation of the merit of Christ, and justification by faith alone, is not universally known. The reason of this is that few study into the differences of dogmas among the churches, and consequently the agreements. It is only the clergy that study the dogmas of their church, while the laity rarely enter deeply into them, and consequently into their differences. That nevertheless they agree in the four articles above mentioned, both in their general principles, and in most of the particulars, will appear evident to anyone if he will consult their books, or attend to their sermons. This, however, is premised and brought to the attention, on account of what follows. 2 19. The Roman Catholics, before the Reformation, taught exactly the same things as the Reformed did after it, concerning the four articles mentioned above, namely, a trinity of persons in the divinity, original sin, the imputation of the merit of Christ, and justification by faith therein, only with this difference, that they conjoined that faith with charity or good works. Brief Analysis 20. That there is such a conformity between the Roman Catholics and the Protestants in these four articles, so that there is scarcely any important difference, except that the former conjoin faith and charity, while the latter divide between them, is scarcely known to anyone, and indeed is so unknown, that the learned themselves will wonder at the assertion. The reason of this ignorance is that the Roman Catholics rarely approach God our savior, but instead of him, the Pope as his vicar, and likewise the saints; hence they have deeply buried in oblivion their dogmas"
    },
    {
      "section": 24,
      "title": "Page 24",
      "text": "BRIEF EXPOSITION 231 concerning the imputation of the merit of Christ and justification by faith. Nevertheless, that these dogmas are received and acknowledged by them, evidently appears from the decrees of the Council of Trent, quoted above (n. 3–8) and confirmed by Pope Pius IV (n. 2). If these be compared with the dogmas extracted from the Augsburg Confession, and from the Formula Concordiae thence derived (n. 9–12), the difference between them will be found to be more verbal than real. The doctors of the church, by reading and comparing the above passages together, may indeed see some conformity between them, but still rather obscurely; that these, therefore, as well as those who are less learned, and also the laity, may see this, the subject shall be more clearly illustrated in what follows. 3 21. The leading reformers, Luther, Melancthon, and Calvin, retained all the dogmas concerning a trinity of persons in the divinity, original sin, imputation of the merit of Christ, and justification by faith, just as they were and had been with the Roman Catholics; but they separated charity or good works from that faith, and declared that they were not at the same time saving, with a view to being totally severed from the Roman Catholics as to the very essentials of the church, which are faith and charity. Brief Analysis 22. That the four articles above mentioned, as at present taught in the churches of the Reformed, were not new, and first broached by those three leaders, but were handed down from the time of the Council of Nice, and taught by the writers after that period, and thus preserved in the Roman Catholic church, is evident from the books of ecclesiastical history. The reason the Roman Catholics and the Reformed agree in the article of a trinity of persons in the divinity is that they both acknowledge the three creeds, the Apostles’, the Nicene, and the Athanasian, in which a trinity is"
    },
    {
      "section": 25,
      "title": "Page 25",
      "text": "BRIEF EXPOSITION 232 taught. That they agree in the article of the imputation of the merit of Christ, is evident from the extracts from the Council of Trent (n. 3-8) compared with those from the Formula Concordiae (n. 10- 15). Their agreement in the article of justification shall now be the subject of discussion. 23. The Council of Trent delivers this concerning justifying faith: “It has always been the consensus of the Catholic church, that faith is the beginning of man’s salvation, the foundation and root of all justification, without which it is impossible to please God, and attain to the fellowship of his sons,” see above (n. 5). (a) Also, “That faith comes by hearing the Word of God” (n. 4). (c) Moreover, that the Roman Catholic council joined faith and charity, or faith and good works, may clearly be seen from the quotations above (n. 4, 5, 7, 8). But that the Reformed churches, from their leaders, have separated them, declaring salvation to consist in faith, and not at the same time in charity or works, to the intent that they might be totally severed from the Roman Catholics, as to the very essentials of the church, which are faith and charity, I have frequently heard from the above-mentioned leaders themselves. As also, that they established such separation by the following considerations, namely, “that no one can do good which confers salvation of himself, nor can he fulfil the law”; and moreover, lest thereby any merit in man should enter into faith. That from these principles, and with this view, they excluded the goods of charity from faith, and thereby also from salvation, is plain from the quotations from the Formula Concordiae above (n. 12); among which are these: That faith does not justify, as being formed by charity, as the Papists allege (n. 12). (b) That the position that good works are necessary to salvation ought to be rejected for many reasons, and among others, because they are accepted by the Papists to support an evil cause (n. 12). (h) That the decree of the Council of Trent that good works preserve and retain salvation and faith, is deservedly to be rejected, n. 12; (n) besides many other things there. That still, however, the Reformed conjoin faith and charity into one at the same time saving, and only differ from the Roman Catholics respecting the quality of the works, will be shown in the following article."
    },
    {
      "section": 26,
      "title": "Page 26",
      "text": "BRIEF EXPOSITION 233 4 24. Nevertheless the leading reformers adjoined good works, and also conjoined them to their faith, but in man as a passive subject; whereas the Roman Catholics conjoin them in man as an active subject; and that notwithstanding this, there is actually a conformity between the one and the other as to faith, works, and merits. Brief Analysis 25. That the leading reformers, although they separated faith and charity, still adjoined and even conjoined them, but would not admit of their being united into one, so as to be both together saving, is evident from their books, sermons, and declarations; for after they have separated them, they conjoin them, and even express this conjunction in clear terms, and not in such as admit of two senses; as for instance in the following. That faith after justification is never alone, but is accompanied by charity or good works, and if not, that faith is not living but dead, see above, n. 13 (o) (p) (q) (r) (y) (bb). Yea that good works necessarily follow faith, n. 13 (x) (y) (z). Then that the regenerate person, by new powers and gifts, cooperates with the Holy Spirit, n. 13 (aa). That the Roman Catholics teach exactly the same is plain from the passages collected from the Council of Trent (n. 4–8). 26. That the reformers profess nearly the same things with the Roman Catholics concerning the merits of works, is evident from the following quotations from the Formula Concordiae. That good works are rewarded by virtue of the promise and by grace, and that from thence they merit rewards both temporal and spiritual, n. 14 (i) (k) (l) (n). And that God crowns his own gifts with a reward, n. 14 (n). The like is asserted in the Council of Trent, namely, that God of his grace makes his own gifts to be merits, n. 5 (f). And moreover, that salvation is not of works, but of promise and grace, because God operates them by the Holy Spirit, n. 5 (e) (f) (g) (h) (i) (k)."
    },
    {
      "section": 27,
      "title": "Page 27",
      "text": "BRIEF EXPOSITION 234 27. From comparing the one and the other, it appears at the first view, as though there were an entire conformity between them; but lest this should be the case, the reformers distinguished between the works of the law proceeding from man’s purpose and will, and works of the spirit proceeding from faith as from a free and spontaneous source, which latter they called the fruits of faith, as may be seen above, n. 11. (h) (l), and n. 13 (a) (i) (l), and n. 15 (k). Hence, on an accurate examination and comparison, there does not appear to be any difference in the works themselves, but only in the quality of them, namely, that the latter sort proceed from man as from a passive subject, but the former as from an active subject; consequently they are spontaneous when they proceed from man’s understanding, and not at the same time from his will. This is said because man, while he does good works, cannot but be conscious that he is doing them, and consciousness is from the understanding. Nevertheless, as the Reformed likewise preach the exercise of repentance, and wrestlings with the flesh, n. 13 (d) (e) (f) (g) (h) (k), and these cannot be done by man but from his purpose and will, and thus by him as from himself, it follows, that there is still an actual conformity. 28. As regards free will in conversion, or in the act of justification, it appears as if their dogmas were entirely opposite to each other; but that they still agree, may be seen if we duly consider and compare the passages transcribed from the Council of Trent, n. 6 (a) (b), with those from the Formula Concordiae, n. 15 (m); for in Christian countries all are baptized, and from thence are in a state of free will, so as to be enabled not only to hear the Word of God, but likewise to assent to the same, and embrace it by faith; consequently no one in the Christian world is like a stock. 29. Hence then appears the truth of what is asserted (n. 19 and n. 21), namely, that the reformers derived their opinions concerning a trinity of persons in the divinity, original sin, the imputation of the merit of Christ, and justification by faith, from the Roman Catholics. These things have been advanced, in order to point out the origin of their dogmas, especially the origin of the separation of faith from good works, or the doctrine of faith alone, and to show that it was with no other view than to be severed from the Roman Catholics, and that, after all, their disagreement is more"
    },
    {
      "section": 28,
      "title": "Page 28",
      "text": "BRIEF EXPOSITION 235 in words than in reality. From the passages above adduced, it evidently appears upon what foundation the faith of the Reformed churches has been erected and from what inspiration it took its rise. 5 30. The whole system of theology in the Christian world at this day is founded on an idea of three Gods, arising from the doctrine of a trinity of persons. Brief Analysis 31. We will first say something concerning the origin or source from whence the idea of a trinity of persons in the divinity, and thereby of three Gods, proceeded. There are three creeds, which are called the Apostles’, the Nicene, and the Athanasian, which specifically teach a trinity: the Apostles’ and the Nicene assert simply a trinity, but the Athanasian a trinity of persons. These three creeds are to be met with in many psalters, the Apostles’ Creed next the Psalm which is sung, the Nicene after the Decalogue, and the Athanasian apart by itself. The Apostles’ Creed was written after the times of the Apostles; the Nicene Creed at the Council of Nice, a city of Bithynia, to which all the bishops in Asia, Africa, and Europe, were summoned by the Emperor Constantine, in the year 325; but the Athanasian Creed was composed since that council by one or more persons, with an intent utterly to overthrow the Arians and was afterwards received by the churches as ecumenical. In the two former creeds the confession of a trinity was evident, but from the third or Athanasian Creed the profession of a trinity of persons was spread abroad; that hence arose the idea of three Gods, shall now be shown. 32. That there is a Divine trinity, is manifest from the Lord’s words in Matthew: Jesus said, go make disciples of all nations, baptizing them in the name of the Father, of the Son, and of the Holy Spirit (Matt. 28:19)."
    },
    {
      "section": 29,
      "title": "Page 29",
      "text": "BRIEF EXPOSITION 236 When Jesus was baptized, lo, the heavens were opened unto him, and he saw the Holy Spirit descending like a dove, and coming upon him, and lo, a voice from heaven, this is my beloved Son, in whom I am well pleased (Matt. 3:16, 17). The reason the Lord sent his disciples to baptize in the name of the Father, Son, and Holy Spirit was that in him then glorified there was the Divine trinity; for in verse 18, he says: All power is given unto me in heaven and in earth (Matt. 28:18). And in the 20th verse: Lo, I am with you all the days, even unto the consummation of the age (Matthew 28:20). Thus he spoke of himself alone, and not of three. And in John: The Holy Spirit was not yet, because Jesus was not yet glorified (John 7:39). The former words he uttered after his glorification, and his glorification was his complete unition with his Father, Who was the Divine itself in him from conception; and the Holy Spirit was the Divine proceeding from him glorified (John 20:22). 33. The reason the idea of three Gods has principally arisen from the Athanasian Creed, where a trinity of persons is taught, is that the word “person” begets such an idea, which is further implanted in the mind by the following words in the same Creed: “There is one Person of the Father, another of the Son, and another of the Holy Spirit”; and afterwards: “The Father is God and Lord, the Son is God and Lord, and the Holy Spirit is God and Lord”; but more especially by these: “For like as we are compelled by the Christian verity to acknowledge every Person by himself to be God and Lord, so are we forbidden by the Catholic religion to say there be three Gods or three Lords”; the result of which words is this, that by the Christian verity we are bound to confess and acknowledge three Gods and three Lords, but by the Catholic"
    },
    {
      "section": 30,
      "title": "Page 30",
      "text": "BRIEF EXPOSITION 237 religion we are not allowed to say, or to name three Gods and Lords; consequently we may have an idea of three Gods and Lords, but not an oral confession of them. Nevertheless, that the doctrine of the trinity in the Athanasian Creed is agreeable to the truth, if only instead of a trinity of persons there be substituted a trinity of person, which trinity is in God the savior Jesus Christ, may be seen in the Doctrine of the New Jerusalem concerning the Lord, published at Amsterdam in the year 1763 (n. 55–61). 34. It is to be observed, that in the Apostles’ Creed it is said, “I believe in God the Father, in Jesus Christ, and in the Holy Spirit”; in the Nicene Creed, “I believe in one God, the Father, in one Lord Jesus Christ, and in the Holy Spirit,” thus only in one God; but in the Athanasian Creed it is, “In God the Father, God the Son, and God the Holy Spirit,” thus in three Gods. But whereas the authors and favorers of this creed clearly saw that an idea of three Gods would unavoidably result from the expressions therein used, therefore, in order to remedy this, they asserted that one substance or essence belongs to the three; but still there arises from thence no other idea, than that there are three Gods unanimous and agreeing together; for when it is said of the three that their substance or essence is one and indivisible, it does not remove the idea of three, but confounds it, because the expression is a metaphysical one, and the science of metaphysics, with all its ingenuity, cannot of three Persons, each whereof is God, make one; it may indeed make of them one in the mouth, but never in the idea. 35. That the whole Christian theology at this day is founded on an idea of three Gods, is evident from the doctrine of justification, which is the head of the doctrines of the church with Christians, both among Roman Catholics and Protestants. That doctrine sets forth that God the Father sent his Son to redeem and save men, and give the Holy Spirit to operate the same; every man who hears, reads, or repeats this, cannot but in his thought, that is, in his idea, divide God into three, and perceive that one God sent another, and operates by a third. That the same thought of a Divine trinity distinguished into three Persons, each whereof is God, is continued"
    },
    {
      "section": 31,
      "title": "Page 31",
      "text": "BRIEF EXPOSITION 238 throughout the rest of the doctrinals of the present church, as from a head into its body, will be demonstrated in its proper place. In the meantime consult what has been premised concerning justification, consult theology in general and in particular, and at the same time, consult yourself, while listening to preachings in temples, or while praying at home, whether you have any other perception and thought thence resulting than of three Gods; and especially while you are praying or singing first to one, and then to the other two separately, as is often done. Hence is established the truth of the proposition, that the whole theology in the Christian world at this day, is founded on an idea of three Gods. 36. That a trinity of Gods is contrary to the Sacred Scripture, is known, for we read: Am not I Jehovah, and there is no God else beside me, a just God and a savior, there is none beside me (Isa. 45:21, 22). I Jehovah am thy God, and thou shalt acknowledge no God beside me, and there is no savior beside me (Hos. 13:4). Thus said Jehovah the King of Israel and his redeemer, Jehovah of Hosts, I am the First and the Last, and beside me there is no God (Isa. 46:6). Jehovah of Hosts is his name, and thy redeemer the Holy One of Israel, the God of the whole earth shall he be called (Isa. 54:5). In that day Jehovah shall be King over the whole earth; in that day there shall be one Jehovah, and his name One (Zech. 14:9). Beside many more passages elsewhere. 37. That a trinity of Gods is contrary to enlightened reason, may appear from many considerations. What man of sound reason can bear to hear that three Gods created the world; or that creation and preservation, redemption and salvation, together with reformation and regeneration, are the work of three Gods, and not of one God? And on the other hand, what man of sound reason is not willing to"
    },
    {
      "section": 32,
      "title": "Page 32",
      "text": "BRIEF EXPOSITION 239 hear that the same God who created us, redeemed us, and regenerates and saves us? As the latter sentiment, and not the former, enters into the reason, there is therefore no nation upon the face of the whole earth, possessed of religion and sound reason, but what acknowledges one God. That the Mohammedans, and certain nations in Asia and Africa, abhor Christianity, because they believe that it worships three Gods, is known; and the only answer of the Christians is that the three have one essence, and thus are one God. I can affirm that from the reason which has been given me, I can clearly see, that neither the world, nor the angelic heaven, nor the church, nor anything therein, could have existed, nor can subsist, but from one God. 38. Here I will add something from the confession of the Dutch churches received at the Synod of Dort, which is this: “I believe in one God, who is one essence, in which are three Persons, truly and really distinct, incommunicable properties from eternity, namely, the Father, the Son, and the Holy Spirit; the Father is of all things, both visible and invisible, the cause, origin, and beginning; the Son is the Word, wisdom, and image of the Father; the Holy Spirit is the eternal virtue and power proceeding from the Father and the Son. However, it must be confessed that this doctrine far exceeds the comprehension of the human mind; we must therefore wait till we come to heaven for a perfect knowledge thereof.” 6 39. The dogmas of that theology appear to be erroneous after the idea of a trinity of persons, and thence of three Gods, has been rejected, and the idea of one God in whom is the Divine trinity is received in its stead."
    },
    {
      "section": 33,
      "title": "Page 33",
      "text": "BRIEF EXPOSITION 240 Brief Analysis 40. The reason the dogmas of the present church, which are founded upon the idea of three Gods, derived from the doctrine of a trinity of persons literally understood, appear erroneous, after the idea of one God, in whom is the Divine trinity, has been received in its stead, is that till this truth is received, we cannot see what is erroneous. The case herein is like a person, who in the nighttime, by the light of some stars only, sees various objects, especially images, and believes them to be living men; or like one, who in the twilight before sunrise, as he lies in his bed, fancies he sees specters in the air, and believes them to be angels; or like a person, who sees many things in the delusive light of fantasy, and believes them to be real; such things, it is known, do not appear according to their true qualities, until the person comes into the light of the day, that is, until he comes into the light of the understanding awake. The case is the same with the spiritual things of the church, which have been erroneously and falsely perceived, and also confirmed, when genuine truths also present themselves to be seen in their own light, which is the light of heaven. Who is there that cannot understand that all dogmas founded on the idea of three Gods must be interiorly erroneous and false? I say interiorly, because the idea of God enters into all things of the church, religion, and worship; and theological matters have their residence above all others in the human mind, and the idea of God is in the supreme place there; wherefore if this be false, all beneath it, in consequence of the principle from whence they flow, must likewise be false or falsified; for that which is supreme, being also the inmost, constitutes the very essence of all that is derived from it; and the essence, like a soul, forms them into a body, after its own image; and when in its descent it lights upon truths, it even infects them with its own blemish and error. The idea of three Gods in theology may be compared to a disease seated in the heart or lungs, in which the patient fancies himself to be in health, because his physician, not knowing his disease, persuades him that he is so; but if the physician knows it, and still persuades, he may justly be charged with deep malignity."
    },
    {
      "section": 34,
      "title": "Page 34",
      "text": "BRIEF EXPOSITION 241 7 41. Then truly saving faith, which is faith in one God, united with good works, is acknowledged and received. Brief Analysis 42. The reason this faith, which is a faith in one God, is acknowledged and received as truly saving, when the former faith, which is a faith in three gods, is rejected, is that till this is the case it cannot be seen in its own form; for the faith of the present day is set forth as the only saving faith, because it is a faith in one God, and a faith in the savior; but still there are two faces of that faith, the one internal and the other external; its internal face is formed from the perception of three Gods, for who perceives or thinks otherwise? Let everyone consult himself; but its external face is formed from the confession of one God, for who confesses or speaks otherwise? Let everyone consult himself. These two faces are altogether discordant with each other; so that the external is not acknowledged by the internal, nor is the internal known by the external. From this disagreement, and the vanishing of the one out of sight of the other, a confused idea of things pertaining to salvation has been conceived and brought forth in the church. It is otherwise when the internal and external faces agree together, and mutually regard and acknowledge each other as one unanimous thing; that this is the case, when one God, in whom is the Divine trinity, is not only perceived by the mind, but is likewise acknowledged by the mouth, is self-evident. That the dogma of the Father’s being alienated from mankind is then abolished, and thence also that of his reconciliation; and that an altogether different doctrine goes forth concerning imputation, remission of sins, regeneration, and salvation thence derived, will clearly be seen in the work itself, in the light of reason illustrated by Divine truths from the Sacred Scripture. This faith is called a faith united with good works, because faith in one God without union with good works is not given."
    },
    {
      "section": 35,
      "title": "Page 35",
      "text": "BRIEF EXPOSITION 242 8 43. And this faith is in God the savior Jesus Christ which in its simple form is as follows: 1. That there is one God in whom is the Divine trinity, and he is the Lord Jesus Christ. 2. Saving faith is to believe in him. 3. Evils ought to be shunned because they are of the devil and from the devil. 4. Goods ought to be done because they are of God and from God. 5. And they ought to be done by man as of himself, but it is to be believed that they are from the Lord, with him and through him. Brief Analysis 44. This is the faith of the new church in its simple form, which will appear more fully in the Appendix, and in its full form in the work itself, in its First Part; where we shall treat of the Lord God the savior, and of the trinity in him; of love to God, and love towards the neighbor; of faith and its conjunction with those two loves; and also in the other parts, which will follow in order there. But it is necessary that this preliminary concerning that faith should here be briefly illustrated. Its first, namely, That there is one God, in whom there is the Divine trinity, and he is the Lord Jesus Christ, is summarily illustrated in the following manner. It is a certain and established truth, that God is one, and his essence is indivisible, and that there is a trinity; since, therefore, God is one, and his essence is indivisible, it follows, that God is one person, and when he is one person, that the trinity is in that person. That this is the Lord Jesus Christ, appears from this, that he was conceived from God the Father (Luke 1:34, 35); and thus as to his soul and life itself he is God; and therefore, as he himself said, that: The Father and he are One (John 10:30). He is in the Father, and the Father in him (John 14:10, 11). He who seeth him and knoweth him, seeth and knoweth the Father (John 14:7, 9)."
    },
    {
      "section": 36,
      "title": "Page 36",
      "text": "BRIEF EXPOSITION 243 No one seeth and knoweth the Father, but he who is in the bosom of the Father (John 1:18). All things of the Father are his (John 3:35; 16:15). He is the way, the truth, and the life, and no one cometh unto the Father but by him (John 14:6); thus from him, because he is in him, and thus is he himself; and according to Paul that: All the fullness of divinity dwells in him bodily (Col. 2:9). And according to Isaiah: Unto us a boy is born, unto us a son is given, whose name is God, Father of eternity (Isa. 9:5). He hath power over all flesh (John 17:2). He hath all power in heaven and on earth (Matt. 28:18). Thence it follows that he is the God of heaven and earth. Second, that saving faith is to believe in him, is illustrated by these: Jesus said, he that believeth in me shall not die to eternity, but shall live (John 11:25, 26). This is the will of the Father, that everyone who believeth in the son may have eternal life (John 6:40). God so loved the world that he gave his only-begotten son, that whosoever believeth in him, should not perish, but have eternal life (John 3:15, 16). He that believeth in the son hath eternal life, but he that believeth not the son shall not see life, but the wrath of God abideth on him (John 3:36)."
    },
    {
      "section": 37,
      "title": "Page 37",
      "text": "BRIEF EXPOSITION 244 The three remaining propositions, namely, that evils ought to be shunned, because they are of the devil and from the devil; and that goods ought to be done, because they are of God and from God; but that it is to be believed that they are from the Lord, with him and through him. There is no need to illustrate and demonstrate these; for the whole Sacred Scripture, from beginning to end, proves them, and, in short, teaches nothing else but to shun evils, and do goods, and to believe in the Lord God. Besides, without these three there is not any religion, for religion is of the life; and life is to shun evils and do goods, and man cannot do goods and shun evils except as of himself. Wherefore if these three are removed from the church, the Sacred Scripture, together with religion, is likewise removed at the same time; which being removed the church is not a church. For a further account of the faith of the new church, in its universal and particular form, see below (n. 116, 117); all which will be demonstrated in the work itself. 9 45. The faith of the present day has separated religion from the church, since religion consists in the acknowledgment of one God and in the worship of him from the faith of charity. Brief Analysis 46. What nation is there in the whole world which has religion and sound reason that does not know and believe that there is one God, and that to do evils is contrary to him, and that to do goods is with him, and that man must do this from his soul, from his heart, and from his strength, although they inflow from God, and that herein religion consists? Who therefore does not see, that to confess three persons in the divinity, and to declare that in good works there is nothing of salvation, is to separate religion from the church? For it is declared that in good works there is not salvation, in these words: That faith justifies without good works, n. 12 (a) (b); that works are not necessary to salvation, nor to faith, because"
    },
    {
      "section": 38,
      "title": "Page 38",
      "text": "BRIEF EXPOSITION 245 salvation and faith are neither preserved nor retained by good works, n. 12 (g) (h) (m) (n); consequently, that there is no bond of conjunction between faith and good works. It is indeed said afterwards that good works nevertheless spontaneously follow faith, as fruit is produced from a tree, n. 13 (i) (n). But then who does them, yea, who thinks of them, or who is spontaneously led to perform them, while he knows and believes that they contribute nothing to salvation, and also, that no one can do any good thing towards salvation of himself, and so on? If it is said that still they have conjoined faith with good works, we reply, this conjunction, when closely inspected, is not conjunction, but it is mere adjunction, and this only like a superfluous appendage, that neither coheres nor adheres in any other manner than as a dark background to a picture, from which the picture appears more living. And because religion is of the life, and this consists in good works according to the truths of faith, it is evident that religion is the picture itself, and not the mere appendage; yea, with many it is like the tail of a horse, which because it avails nothing, may be cut off at pleasure. Who can rationally conclude otherwise, while he perceives such expressions as these according to their obvious meaning: That it is a folly to dream that the works of the second table of the Decalogue justify before God, n. 12 (d); and these: That if anyone believes he shall therefore obtain salvation, because he hath charity, he brings reproach upon Christ, n. 12 (e); as also these: That good works are utterly to be excluded, in treating of justification and eternal life, n. 12 (f); with more to the same purpose? Who, therefore, when he reads afterwards, that good works necessarily follow faith, and that if they do not follow, the faith is a false and not a true faith, n. 13 (p) (q) (y), with more to the same purpose, attends to it? Or if he attends to it, understands whether such good works are attended with any perception? Yet good flowing forth from man without perception is inanimate as if from a statue. But if we inquire more deeply into the rise of this doctrine, it will appear as though the leading reformers first laid down faith alone as their rule, in order that they might be severed from the Roman Catholics, as mentioned above (n. 21–23); and"
    },
    {
      "section": 39,
      "title": "Page 39",
      "text": "BRIEF EXPOSITION 246 that afterwards they adjoined thereto the works of charity, that it might not appear to contradict the Sacred Scripture, but have the semblance of religion, and thus be healed. 10 47. The faith of the present church cannot be conjoined with charity and produce any fruits which are good works. Brief Analysis 48. Before this is demonstrated, we shall first explain the origin and nature of charity, and the origin and nature of faith, and thus the origin and nature of good works, which are called fruits. Faith is truth, wherefore the doctrine of faith is the doctrine of truth; and the doctrine of truth is of the understanding, and thence of the thought, and from this of the speech; wherefore it teaches what should be willed and what should be done; thus that evils are to be shunned, and which in particular; and that goods are to be done, and which in particular. When man does goods then goods thence conjoin themselves with truths, because the will is conjoined with the understanding, for good is of the will, and truth is of the understanding; from this conjunction the affection of good exists, which in its essence is charity, and the affection of truth, which in its essence is faith, and these two united together constitute a marriage. From this marriage good works are produced, as fruits from a tree; and hence they are the fruits of good, and the fruits of truth; the latter are signified in the Word by grapes, but the former by olives. 49. From this generation of good works it is evident that faith alone cannot possibly produce or beget any works that are called fruits, any more than a woman alone without a man can produce any offspring; wherefore the fruits of faith is an empty expression and word. Besides, in the whole world nothing ever was or can be"
    },
    {
      "section": 40,
      "title": "Page 40",
      "text": "BRIEF EXPOSITION 247 produced, but from a marriage, one of which has relation to good, and the other to truth, or in the opposite sense, one to evil, and the other to falsity; consequently no works can be conceived, much less be born but from such marriage, good works from the marriage of good and truth, and evil works from the marriage of evil and falsity. 50. The reason charity cannot be conjoined with the faith of the present church, and consequently why good works cannot be born from any marriage, is that imputation supplies everything, remits guilt, justifies, regenerates, sanctifies, imparts the life of heaven and thus salvation, and all this freely, without any works of man; what then is charity, which ought to be united with faith, but something superfluous and vain, and a mere addition and supplement to imputation and justification, to which nevertheless it is of no avail? Besides, a faith founded on the idea of three Gods is erroneous, as has been shown above (n. 39, 40); and with an erroneous faith, charity that in itself is charity cannot be conjoined. There are two reasons given for believing that there is no bond of union between faith and charity; the one is that they make their faith spiritual but their charity merely natural and moral; thus they suppose that no connection is possible between what is spiritual and what is natural. The other reason is the fear that anything of man, and so anything of merit, should inflow into their faith alone, as saving. Furthermore, between charity and that faith there is no bond, but there is with the new faith, which may be seen below (n. 116, 117). 11 51. From the faith of the present church there results a worship of the mouth and not of the life, whereas the worship of the mouth is accepted by the Lord according to the worship of the life."
    },
    {
      "section": 41,
      "title": "Page 41",
      "text": "BRIEF EXPOSITION 248 Brief Analysis 52. This is testified by experience. How many are there at this day, who live according to the commandments of the Decalogue, and other precepts of the Lord, from religion? And how many are there at this day, who desire to look their own evils in the face, and to perform actual repentance, and thus enter upon the worship of the life? And who among those that cultivate piety, perform any other repentance than oral and oratorical, confessing themselves to be sinners, and praying, according to the doctrine of the church, that God the Father, for the sake of his Son, who suffered upon the cross for their sins, took away their damnation, and atoned for them with his blood, would mercifully forgive their transgressions, that so they might be presented without spot or blemish before the throne of his judgment? Who does not see, that this worship is of the lungs only, and not of the heart, consequently that it is external worship, and not internal? For he prays for the remission of sins, when yet he does not know one sin with himself; and if he did know of any, he would cover it over with favor and indulgence, or with a faith that is to purify and absolve him, without any works of his. But this is comparatively like a servant going to his master with his face and clothes defiled with soot and filth, and saying, Sir, wash me. Would not his master say to him, you foolish servant, what are you saying? See! there is water, soap, and a towel; do you not have hands and the ability to use them? Wash yourself. Thus also the Lord God will say, The means of purification are from me, and from me you have will and power, wherefore use my gifts and talents as your own, and you will be purified. Take another example by way of illustration. Suppose you should pray a thousand times at home and in temples, that God the Father, for the sake of his son, would preserve you from the devil, and should not at the same time, from the freedom in which you are perpetually held by the Lord, keep yourself from evil, and so from the devil; you could not in this case be preserved even by legions of angels sent from the Lord; for the Lord cannot act contrary to his own Divine order, and his order is that man should examine himself, see his evils, resist them, and this as of himself, yet from the Lord. This does not indeed at this day appear to be the Gospel,"
    },
    {
      "section": 42,
      "title": "Page 42",
      "text": "BRIEF EXPOSITION 249 nevertheless it is the Gospel, for the Gospel is salvation by the Lord. The reason the worship of the mouth is accepted by the Lord according to the worship of the life is that the speech of man before God, and before angels, has its sound from the affection of his love and faith, and these two are in man according to his life; wherefore, if the love of God and faith in him are in your life, the sound of your voice will be like that of a dove; but if self-love and self- confidence are in your life, the sound of your voice will be like that of an owl, howsoever you may bend your voice to imitate the voice of a turtle dove. The spiritual, which is within the sound, effects this. 12 53. The doctrine of the present church is interwoven with many paradoxes, which are to be embraced by faith; and therefore its dogmas gain admission into the memory only and not into any part of the understanding above the memory, but merely into confirmations below it. Brief Analysis 54. The rulers of the church insist that the understanding is to be kept under obedience to faith, yea that faith, properly speaking, is a faith in what is unknown, which is blind, or a faith of the night. This is the first paradox; for faith is of truth, and truth is of faith; and truth, before it can become an object of faith, should be in its own light and be seen; otherwise what is false may be believed. The paradoxes flowing from such a faith are many; as that God the Father begot a Son from eternity, and that the Holy Spirit proceeds from both, and that each is a Person by himself, and God; that the Lord both as to his soul and body, is from the mother; that those three Persons, consequently three Gods, created the universe; and that one of them descended, and assumed the human, to reconcile the Father, and thus to save men; and that they who by grace"
    },
    {
      "section": 43,
      "title": "Page 43",
      "text": "BRIEF EXPOSITION 250 obtain faith, and believe these paradoxes, are saved by the imputation, application, and translation of his justice to themselves; and that man, at his first reception of that faith, is like a statue, a stock, or a stone, and that faith inflows by the mere hearing of the Word; and that faith alone without the works of the law, and not formed from charity, is saving; and that it produces the remission of sins without any previous repentance; and that, merely by virtue of such remission of sins, the impenitent are justified, regenerated, and sanctified; and that afterwards charity, good works, and repentance spontaneously follow. Besides many similar things, which, like offspring from an illegitimate bed, have all issued from the doctrine founded on the idea of three Gods. 55. What wise man does not see that such things enter only into the memory, and not into the understanding above the memory, although they may be confirmed by reasonings from appearances and fallacies below it? For to the human understanding there are two kinds of light, one from heaven, and the other from the world. The light from heaven, which is spiritual, flows into the human mind above the memory, but the light from the world, which is natural, below it. That man, from this latter light, can confirm whatever he pleases, and falsities equally as well as truths, and that after confirmation he sees falsities altogether as truths, has been shown in a relation inserted in the work Conjugial Love (n. 233). 56. To these things shall be added this arcanum from heaven. All these paradoxes, according to their confirmations, abide in the minds of men, bound together as into one bundle, or wound up together as into one ball, and they enter at the same time into every individual proposition that is stated from the doctrine of the church; so that when either faith, charity, or repentance, and still more when imputation or justification is mentioned, they all enter and are included in each particular. Man himself does not perceive that congeries or aggregation of the paradoxes in every individual proposition; but the angels that are with man perceive it, and they call it malua, that is, confusion and darkness."
    },
    {
      "section": 44,
      "title": "Page 44",
      "text": "BRIEF EXPOSITION 251 57. I foresee that very many at this day, tinctured with the paradoxes of this faith, will say, how can theological things be perceived by the understanding? Are they not spiritual which transcend it? Explain, therefore, if you can, the mystery of redemption and justification, that reason may see it and acquiesce. This mystery then shall be opened in the following manner. Who does not know that God is one, and that besides him there is no other, and that God is love itself, and wisdom itself, or that he is good itself, and truth itself; and that the very God himself as to Divine truth, which is the Word, descended and assumed the human to remove the hells, and consequently damnation from man, which he effected by combats with, and victories over the devil, that is, over all the hells, which at that time infested and spiritually slew every man coming into the world; and that afterwards he glorified his human, by uniting in it the Divine truth with Divine good, and thus he returned to the Father from whom he came forth? When these things are perceived, then the following passages in John may be understood: The Word was with God, and God was the Word, and the Word became flesh (John 1:1, 14). I went forth from the Father, and came into the world; again I leave the world and go to the Father (John 16:28, 29). Hence also it is evident that without the coming of the Lord into the world, no mortal could have been saved, and they are saved who believe in him, and live well. This face of faith presents itself as clear as the day to those who are enlightened by the Word, and it is the face of the faith of the new church. See the faith of the new heaven and of the new church in its universal and in its particular form, below (n. 116, 117). 13 58. The dogmas of the present church cannot be learned and retained without great difficulty, nor can they be preached or"
    },
    {
      "section": 45,
      "title": "Page 45",
      "text": "BRIEF EXPOSITION 252 taught without using great care and caution to conceal their nakedness, because true reason neither perceives nor receives them. Brief Analysis 59. That the understanding is to be kept under obedience to faith is set as a motto before the dogmas of the present church, to denote that their interiors are mysteries, or arcana, which, because they transcend, cannot flow into the superior region of the understanding, and be there perceived, see above (n. 54). Those ministers of the church who are ambitious to be eminent for their reputation of wisdom, and wish to be looked upon as oracles in spiritual things, imbibe and swallow down in the schools, such things especially as surpass the comprehension of others, which they do with avidity, but nevertheless with difficulty. And because they are thence accounted wise, and they who have distinguished and enriched themselves from such hidden stores are honored with doctors’ caps and episcopal robes, they revolve in their thoughts, and teach from their pulpits, scarce anything else but mysteries concerning justification by faith alone, and good works as her humble attendants. And from their erudition concerning both faith and good works, they in a wonderful manner sometimes separate them, and sometimes conjoin them; comparatively as if they held faith by itself in one hand, and the works of charity in the other, and at one time extend their arms and so separate them, and at another time bring their hands together and so conjoin them. But this shall be illustrated by examples. They teach that good works are not necessary to salvation, because if done by man they are meritorious; at the same time they also teach that good works necessarily follow faith, and that both together make one in the article of salvation. They teach that faith without good works, as being alive, justifies; and at the same time, that faith without good works, as being dead, does not justify. They teach that faith is neither preserved nor retained by good works; and at the same time, that good works proceed from faith, as fruit from a tree, light"
    },
    {
      "section": 46,
      "title": "Page 46",
      "text": "BRIEF EXPOSITION 253 from the sun, and heat from fire. They teach that good works being adjoined to faith make it perfect; and at the same time, that being conjoined as in a marriage, or in one form, they deprive faith of its saving essence. They teach that a Christian is not under the law; and at the same time, that he must be in the daily practice of the law. They teach that if good works are intermixed in the business of salvation by faith, as in the remission of sins, justification, regeneration, vivification, and salvation, they are hurtful; but if not intermixed, that they are profitable. They teach that God crowns his own gifts, which are good works, with rewards also spiritual, but not with salvation and eternal life, because faith without works, they say, is entitled to the crown of eternal life. They teach that faith alone is like a queen, who walks in a stately manner with good works as her train of attendants behind her; but if these join themselves to her in front, and kiss her, she is cast from her throne and called an adulteress. But particularly, when they teach faith and good works at the same time, they view merit on the one hand, and no merit on the other, making choice of expressions which they use in two different senses; one for the laity, and the other for the clergy; for the laity, that its nakedness may not appear, and for the clergy, that it may. Consider now, whether anyone hearing such things can draw from them any doctrine leading to salvation, or whether he will not rather, from the apparent contradictions therein, become blind, and afterwards grope for the objects of salvation, like one walking in the dark. Who in this case can tell from the evidence of works, whether he has any faith or not; and whether it is better to omit good works on account of the danger of merit, or to do them for fear of the loss of faith? But do you, my friend, tear yourself away from such contradictions, and shun evils as sins, and do goods, and believe in the Lord, and saving justification will be given you. 14 60. The doctrine of the faith of the present church ascribes human properties to God; as, that he regarded man from anger,"
    },
    {
      "section": 47,
      "title": "Page 47",
      "text": "BRIEF EXPOSITION 254 that he wished to be reconciled, that he is reconciled through the love he bore toward the Son, and by his intercession; and that he wished to be appeased by the sight of his Son’s sufferings, and thus to be brought back to mercy; and that he imputes the justice of his Son to an unjust man who supplicates it from faith alone; and that thus from an enemy he makes him a friend, and from a child of wrath, a child of grace. Brief Analysis 61. Who does not know that God is mercy and clemency itself, because he is love itself, and good itself, and that these are his esse or essence ? And who does not thence see, that it is a contradiction to say, that mercy itself, or good itself, can look at man from anger, become his enemy, turn himself away from him, and determine on his damnation, and still continue to be the same Divine esse or God? Such things can scarcely be attributed to an upright man, but only to a wicked man, nor to an angel of heaven, but only to an angel of hell; wherefore it is heinous to ascribe them to God. That they have been ascribed to him appears evident from the declarations of many fathers, councils, and churches, from the first ages to the present day; and also from the inferences which have necessarily followed from first principles into their derivatives, or from causes into their effects, as from a head into the members; such as, that he wishes to be reconciled; that he is reconciled through love to the Son, and through his intercession and mediation; that he wishes to be appeased by the view of the extreme sufferings of his Son, and so to be brought back and as it were compelled to mercy, and thus from an enemy to be made a friend, and to adopt those who were the sons of wrath as the sons of grace. That to impute the justice and merits of his Son to an unjust man, who supplicates it from faith alone, is also merely human, will be seen in the last analysis of this little work. 62. They who have seen that merely human properties are unworthy of God, and yet are attributed to him, in order to defend the system of justification once conceived, and to veil that appearance, have said that anger, revenge, damnation, and the like,"
    },
    {
      "section": 48,
      "title": "Page 48",
      "text": "BRIEF EXPOSITION 255 are predicated of his justice, and are therefore mentioned in many parts of the Word, and as it were appropriated to God. But by the anger of God in the Word, is signified evil in man, which, because it is against God, is called the anger of God; not that God is angry with man, but that man from his evil is angry with God; and because there is in evil its own punishment, as in good its own reward, therefore while evil punishes the evildoer, it appears as if God did it. For this is like a criminal, who attributes his punishment to the law, or like one who blames the fire for burning him when he puts his hand into it, or a drawn sword for wounding him when he rushes upon the point of it, while in the hand of one defending himself. Such is the justice of God. But of this more may be seen in Apocalypse Revealed, where it treats of justice and judgment in God and from God (n. 668). That anger is ascribed to him, may be seen (n. 635); as likewise revenge (n. 658); but this is in the sense of the letter, because that sense is written by appearances and correspondences, yet not in the spiritual sense, wherein truth is in its own light. This I can affirm, that whenever the angels hear anyone say that God from anger determined on the damnation of the human race, and as an enemy was reconciled by his Son, as by another God begotten from himself, they are affected in a manner similar to those, who from an uneasiness in their bowels and stomach are excited to vomiting; saying, what can be more insane than to affirm such things of God? 63. The reason they have ascribed human properties to God is that all spiritual perception and illustration is from the Lord alone; for the Lord is the Word or the Divine truth, and: He is the true light which enlighteneth every man (John 1:9). I am come a light into the world, that whosoever believeth in me, may not abide in darkness (John 12:46). And this light, and the perception thence derived, inflows with those who acknowledge him as the God of heaven and earth and approach him alone, and not with those who cherish an idea of"
    },
    {
      "section": 49,
      "title": "Page 49",
      "text": "BRIEF EXPOSITION 256 three Gods, which has been the case from the time the Christian church began to be established. This idea of three Gods, being a merely natural idea, receives no other light than natural, and cannot be opened to the afflux and reception of spiritual light; hence it is, that they have seen no other properties in God, than natural. Furthermore, had they seen how incongruous these human properties are to the Divine essence, and had they removed them from the article of justification, they must then have entirely departed from the religion, which from the beginning was founded on the worship of three Gods, before the time appointed for the new church, when the fullness and restoration will take place. 15 64. From the faith of the present church monstrous births have been produced, and still may be produced, such as instantaneous salvation from immediate mercy; predestination; the notion that God pays no attention to the actions of man, but to faith alone; that there is no connection between charity and faith; that man in conversion is like a stock, with many more heresies of the same kind; likewise concerning the sacraments of Baptism and the Holy Supper, as to the advantages reasonably to be expected from them, when considered according to the doctrine of justification by faith alone; as also with regard to the person of Christ. The heresies from the first ages to the present day, have sprung up from no other source than from the doctrine founded on the idea of three Gods. Brief Analysis 65. That no other salvation is believed at this day than instantaneous salvation from immediate mercy, is evident from this, that an oral faith alone, at the same time a confidence of the lungs, and not with charity at the same time, whereby oral faith becomes real, and the confidence of the lungs becomes that of the heart, is believed to complete all the work of salvation; for if the cooperation is taken away, which is effected through the exercises"
    },
    {
      "section": 50,
      "title": "Page 50",
      "text": "BRIEF EXPOSITION 257 of charity by man as of himself, the spontaneous cooperation which is said to follow faith of itself, becomes passive action, which is a frivolous expression. For what need would there then be of anything more than this instantaneous and immediate prayer, “Save me, O God, for the sake of the sufferings of thy Son, who hath washed me from my sins in his own blood, and presents me pure, just, and holy, before thy throne”? And this ejaculation of the mouth might avail even at the hour of death, if not sooner, as a seed of justification. That nevertheless instantaneous salvation, from immediate mercy, is at this day a fiery flying serpent in the church, and that by it religion is abolished, security induced, and damnation imputed to the Lord, may be seen in the work Divine Providence, published at Amsterdam in the year 1764 (n. 340). 66. Predestination is also an offspring of the faith of the present church, because it is born from a belief in instantaneous salvation from immediate mercy, and from a belief in absolute impotence and no free will in spiritual things, concerning which, see below (n. 68, 69). That this follows from them, as one fiery flying serpent from another, or one spider from another, may be seen above. Predestination also follows from the supposition, that man is as it were inanimate in the act of conversion, that he is like a stock, and that afterwards he is unconscious whether he is a stock made alive by grace, or not; for it is said, that God, by the hearing of the Word, gives faith, when and where he wills, n. 11 (a), consequently of his good pleasure; and likewise that election is of the mere grace of God, independently of any action on man’s part, whether such activity proceed from the powers of nature or of grace: Formula Concordiae (p. 821; Appendix, p. 182). The works which follow faith as evidences thereof, appear to the mind while it reflects on them like the works of the flesh, while the spirit which operates them does not make manifest from what origin they are, but makes them, like faith, to be the effects of grace, and thus of the good pleasure of God. Hence it is plain, that the dogma of predestination has sprung from the faith of the present church, as a sucker from its root; and I can say, that it has followed as the almost unavoidable consequence"
    },
    {
      "section": 51,
      "title": "Page 51",
      "text": "BRIEF EXPOSITION 258 of that faith. This was first broached by the Predestinarians, and afterwards by Godoschalcus, then by Calvin and his followers, and lastly established and confirmed by the Synod of Dort, whence it was conveyed into the church, by the Supra and Infra Lapsarians, as the palladium of religion, or rather as the head of Gorgon or Medusa engraved on the shield of Pallas. But what more hurtful, or more cruel notion could have been hatched out and believed concerning God, than that any part of the human race are predestined to damnation? For it would be a cruel belief, that the Lord, who is love itself and mercy itself, willed that a multitude of men should be born for hell, or that myriads of myriads should be born devoted to destruction, or in other words, born to be devils and satans; and that, out of his Divine wisdom, which is infinite, he would not and did not provide for those who live well, and acknowledge God, that they should not be cast into everlasting fire and torment; whereas the Lord is the creator and savior of all, and he alone leads all, and wills not the death of any. What then can be believed and thought more monstrous, than that multitudes of nations and peoples, should under his auspices, and in his sight, from a predestined decree, be delivered up to the devil as his prey, to satiate his maw? Yet this is an offspring of the faith of the present church; but the faith of the new church abhors it as a monster. 67. That God has no respect unto the actions of men, but unto faith alone, is a new heresy, the offspring of the two former, concerning which we have already spoken above (n. 64, 65); and what is wonderful, it is derived from faith alone deeply examined and attentively considered, which has been done by the most sagacious of this age, and is a third offspring, begotten by that faith, and brought forth by predestination, that she-wolf, as a mother; but whereas it is insane, impious, and Machiavellian, it has hitherto been kept included as it were in the uterine coats, or secundines, that came from the mother, lest its hideous form should appear; but the insanity and impiety of it may be seen described and exploded in Apocalypse Revealed (n. 463)."
    },
    {
      "section": 52,
      "title": "Page 52",
      "text": "BRIEF EXPOSITION 259 68. That there is not any connection between charity and faith, follows from these passages in their doctrine of justification, namely: That faith is imputed for justice without works, n. 12 (a). That faith does not justify as being formed from charity, n. 12 (b). That good works are to be altogether excluded in treating of justification and eternal life, n. 12 (f). That good works are not necessary to salvation, and the assertion of their necessity ought to be totally rejected by the church, n. 12 (g) (h) (i) (k). That salvation and faith are neither preserved nor retained by charity and the works thereof, n. 12 (m) (n). That good works when mixed with the business of justification are pernicious, n. 14 (g). That the works of the spirit, or of grace, which follow faith as its fruits, contribute nothing to man’s salvation, n. 14 (d), and elsewhere; from all which it inevitably follows, that this faith has no connection with charity, and if it had, it would become injurious to salvation, because injurious to faith, which thus would no longer be the only means of salvation. That no connection between charity and that faith can actually exist, has been shown above (n. 47–50); wherefore it may be said, that it was providentially ordered, that the reformers should be so zealous to reject charity and good works from their faith; for had they conjoined them, it would have been like conjoining a leopard with a sheep, a wolf with a lamb, or a hawk with a dove. That this faith is also described in Revelation by a leopard, may be seen (chap. 13:2); and also in the explanation thereof, in Apocalypse Revealed (n. 572). But what is a church without faith, and what is faith without charity, consequently what is a church without the marriage of faith and charity (n. 48)? This marriage is the church itself, and is the new church which is now being established by the Lord. 69. That man in his conversion is like a stock, the faith of the present church acknowledges as its natural offspring in these express words. That man is altogether impotent in spiritual things, n. 15 (a) (b) (c). That in conversion he is like a stock, a stone, and a statue; and that he cannot so much as accommodate and apply himself to receive grace, but is like something that has not the use of any of the senses, n. 15 (c) (d). That man has only a locomotive power, whereby he is capable of going to assemblies to hear the"
    },
    {
      "section": 53,
      "title": "Page 53",
      "text": "BRIEF EXPOSITION 260 Word and the Gospel, n. 15 (e). But that a person who is regenerate by virtue of the Holy Spirit, from the new powers and gifts which he has received, does in a certain manner cooperate, n. 15 (k), besides many other passages. This description of man in his conversion, and during his repentance from evil works, is also an offspring produced from the same egg or womb, that is, from justification by faith alone, to the intent that man’s works may be totally abolished, and not suffered to have the least conjunction with faith, not even to touch it. But because such ideas are repugnant to the common perception of all men concerning man’s conversion and repentance, they have added the following words: “There is an immense difference between men baptized, and unbaptized, for it is according to the doctrine of Paul, that all who are baptized have put on Christ, and are truly regenerated; they are then endowed with a freedom of will, whereby they not only can hear the Word of God, but can also assent to the same, and embrace it by faith,” n. 15 (m), and in the Formula Concordiae (p. 675). I appeal to the wise, to consider, whether this latter quotation be any way consistent with the preceding ones, and whether it not be a contradiction to say that a Christian in a state of conversion is like a stock or a stone, so that he is not able so much as to accommodate himself to the receiving of grace, when yet every Christian is baptized, and from baptism became possessed, not only of a power to hear the Word of God, but also to assent to it, and embrace it by faith; wherefore the comparing of a Christian man to a stock or a stone is a simile that ought to be banished from all churches in the Christian world, and to be done away with, like a meteor that vanishes from before the eyes of a man waking out of sleep; for what can be more repugnant to reason? But in order to elucidate the doctrine of the new church concerning man’s conversion, I will transcribe the following passage from a certain relation in Apocalypse Revealed. “Who cannot see that every man has freedom to think about God, or not to think about him, consequently that every man has the same freedom in spiritual things, as he has in civil and moral things. The Lord gives this freedom continually to all; wherefore man becomes guilty or not guilty as he thinks. Man is man by"
    },
    {
      "section": 54,
      "title": "Page 54",
      "text": "BRIEF EXPOSITION 261 virtue of this power, whereas a beast is a beast in consequence of its not possessing such a power; so that man is capable of reforming and regenerating himself as of himself, provided he only acknowledge in his heart that his ability is from the Lord. Every man who does the work of repentance, is reformed and regenerated. Both must be done by man as of himself, but this as of himself is also from the Lord, because the Lord gives both the power to will and perform, and never takes it away from anyone. It is true that man cannot contribute anything thereunto, nevertheless he is not created a statue, but a man, to do the work of repentance from the Lord as from himself. In this alone consists the reciprocality of love and faith, and of conjunction thereby, which the Lord altogether wills to be done by man from him. In a word, act of yourselves, and believe that it is from the Lord, for thus you will act as of yourselves. “But the power so to act is not implanted in man by creation, because to act of himself is the Lord’s alone, but it is given continually; and in this case in proportion as man does good and learns truth as of himself, he is an angel of heaven; but in proportion as he does evil, and thence confirms falsity, which also is done as of himself, in the same proportion he is a spirit of hell. That in this latter case also man acts as of himself, is evident from his prayers, as when he prays that he may be preserved from the devil, lest he should seduce him, and bring his own evils upon him. Everyone, however, contracts guilt, who believes that he does of himself either good or evil; but not he who believes that he acts as of himself. For whatsoever a man believes that he does of himself, that he appropriates to himself; if he believes that he does good of himself, he appropriates to himself that good, and makes it his own, when nevertheless it is of God and from God; and if he believes that he does evil of himself, he also appropriates that evil to himself, and makes it his own, when yet it is of the devil and from the devil.” That many other false dogmas, even concerning the sacraments of Baptism and the Holy Supper, as to the benefits reasonably to be expected from them, when considered according to the doctrine of justification by faith alone; as likewise concerning the Person of"
    },
    {
      "section": 55,
      "title": "Page 55",
      "text": "BRIEF EXPOSITION 262 Christ; together with all the heresies from the first ages down to the present day; have flowed from no other source, than from a doctrine founded on the idea of three Gods. This we have not room to demonstrate within the limits of this epitome; but it will be shown and proved at large in the work itself. 16 70. The last state of the present church, when it is at its end, is meant by the consummation of the age, and then the coming of the Lord (Matt. 24:3). Brief Analysis 71. We read in Matthew: The disciples came to Jesus, and showed him the buildings of the temple; and Jesus said unto them, Verily, I say unto you, there shall not be left here one stone upon another, which shall not be thrown down. And the disciples said unto him, tell us when these things shall be, especially what shall be the sign of thy coming, and of the consummation of the age (Matt. 24:1–3). At this day the learned clergy and laity understand by the destruction of the temple, its destruction by Vespasian, and by the coming of the Lord, and the consummation of the age, they understand the end and destruction of the world. But by the destruction of the temple is not only meant the destruction thereof by the Romans, but likewise the destruction of the present church; and by the consummation of the age, and the coming of the Lord at that time, is meant the end of the present church and the establishment of a new church by the Lord. That these things are there meant, is evident from the whole of that chapter from beginning to end, which treats solely of the successive decline and corruption of the Christian church, even to"
    },
    {
      "section": 56,
      "title": "Page 56",
      "text": "BRIEF EXPOSITION 263 its destruction, when it is at an end. That by “the temple” in a limited sense is meant the temple at Jerusalem; in a wide sense the church of the Lord; in a wider sense the angelic heaven; and, in the widest sense, the Lord as to his human, may be seen in Apocalypse Revealed (n. 529). That by “the consummation of the age” is meant the end of the church, which comes to pass when there does not remain any truth of doctrine from the Word that is not falsified, and thus consummated (n. 658, 676, 750, of the same work). That by “the coming of the Lord” is meant his coming in the Word, and at the same time the establishment of a new church instead of the former consummated one, evidently appears from his own words in the same chapter, from verse 30 to 34; as likewise from the last two chapters, 21 and 22, of Revelation, where also are these words: I, Jesus, am the root and the offspring of David, the bright and morning Star. And the Spirit and the bride say, Come; and let him that heareth say, Come; and him that thirsteth let him come. Yea, I come quickly: Amen, even so come, Lord Jesus (Rev. 22:16–17, 20). 72. That the church is then at an end, when there are no longer any truths of faith, and thence neither any goods of charity, is self- evident. That falsities of faith extinguish the truths of doctrine, and evils of life burn up the goods of charity, and that where there are falsities of faith, there likewise are evils of life, and that where there are evils of life, there likewise are falsities of faith, will be demonstrated in detail in its own chapter. The reason it has been hitherto unknown that by “the consummation of the age” is meant the end of the church, is that when falsities are taught, and when the doctrine resulting from them is believed and honored as orthodox, then it cannot possibly be known that the church is to be brought to a consummation, for falsities are regarded as truths, and truths as falsities, and then the falsity explodes the truth and blackens it, like ink poured into clear water, or soot thrown upon white paper. For it is believed, and the most learned of the present age proclaim it, that they are in the clearest light of the Gospel, although as to the whole face they are"
    },
    {
      "section": 57,
      "title": "Page 57",
      "text": "BRIEF EXPOSITION 264 in thick darkness; thus the white speck has covered over the pupils of their eyes. 73. That in Matt. 24, Mark 13, and Luke 21, where similar passages occur, the destruction of the temple and Jerusalem is not described, but the successive changes of the state of the Christian church are foretold, in regular order, even to its last state, when its end is, will be shown in the work itself, where those chapters will be explained; and in the meantime, it may appear from these words in those evangelists: Then shall appear the sign of the Son of man, and then shall all the tribes of the earth wail; and they shall see the Son of man coming in the clouds of heaven with power and glory. And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from one end of the heavens to the other end thereof (Matt. 24:30, 31; Mark 13:26, 27; Luke 21:27). It is known that these things were neither seen nor heard at the destruction of Jerusalem, and that it is believed at this day, that they will come to pass at the time of the last judgment. We likewise read of similar things in Revelation, which from beginning to end treats solely of the last state of the church, where are these words: Behold, Jesus Christ cometh in the clouds, and all the tribes of the earth shall wail because of him (1:5, 7). The particular explanation of these words may be seen in Apocalypse Revealed (n. 24–28); also what is signified by “the tribes of the earth,” and their “wailing” (n. 27, 348, 349). 17 74. The infestation from falsities, and thence the consummation of every truth, or the desolation, which at this day prevails in the Christian churches, is meant by “the great affliction, such as was not from the beginning of the world, nor ever shall be” (Matt. 24:21)."
    },
    {
      "section": 58,
      "title": "Page 58",
      "text": "BRIEF EXPOSITION 265 Brief Analysis 75. That the successive decline and corruption of the Christian church is foretold and described by the Lord in Matt. 24 may be seen above (n. 73). After having spoken of false prophets that should arise, and of the abomination of desolation wrought by them (verses 11, 15), he says: Then shall be great affliction, such as was not from the beginni ng of the world until now, nor ever shall be (verse 21). Whence it is evident, that by “great affliction,” in this as well as in other places throughout the Word, is meant the infestation of truth by falsities, until there remains no genuine truth derived from the Word which is not falsified, and thus consummated. This has come to pass, because the churches have not acknowledged the unity of God in the trinity, and his trinity in unity, in one person, but in three, and hence have founded a church in the mind upon the idea of three Gods, and in the mouth upon the confession of one God; for by this means they have separated themselves from the Lord, and at length to such a degree, that they have no idea left of the Divinity in his human nature (see Apocalypse Revealed n. 294), when nevertheless the Lord as to his human is the Divine truth itself, and the Divine light itself, as he fully teaches in the Word; hence is the great affliction at the present day. That this has been principally brought on by the doctrine of justification and imputation through the means of faith alone, will be shown in the following pages. 76. This affliction, or infestation of truth by falsities, is treated of in seven chapters of Revelation, and is what is meant by: The black horse and the pale horse going forth from the book, the seals whereof the Lamb had opened (6:5–8). By the beast ascending out of the abyss, which made war against the two witnesses, and slew them (11:7 seq.)."
    },
    {
      "section": 59,
      "title": "Page 59",
      "text": "BRIEF EXPOSITION 266 The dragon which stood before the woman who was ready to be delivered, in order to devour her offspring, and pursued her into the desert, and there cast out of his mouth water as a flood, that he might swallow her up (12). The beast out of the sea, the body of which was like that of a leopard, his feet like those of a bear, and his mouth like that of a lion (13:2). The three unclean spirits like frogs, which came out of the mouth of the dragon, out of the mouth of the beast, and out of the mouth of the false prophet (16:13). And moreover by these particulars, that: After the seven angels had poured out the vials of the wrath of God, wherein were the seven last plagues, upon the earth, upon the sea, upon the rivers and fountains, upon the sun, upon the throne of the beast, upon Euphrates, and at length upon the air, there was a great earthquake, such as had not been since men were created upon the earth (16). “The earthquake” here signifies an inversion of the church, which is effected by falsities and falsifications of truth. The like things are meant by these: The angel sent in his sickle, and gathered the vineyard of the earth, and cast it into the great winepress of the wrath of God; and the winepress was trodden, and blood came out even unto the horses’ bridles, for a thousand and six hundred stadia (14:19, 20). There “blood” signifies truth falsified; besides many other things in those seven chapters. But see, if you will, the explanations, and the relations at the end of the chapters. 18 77. That there would be neither love, nor faith, nor knowledges of good and truth in the last time of the Christian Church, when it draws to an end, is meant by these words: “After the affliction of those days, the sun shall be darkened, and the moon shall not give"
    },
    {
      "section": 60,
      "title": "Page 60",
      "text": "BRIEF EXPOSITION 267 her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken” (Matt. 24:29). Brief Analysis 78. In the prophetic Word, the like things are said of the “sun,” “moon,” and “stars,” as here (Matt. 24:29). Thus in Isaiah: Behold, the cruel day of Jehovah cometh; the stars of the heavens and the constellations thereof shall not shine with their light, the sun shall be darkened at his rising, and the moon shall not cause her light to shine (13:9, 10). In Ezekiel: When I shall put thee out, I will cover the heavens, and make the stars thereof dark; I will cover the sun with a cloud, and the moon shall not cause her light to shine, and I will give darkness upon thy land (32:7, 8). In Joel: The day of Jehovah cometh, a day of darkness, the sun and moon shall not cause their light to shine, and the stars shall withdraw their shining (2:1, 2, 10). The sun shall be turned into darkness, and the moon into blood, before the great day of Jehovah cometh (3:4). The day of Jehovah is near in the valley of decision; the sun and moon are darkened (4:14, 15). In Revelation: The fourth angel sounded, and the third part of the sun was smitten, and the third part of the stars, and the day shone not for a third part of it (7:12)."
    },
    {
      "section": 61,
      "title": "Page 61",
      "text": "BRIEF EXPOSITION 268 The sun became black as sackcloth of hair, and the moon became as blood (6:12). In all these passages it treats of the last time of the Jewish Church, which was when the Lord came into the world; in like manner here in Matthew and in Revelation, only in reference to the last time of the Christian Church, when the Lord is to come again, but in the Word, which is himself, and in which he is; wherefore, immediately after those words (Matt. 24:29), it follows: And then shall appear the sign of the Son of man coming in the clouds of the heavens (verse 30). By “the sun” in the above passages is meant love; by “the moon,” faith; and by “the stars,” the knowledges of good and truth; and by “the powers of the heavens,” those three as the supports and firmaments of the heavens where the angels are, and of the churches where men are; by the above, therefore, collected into one sense, is meant that there would be no love, nor faith, nor knowledges of good and truth remaining in the Christian Church, in the last time thereof, when it draws to its end. That “the sun” signifies love, has been shown in Apocalypse Revealed (n. 53, 54, 413, 796, 831, 961). That “the moon” signifies faith (n. 53, 332, 413, 423, 533). That “the stars” signify the knowledges of good and truth (n. 51, 74, 333, 408, 419, 954). 79. That, according to the above prediction, there is at this day such thick darkness throughout the Christian churches, that the sun gives no light by day, nor the moon and stars any light by night, is occasioned solely by the doctrine of justification by faith alone; for it teaches faith as the only means of salvation; of the influx, progress, indwelling, operation, and efficacy of which no one has hitherto seen any sign; and into which neither the Law of the Decalogue, nor charity, nor good works, nor repentance, nor striving after a new life, have any entrance, or are in the smallest degree connected with it; for it is asserted, that they spontaneously follow, without being of any use either to contain faith or to procure salvation. The above doctrine likewise teaches that faith"
    },
    {
      "section": 62,
      "title": "Page 62",
      "text": "BRIEF EXPOSITION 269 alone imparts to the regenerate, or those who are possessed of it, full liberty, so as to be no longer under the law; moreover that Christ covers over their sins before God the Father, who forgives them as though they were not seen, and crowns them with renovation, sanctity, and eternal life. These and many other things of a like nature are the interiors of that doctrine; the exteriors, which do not gain admission, are valuable sayings concerning charity, good works, acts of repentance, and exercises of the law; yet these are accounted by them merely as slaves and drudges, which follow their mistress, faith, without contiguity. But because they know that the laity account these things as equally necessary to salvation with faith, they carefully subjoin them in their sermons and discourses, and pretend to conjoin them with and insert them into justification. This, however, they do merely to tickle the ears of the common people, and to defend their oracles, that they may not appear mere riddles, or like the vain responses of soothsayers. 80. In order to confirm the above assertions, I will adduce the following passages from the Formula Concordiae (concerning which see n. 9), lest anyone should think that these things have been unjustly laid to their charge. That the works of the second table of the Decalogue are civil duties, and belong to external worship, which man is able to do of himself; and that it is a folly to dream that they justify (pp. 84, 85, 102). That good works are to be utterly excluded from the business of justification by faith (pp. 589–591, 704–708). That good works do not in any wise enter into justification (pp. 589, 702; Appendix, 62, 173). That good works do not preserve salvation nor faith (pp. 590, 705; Appendix, p. 174). That neither does repentance enter into justification by faith (pp. 165, 320; Appendix, p. 158). That repentance is nothing more than invoking God, confessing the gospel, giving of thanks, being obedient to the magistracy, and following one’s calling (pp. 12, 198; Appendix, 158, 159, 172, 266). That renovation of life has likewise nothing to do with justification (pp. 585, 685, 688, 689; Appendix, p. 170). That striving after new obedience neither enters into faith, nor justifies (pp. 90, 91, 690; Appendix, p. 167). That the regenerate are not under the law, but are delivered from the bondage thereof, and are only in the law, and under grace (p."
    },
    {
      "section": 63,
      "title": "Page 63",
      "text": "BRIEF EXPOSITION 270 722, and elsewhere). That the sins of the regenerate are covered over by the merit of Christ (pp. 641, 686, 687, 719, 720); besides many other passages to the same purport. It is to be known, that all Protestants, both the Evangelical and the Reformed, teach in like manner justification by faith alone, see above (n. 17, 18). 81. It is wonderful, that the doctrine of justification by faith alone prevails at this day over every other doctrine throughout the whole Reformed Christian world, and is esteemed in the sacred order almost as the only important point of theology. This is what all young students among the clergy greedily learn and imbibe at the universities, and what they afterwards teach in temples, and publish in books, as if they were inspired with heavenly wisdom, and whereby they endeavor to acquire to themselves a name, and the reputation of superior learning, as well as diplomas, licenses, and other honorary rewards. And these things are done, notwithstanding it is owing to this doctrine alone, that the sun is at this day darkened, the moon deprived of her light, and the stars of the heavens have fallen, that is, have perished. It has been testified to me, that the doctrine of faith in imputed justice has blinded the minds of men at this day to such a degree, that they will not, and therefore as it were cannot, see any Divine truth by the light of the sun, nor by the light of the moon, but only by the light of a fireplace by night; on which account I will venture to assert, that supposing Divine truths concerning the conjunction of charity and faith, concerning heaven, the Lord, and eternal happiness, to be sent down from heaven engraven in silver characters, they would not be thought worthy to be read by the sticklers for justification; but the case would be quite otherwise supposing a paper concerning justification by faith alone to be brought up from hell. It is also said in the Formula Concordiae, that the article of justification by faith alone, or the justice of faith, is the chief article in the whole Christian doctrine; and that the works of the law are utterly to be excluded from this article (pp. 17, 61, 62, 72, 89, 683; Appendix, p. 164)."
    },
    {
      "section": 64,
      "title": "Page 64",
      "text": "BRIEF EXPOSITION 271 19 82. They who are in the present justifying faith are meant by “the he-goats” in Daniel and in Matthew. Brief Analysis 83. It is written in Daniel: I saw in a vision a ram, which had two horns that were high, but the higher came up last; and the horn pushed westward, and northward, and southward, and made itself great. Then I saw a he-goat coming from the west, over the face of the whole earth, which had a horn between its eyes; and he ran to the ram in the fury of his strength, and broke his two horns, and cast him down to the earth, and trampled him: but the great horn of the he-goat was broken, and instead of it there came up four horns; and out of one of them came forth a little horn which waxed exceeding great towards the south, towards the east, and towards honorableness, and even to the host of heaven; and it cast down of the host and of the stars to the earth, and trampled them: yea, he extolled himself to the prince of the host, and took from him the daily sacrifice, and cast away the place of his sanctuary, for he cast down truth to the earth. And I heard one saint saying, how long shall this vision be, the daily sacrifice, and the wasting transgression, that both the holy place and the host should be given to be trodden under foot? And he said, even to the evening the morning, then shall the holy place be justified (Dan. 8:2–14). That this vision is a prediction of the future states of the church is very evident, for it declares that “the daily sacrifice was taken away from the prince of the host, the habitation of his sanctuary cast down, and the he-goat cast down truth to the earth”; moreover, that “a saint said, How long shall this vision be, that both the holy place and the host should be given to be trodden under foot?” And that this should be “even to the evening the morning, when the holy place shall be justified.” By “the evening the morning” is meant the end of the old church, when a new church commences. 84. We read these words in Matthew: Then shall the Son of man say to the he-goats on his left hand, depart from me, for I was hungry, and ye gave me no meat; I was thirsty, and ye gave me no drink; I was a stranger, and ye took me not in; I was naked, and ye clothed"
    },
    {
      "section": 65,
      "title": "Page 65",
      "text": "BRIEF EXPOSITION 272 me not, I was sick and in prison, and ye visited me not; and these shall go away into eternal punishment (Matt. 25:41–43, 46). That the same are here meant by “he-goats” and “sheep” as by the “he-goat” and “ram” in Daniel, is very evident. That by “he-goats” are meant those who are in the present justifying faith, appears from this, that to the sheep are enumerated works of charity, and it is said that they did them; and that to the he- goats the same works of charity are enumerated, but it is said that they did them not, and that they are therefore condemned. For they who are in the present justifying faith, neglect works, because they deny them to have anything of salvation or of the church in them. When charity is thus removed, good works, which are of charity, slip away from the mind, and are obliterated; so that they are never remembered, nor is the least effort made to recall them to mind from the Law of the Decalogue. It is a general rule of religion, that as far as anyone does not will goods, and hence does not do them, so far he wills evils, and hence does them; and on the contrary, that as far as anyone does not will evils, and hence does not do them, so far he wills goods, and hence does them. These latter are the “sheep,” but the former are the “he-goats.” If all the evil had been there meant by the “he-goats,” instead of the works of charity which they had not done, the evils which they had done would have been enumerated. 85. That no other than the above described are meant by the “he- goats,” has been manifested to me by experience in the spiritual world. In that world there appear all things that are in the natural world, such as houses and palaces, paradises and gardens, with trees of every kind; likewise fields and fallow lands, as also plains and green pastures, and also herds and flocks; all resembling those upon our earth; nor is there any other difference, than that in the natural world they are from a natural origin, but in the spiritual world from a spiritual origin. There I have often seen sheep and he-goats, also combats between them, like that described in Daniel (chap. 8) I have seen he-goats with horns bent forwards and backwards. and rushing with fury upon the sheep; I have seen some he-goats with two, and others with four horns, with which they vehemently struck at the sheep; and when I looked to discover what this meant, I saw some persons disputing together about faith conjoined with"
    },
    {
      "section": 66,
      "title": "Page 66",
      "text": "BRIEF EXPOSITION 273 charity, and faith separated from charity; from whence it plainly appeared, that the present justifying faith, which considered in itself is a faith disjoined from charity, is “the he-goat,” and that faith conjoined with charity is “the sheep.” 86. The like are meant by “he-goats” in Zechariah: Mine anger was kindled against the shepherd, and I will visit the he-goats (10:3). And in Ezekiel: Behold I judge between cattle and cattle, between the rams and the he- goats; seemeth it a small thing unto you, to have eaten up the good pasture, but ye must trample down with your feet also the residue of the pastures? Ye thrust all the infirm sheep with your horns, until ye have dispersed them; therefore will I save my flock, that it will be no more a prey (34:17, 18, 22 seq.). 20 87. They who have confirmed themselves in the present justifying faith are meant in Revelation by “the dragon and his two beasts,” and by “the locusts”; and this same faith, when confirmed, is there meant by “the great city which is spiritually called Sodom and Egypt, where the two witnesses were slain,” as also by “the pit of the abyss, from which the locusts went forth.” Brief Analysis 88. That in seven chapters of Revelation it treats of the perverted state of the church with the Reformed, and in two chapters of the perverted state of the church with the Roman Catholics, and that the states of both churches, as existing at the present day, are condemned, has been shown in the explanation thereof, in the work entitled Apocalypse Revealed, and that not by vain conjectures,"
    },
    {
      "section": 67,
      "title": "Page 67",
      "text": "BRIEF EXPOSITION 274 but by full proofs. That by “the dragon” treated of in chapter 12 are meant those in the church of the Reformed who make God three, and the Lord two, and who separate charity from faith, by making their faith spiritual and saving, and not charity, see n. 532–565, and the relation adjoined (n. 566). That they are further described by “the two beasts,” one rising out of the sea, and the other out of the earth (as related in chap. 13), see n. 567–610, and the relation (n. 611). That they are also described by “the locusts,” which came forth out of the pit of the abyss (as mentioned in chap. 9), see n. 419–42. That this same faith, when confirmed, is meant, by “the great city, which is spiritually called Sodom and Egypt,” where the two faithful witnesses were slain (as related in chap. 11), see n. 485–530, particularly n. 500–503, and the relation (n. 531). That they are also meant by “the pit of the abyss,” out of which issued smoke as out of a great furnace, and the sun and the air were darkened, and then locusts came forth (chap. 9), see n. 421–424. 89. That I might be confirmed and fully convinced, that by “the pit of the abyss” nothing else is meant than that draconic faith, which is a faith conceived from the idea of three Gods, and from having no idea of the Divinity of the human nature of Christ, and which is called faith alone justifying, regenerating, quickening, sanctifying, and saving; it was given me to look into that abyss, then to speak with those who are there, and likewise to see the locusts which came out thence; from which ocular demonstration, that pit together with the abyss is described by me in Apocalypse Revealed; and because a description from ocular demonstration testifies what is certain, it shall be transcribed from that work, where it is described as follows. “That pit, which is like the mouth of a furnace, appears in the southern quarter; and the abyss beneath it is of great extent towards the east; they have light even there, but if light from heaven be let in, there is immediate darkness; wherefore the pit is closed up at the top. There appear in the abyss huts constructed as of brick, which are divided into distinct cells, in each of which is a table, whereon lie papers, with some books. Everyone there sits at his own table, who in this world had confirmed justification and"
    },
    {
      "section": 68,
      "title": "Page 68",
      "text": "BRIEF EXPOSITION 275 salvation by faith alone, making charity a merely natural and moral act, and the works thereof only works of civil life, whereby men may reap rewards in the world; but if done for the sake of salvation, they condemn them, and some even rigorously, because human reason and will are in them. All who are in this abyss, have been scholars and learned men in the world; and among them are some metaphysicians and scholastics, who are there esteemed above the rest. But their lot is as follows: when first they come thither, they take their seats in the first cells, but as they confirm faith by excluding the works of charity, they leave the first seats, and enter into cells nearer the east, and thus successively till they come towards the end, where they are who confirm those dogmatic things from the Word; and because they then cannot but falsify the Word, their huts vanish, and they find themselves in a desert. There is also an abyss beneath that abyss, where those are who in like manner have confirmed justification and salvation by faith alone, but who in their spirits have denied God, and in their hearts have made a jest of the holy things of the church; there they do nothing but quarrel, tear their garments, get up on the tables, stamp with their feet, and assail each other with reproaches; and because it is not permitted them to do evil to anyone, they threaten with the mouth and fists. 90. That I might also be confirmed and convinced that they who have confirmed themselves in the present justifying faith are meant by the dragon, it was given me to see many thousands of them assembled together, and they then appeared at a distance like a dragon with a long tail, which seemed full of spikes like thorns, which signified falsities. Once also there appeared a still greater dragon, which, raising up his back, lifted his tail towards heaven, and endeavored to draw down the stars from thence; “stars” there signify truths."
    },
    {
      "section": 69,
      "title": "Page 69",
      "text": "BRIEF EXPOSITION 276 21 91. Unless the new church is established by the Lord, no one can be saved; and this is meant by these words, “Unless those days should be shortened, there should no flesh be saved” (Matt. 24:22). Brief Analysis 92. By “shortening those days,” is meant the putting an end to the present church, and establishing the new church; for, as has been said above, in Matt. 24, it treats of the successive decline and the perversions of the Christian church, even to the consummation and end thereof, and then of the coming of the Lord. The reason no flesh could be saved, unless those days should be shortened, is that the faith of the present church is founded on the idea of three Gods, and with this idea no one can enter heaven; consequently no one can enter heaven with the faith of the present church, because the idea of three Gods is in all and every part thereof; and besides, in that faith there is no life from the works of charity. That the faith of the present church cannot be conjoined with charity, and produce any fruits which are good works, was shown above (n. 47–50). There are two things which form heaven in man, namely, the truths of faith and the goods of charity; the truths of faith effect the presence of the Lord, and show the way to heaven, and the goods of charity effect conjunction with the Lord, and introduce into heaven. And everyone is there introduced into light according to his affection of truth, and into heat according to his affection of good. That the affection of truth is faith in its essence, and the affection of good charity in its essence, and that the marriage of them both constitutes the church, may be seen above (n. 48). The church and heaven make one. That these three are not in the churches of the present day, which are built upon faith alone, has been fully shown in the preceding pages. 93. I have sometimes in the spiritual world spoken with the justifiers of men by faith alone, and I said that their doctrine is erroneous, and likewise absurd, that it brings on security, blindness, sleep, and night in spiritual things, thereby death to the soul, thus"
    },
    {
      "section": 70,
      "title": "Page 70",
      "text": "BRIEF EXPOSITION 277 exhorting them to desist from it. But I have received for answer, Why should we desist? Does not the preeminence of the clergy above the laity, in point of erudition, depend upon this doctrine? To which I replied, that thus they do not regard the salvation of souls, but their own preeminence; and that because they had applied the truths of the Word to their own false principles, and thereby had adulterated them, they were angels of the abyss, called “Abaddons” and “Apollyons” (Rev. 9:11); by whom are signified the destroyers of the church by a total falsification of the Word. See the explanation thereof (n. 440), and the relation (n. 566), in Apocalypse Revealed. But they answered, What is this? Are we not, by our knowledge of the mysteries of that doctrine, oracles? And do we not from that doctrine give answers as from the sanctuary? wherefore we are not Apollyons, but Apollos. Being indignant at this I said, If ye are Apollos, ye are also Leviathans, the first class of you are crooked Leviathans, and the second class of you are oblong Leviathans, whom God will visit with his hard and great sword (Isa. 27:1). But they laughed at these things. What is meant by “being visited and perishing by the sword,” may be seen in Apocalypse Revealed (n. 52). 94. The great arcanum, why, unless the new church be established by the Lord, no flesh can be saved, is this: that as long as the dragon with his crew remains in the world of spirits, into which he was cast from heaven, so long no Divine truth, united with Divine good, can pass from the Lord to men on earth, but it is either annihilated or perverted, whence there is no salvation. This is what is meant by this in Revelation: And the dragon was cast out into the earth, and his angels were cast out with him; woe to the inhabitants of the earth and the sea, for the devil is come down unto them, having great wrath; and he persecuted the woman, who brought forth a son (Rev. 12:9, 12, 13). But after the dragon was cast into hell (20:10), then it was that John saw the new heaven and the new earth, and saw the new holy Jerusalem coming down from God out of heaven (Rev. 21:1, 2 seq.). What is meant by “the dragon,” and who the dragons are, may be seen above (n. 87)."
    },
    {
      "section": 71,
      "title": "Page 71",
      "text": "BRIEF EXPOSITION 278 22 95. The opening and rejection of the dogmas of faith of the present church, and the revelation and reception of the tenets of the faith of the new church, is meant by these words in Revelation: “He that sat upon the throne said, Behold I make all things new; and he said unto me, Write, for these words are true and faithful” (chap. 21:5). Brief Analysis 96. “He that sat upon the throne,” that is, the Lord, said these things to John, when he saw “the new Jerusalem coming down from God out of heaven.” That by “the new Jerusalem” is meant the new church, will be shown in the following chapter. The reason the falsities of the dogmas of the faith of the present church must first be opened and rejected, before the truths of the dogmas of the new church can be revealed and received, is that they do not agree together, no not in one single point or particular; for the dogmas of the present church are founded upon a faith, in which it is unknown whether there be any essential of the church, or not. The essentials of the church, which conjoin themselves with a faith in one God, are charity, good works, repentance, and a life according to the Divine laws; and because these together with faith affect and move the will and thought of man, they conjoin man with the Lord, and the Lord with man. Since, therefore, none of these essentials enter into the faith of the present church at its first approach, which is called the act of justification, it cannot possibly be known whether this faith be in man, or not, consequently whether it be anything, or whether it be only an idea; for it is said, that man in that act is like a stock or a stone, and that he can neither will, think, cooperate, no, nor even apply or accommodate himself to the reception thereof in the smallest degree, see above, n. 15 (c) (d). Since, therefore, the case is such, that no one can guess, much less know, whether that faith be in him, and thus whether it be in him like a painted flower, or like a flower of the field in him;"
    },
    {
      "section": 72,
      "title": "Page 72",
      "text": "BRIEF EXPOSITION 279 or whether it be like a bird flying by him, or like a bird that has built her nest in him; I ask by what tokens or signs is this to be known? If it be answered, that it is to be known from charity, good works, repentance, and exercises of the law, which follow after this faith, and yet have no connection with it; I leave it to men of sagacity to determine, whether things that have no connection with faith can possibly be signs testifying thereof. For this faith of theirs, they say, is neither preserved nor retained by the things above mentioned, see above, n. 12 (m) (n). From what has been said we may draw the following conclusion, that in the faith of the present day there is nothing of the church, and thus that it is not anything, but only an idea of something. Since then this faith is of such a nature, it is deservedly to be rejected, yea, it rejects itself, as that of which nothing of the church can be predicated. 97. But widely different is the case with the dogmas or doctrinals of the new church; these are all essentials, in each of which there is heaven and the church; and they regard this as their end, that man may be in the Lord, and the Lord in man, according to his own words in John (14:20; 15:4–6). It is this conjunction alone which constitutes the Christian Church. From these few observations it may clearly appear what is meant by these words of the Lord: He that sat upon the throne said, Behold, I make all things new; and he said, Write, for these words are true and faithful (Rev. 21:5). 98. The sole reason the Christian world has fallen into a faith, which has put away from itself all the truths and goods of heaven and the church, even to the separation thereof, is that they have divided God into three, and have not believed the Lord God the savior to be one with God the Father, and thus have not approached him immediately; when nevertheless he alone as to his human is the Divine truth itself: Which is the Word, that was God with God, and is the true Light which enlighteneth every man; and became flesh (John 1:1, 2, 9, 14)."
    },
    {
      "section": 73,
      "title": "Page 73",
      "text": "BRIEF EXPOSITION 280 That he is the truth itself, and thus the light itself, is also testified in other places; for he says: I am the Light of the world (John 8:22; 9:5). While ye have the Light, believe in the Light, that ye may be sons of the Light. I am come a Light into the world, that whosoever believeth in me, may not abide in darkness (John 12:36, 46). In Revelation: I am the Alpha and the Omega, the Beginning and the End, the First and the Last, the bright and morning Star (Rev. 22:13, 16). And in Matthew: When Jesus was transformed, his face shone as the sun and his raiment became as the light (Matt. 17:1, 2). Hence it appears why and whence this imaginary faith came into the world, namely, because they have not approached the Lord. And I can, from all experience, and thence testimony from heaven, declare with certainty, that it is impossible to derive a single genuine theological truth from any other source than from the Lord alone; nay, that to derive it from any other source is as impossible, as it is to sail from England or Holland to the Pleiades, or to ride on horseback from Germany to Orion in the sky. 23 99. The new church about to be established by the Lord is the new Jerusalem, treated of in Revelation (chap. 21 and 22), which is there called “the bride and the wife of the lamb.”"
    },
    {
      "section": 74,
      "title": "Page 74",
      "text": "BRIEF EXPOSITION 281 Brief Analysis 100. The reason the new church is meant by “the new Jerusalem coming down from God out of heaven” (Rev. 21), is that Jerusalem was the metropolis of the land of Canaan, and there was the temple, the altar, there the sacrifices were offered, thus Divine worship, to which every male throughout the land was commanded to come three times a year. Then, because the Lord was in Jerusalem, and taught in its temple, and afterwards glorified his human there; hence it is that by “Jerusalem” is signified the church. That by “Jerusalem” is meant the church, is very clear from the prophecies in the Old Testament concerning a new church to be established by the Lord, wherein it is called “Jerusalem.” The following passages only shall be quoted, from which anyone of interior reason may clearly see, that by “Jerusalem” is meant the church: Behold I create a new heaven and a new earth, and the former shall not be remembered; behold I will create Jerusalem, an exultation, and her people a gladness, that I may exult over Jerusalem, and be glad over my people. Then the wolf and the lamb shall feed together: they shall not do evil in all the mountain of my holiness (Isa. 65:17, 18, 19, 25). For Zion’s sake I will not be silent, and for Jerusalem’s sake I will not rest, until her justice go forth as splendor, and her salvation as a lamp that burneth. Then the Gentiles shall see thy justice, and all kings thy glory; and thou shalt be called by a new name; which the mouth of Jehovah shall utter; and thou shalt be a crown of beauty, and a tiara of a kingdom, in the hand of thy God. Jehovah shall be well pleased in thee, and thy land shall be married. Behold thy salvation shall come, behold his reward is with him: and they shall call them the people of holiness, the redeemed of Jehovah; and thou shalt be called a city sought out, not deserted (Isa. 62:1–4, 11–12). Awake, awake, put on thy strength, O Zion; put on the garments of thy beauty, O Jerusalem, the city of holiness; for henceforth there shall no more come into thee the uncircumcised and the unclean. Shake thyself from the dust, arise, sit down, O Jerusalem. The people shall know my name in that day; for I am he that doth speak, behold it is I. Jehovah hath comforted his people, he hath redeemed Jerusalem (Isa. 52:1–2, 6, 9)."
    },
    {
      "section": 75,
      "title": "Page 75",
      "text": "BRIEF EXPOSITION 282 Shout O daughter of Zion, be glad with all the heart, O daughter of Jerusalem; the king of Israel is in the midst of thee: fear not evil any more; he will be glad over thee with joy, he will rest in thy love, he will exult over thee with shouting; I will give you for a name and a praise among all the people of the earth (Zeph. 3:14–17, 20). Thus saith Jehovah, thy redeemer, saying to Jerusalem, thou shalt be inhabited (Isa. 44:24, 26). Thus saith Jehovah, I will return to Zion, and dwell in the midst of Jerusalem, whence Jerusalem shall be called the city of truth, and the mountain of Jehovah of Hosts the mountain of holiness (Zech. 8:3, 20–23). Then shall ye know that I am Jehovah your God, dwelling in Zion, the mountain of holiness, and Jerusalem shall be holiness. And it shall come to pass in that day, that the mountains shall drop must, and the hills shall flow with milk, and Jerusalem shall sit from generation to generation (Joel 4:17–21). In that day shall the branch of Jehovah be for ornament and glory; and it shall come to pass that he that is left in Zion, and he that remaineth in Jerusalem, shall be called holy, everyone that is written for life in Jerusalem (Isa. 4:2–3). In the last days the mountain of the house of Jehovah shall be established on the head of the mountains, for out of Zion shall go forth doctrine, and the Word of Jehovah from Jerusalem (Micah 4:1–2, 8). At that time they shall call Jerusalem the throne of Jehovah, and all nations shall be gathered to Jerusalem for the name of Jehovah, neither shall they go any more after the confirmation of their own evil heart (Jer. 3:17). Look upon Zion, the city of our stated feasts, thine eyes shall see Jerusalem, a quiet habitation, a tabernacle that shall not be destroyed; the pins thereof shall not be removed forever, and the cords thereof shall not be torn out (Isa. 33:20); besides other passages, as (Isa. 24:23; 37–32; 66:10–14; Zech. 12:3, 6–10; 14:8, 11–12, 21; Mal. 3:2, 4; Ps. 122:1–7; Ps. 130:4–6). That by “Jerusalem” in the above passages is meant a church to be established by the Lord, and not the Jerusalem inhabited by the Jews, is plain from every particular of the description in the passages quoted; as that “Jehovah God was about to create a new"
    },
    {
      "section": 76,
      "title": "Page 76",
      "text": "BRIEF EXPOSITION 283 heaven and a new earth,” and also “Jerusalem” at the same time; and that “this would be a crown of beauty, and a tiara of a kingdom”; that it is to be called “holiness,” and “the city of truth, the throne of Jehovah,” “a quiet habitation,” “ a tabernacle that shall not be taken down”; that “the wolf and the lamb shall feed together therein,” and that “the mountains shall drop down with new wine, and the hills flow with milk,” and that “it should remain from generation to generation”; besides other circumstances, as respecting the people therein, that they should be “holy, all written for life,” and should be called “the redeemed of Jehovah.” Moreover, all those passages treat of the coming of the Lord, and particularly of his second coming, when Jerusalem shall be such as is there described; for heretofore she has not been married, that is, has not been “the Bride and the Wife of the Lamb,” as “the new Jerusalem” is said to be in Revelation. The former or present church is meant by “Jerusalem,” and its beginning is there described in these words in Daniel: Know and perceive, that from the going forth of the Word, unto the restoring and building of Jerusalem, even unto Messiah the Prince, shall be seven weeks; afterwards in sixty and two weeks it shall be restored, and the street and the ditch shall be built, but in distress of times (Dan. 9:25). But its end is described by these words: At length upon the bird of abominations shall be desolation, and even to the consummation and decision it shall drop upon the devastation (Dan. 9:27). This last passage is meant by the following words of the Lord in Matthew: When ye shall see the abomination of desolation foretold by Daniel the prophet, standing in the holy place, let him that readeth note it well (chap. 24:15). That “Jerusalem” in the places above adduced, does not mean the Jerusalem inhabited by the Jews, may appear from those places in the Word, where it is said of that city that it was entirely destroyed,"
    },
    {
      "section": 77,
      "title": "Page 77",
      "text": "BRIEF EXPOSITION 284 and that it was to be destroyed, as in Jer. 5:1; 6:6–7; 7:17–18 seq.; 8:6–8 seq.; 9:10–11, 13 seq.; 13:9–10, 14; 14:16; Lam. 1:8–9, 17; Ezek. 4:1 to the end; 5:9 to the end; 12:18–19; 15:6–8; 16:1–63; 23:1–40; Matt. 23:37–38; Luke 19:41–44; 21:20–22; 23:28–30; besides many other passages; and also where it is called “Sodom” (Isa. 3:9; Jer. 23:14; Ezek. 16:46, 48); and in other places. 101. That the church is the Lord’s, and that from the spiritual marriage, which is that of good and truth, the Lord is called “the bridegroom” and “the Husband,” and the church “the Bride” and “the Wife,” is known to Christians from the Word, particularly from the following passages: John said of the Lord: He that hath the Bride is the Bridegroom, but the friend of the Bridegroom is he who standeth and heareth him, and rejoiceth because of the Bridegroom’s voice (John 3:29). Jesus said, while the Bridegroom is with them, the sons of the marriage cannot fast (Matt. 9:15; Mark 2:19, 20; Luke 5:34, 35). I saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a Bride adorned for her Husband (Rev. 21:2). The angel said unto John, Come, and I will show thee the Bride, the Lamb’s Wife; and from a mountain he showed him the holy city Jerusalem (Rev. 21:9). The time of the marriage of the Lamb is come, and his Wife hath made herself ready; happy are they who are called unto the marriage supper of the Lamb (Rev. 19:7, 9). I am the Root and Offspring of David, the bright and morning Star. The Spirit and the Bride say, Come; and let him who heareth say, Come; and him that thirsteth let him come; and whosoever will, let him take the water of life freely (Rev. 22:16, 17). 24 102. The faith of the new church cannot by any means be joined with the faith of the former church, and if they were together, such"
    },
    {
      "section": 78,
      "title": "Page 78",
      "text": "BRIEF EXPOSITION 285 a collision and conflict would take place that everything of the church with man would perish. Brief Analysis 103. The reason the faith of the new church cannot by any means be together with the faith of the former or present church is that they do not agree together in one third, no, nor even in one tenth part. The faith of the former church is described in Revelation (chap. 12) by “the dragon,” but the faith of the new church by “the woman encompassed with the sun, having upon her head a crown of twelve stars, whom the dragon pursued, and at whom he cast water as a flood, that he might swallow her up,” see above (n. 87–90). These two cannot be together in one city, much less in one house, consequently they cannot be together in one mind; and if they should be together, the unavoidable consequence must be, that the woman would be continually exposed to the anger and insanity of the dragon, and in fear lest he should devour her son; for it is said in Revelation, that: The dragon stood before the woman who was ready to be delivered, in order to devour her offspring, and the woman, after she had brought forth, fled into the wilderness (Rev. 12:1, 4, 6, 14–17). The faith of the former church is a faith of the night, for human reason has no perception of it; wherefore it is also said, that the understanding must be kept in obedience thereto; yea, it is not known whether it be within man or without him, because nothing of man’s will and reason enters into it, no, nor charity, good works, repentance, the Law of the Decalogue, with many other things which really exist in the mind of man. That this is the case, may be seen above (n. 79, 80, 96–98). But the faith of the new church enters into a conjugial covenant with all these, and conjoins itself to them; and because it is thus in the heat of heaven, it is also in the light thereof, and is a faith of light. Now a faith of night and a faith of light cannot be together any more than an owl and a dove in one nest. For in such case the owl would lay her eggs, and the dove hers, and after sitting, the young of both would be hatched, and then the owl would tear in pieces the young of the dove, and would"
    },
    {
      "section": 79,
      "title": "Page 79",
      "text": "BRIEF EXPOSITION 286 give them to her own young for food; for the owl is a bird of prey. There is a further reason the faith of the former church and the faith of the new church cannot possibly be together, and that is that they are heterogeneous; for the faith of the former church springs from an idea of three gods, see n. 30–38, but the faith of the new church from the idea of one God; and as there hence arises a heterogeneity between them, there must inevitably, if they are together, be such a collision and conflict, that everything of the church would perish; that is, man would either fall into a delirium or into a swoon, as to spiritual things, until at length he would scarcely know what the church is, or whether there be any church. From what has been said, it follows, that they who have confirmed themselves in the faith of the old church, cannot, without endangering their spiritual life, embrace the faith of the new church, until they first have disproved its particulars, and thus have extirpated the former faith, together with its offspring or eggs, that is, its dogmas; the nature of which has been already shown in the foregoing pages, particularly at n. 64–69. 104. The like would happen if anyone should embrace the faith of the new church, and retain the faith of the old church concerning the imputation of the justice or merit of the Lord; for from this, as from their root, all its dogmas, like so many offshoots, have sprung forth. If this should be the case, it would comparatively be like anyone extricating himself from three heads of the dragon, and becoming entangled in his four remaining ones; or like one who fled from a leopard, and met a lion; or like one escaping out of a pit where there is no water, and falling into a pit full of water, and being drowned. That this is the case, will be seen after the exposition of the following proposition, where something will be advanced concerning imputation. 25 105. The Roman Catholics at this day know nothing of the imputation of the merit of Christ, and of justification by faith therein, into which their church was formerly initiated, because it is"
    },
    {
      "section": 80,
      "title": "Page 80",
      "text": "BRIEF EXPOSITION 287 entirely concealed under their externals of worship, which are many; for which reason, therefore, if they recede but in part from their externals of worship, and immediately approach God the savior Jesus Christ, and administer the holy eucharist in both kinds, they may be brought into the new Jerusalem, that is, into the new church of the Lord, more easily than the Reformed. Brief Analysis 106. That the primates and leaders of the Romish church, at their inauguration into the ministry, swear to observe the decrees of the Council of Trent, appears from the bull of the Roman pontiff Pius IV, where, in the form of the oath of their profession of faith, dated the 18th of November, 1564, we find these words: “I firmly believe and profess all and every thing contained in the creed used by the holy church of Rome; and I receive, without any doubt, all such things as are maintained and declared in her holy canons, and general councils, and especially by the most holy Council of Trent; so help me God.” That they also bind themselves by an oath to believe and profess what the Council of Trent has established, concerning the imputation of the merit of Christ, and justification by faith therein, is evident from these words in the same bull: “I embrace and receive each and all things, which have been determined and declared in the most holy Council of Trent, concerning original sin and justification.” What these are, may be seen from the extracts taken from that council, see above (n. 3–8). From these principles established in that council, the following consequences have been drawn, namely, “That the Roman Catholics, before the Reformation, held precisely the same doctrines as the Reformed have done after it, with respect to the imputation of the merit of Christ, and justification by faith therein, only with this difference, that they conjoined the same faith with charity and good works,” see above (n. 19–20). Also, “That the leading reformers, Luther, Melancthon, and Calvin, retained all the dogmas concerning the imputation of the merit of Christ, and justification by faith, just as they then were and had been with the Roman Catholics; but that they separated charity and good works from that faith, and declared them to have no saving efficacy, to the intent that they might be severed from the Roman Catholics, as"
    },
    {
      "section": 81,
      "title": "Page 81",
      "text": "BRIEF EXPOSITION 288 to the very essentials of the church, which are faith and charity,” see above (n. 21–23). Moreover, “That nevertheless the aforesaid reformers adjoined good works, and even conjoined them, to their faith, but in man as a passive subject; but the Roman Catholics conjoin them in him as an active subject; and that nevertheless there actually is a conformity of sentiment between both the one and the other, as to faith, works, and merits,” see above (n. 24–29). From what has been shown, then, it is evident, that this faith is a faith which the Roman Catholics swear to observe, equally as well as the Reformed. 107. Nevertheless this faith is so far obliterated with the Roman Catholics at this day, that they scarcely know a jot about it; not that it has been reprobated by any papal decree, but because it has been concealed by the externals of worship, which are in general the adoration of Christ’s vicar, the invocation of saints, the veneration of images; and moreover by such things as, from being accounted holy, affect the senses, as masses in an unknown tongue, garments, lights, incense, the pomp of processions; also mysteries respecting the Eucharist. By these things, and others of a like nature, faith justifying by the imputation of the merit of Christ, although a primitive tenet of the Roman church, has been so removed out of sight, and withdrawn from the memory, that it is like something buried in the earth, and covered over with a stone, which the monks have set a watch over, to prevent its being dug up and recalled; for were it recalled, the belief of their possessing a supernatural power of forgiving sins, and thus of justifying, sanctifying, and saving, would cease, and therewith all their sanctity, pre-eminence, and prodigious gains. 108. The first reason the Roman Catholics may be brought into the new Jerusalem, or the new church, more easily than the Reformed, is that the faith of justification by the imputation of the merit of Christ, which is an erroneous faith, and cannot be together with the faith of the new church (n. 102–104), is with them obliterated, yea, is to be altogether obliterated; but it is as it were engraven upon the Reformed, inasmuch as it is the principal tenet of their church. The second reason is that the Roman Catholics"
    },
    {
      "section": 82,
      "title": "Page 82",
      "text": "BRIEF EXPOSITION 289 entertain an idea of Divine majesty in the human of the Lord, more than there is with the Reformed, as is evident from their most devout veneration of the host. The third reason is that they hold charity, good works, repentance, and attention to amendment of life, to be essentials of salvation, and these are also the essentials of the new church; but the case is otherwise with the Reformed, who are confirmed in faith alone; with these the above are neither regarded as essentials nor formalities belonging to faith, and consequently they contribute nothing to salvation. These are three reasons, why the Roman Catholics, if they approach God the savior himself, not mediately but immediately, and likewise administer the Holy Eucharist in both kinds, may more easily than the Reformed receive a living faith in the place of a dead faith, and be conducted by angels from the Lord to the gates of the new Jerusalem or the new church, and be introduced therein with joy and shouting. 109. The imputation of the justice or merits of Christ, enters at this day like a soul into the whole system of theology throughout the Reformed Christian world. It is from imputation that faith, which is therein accounted the only means of salvation, is affirmed to be justice before God, see above, n. 11 (d); and it is from imputation that man, by means of that faith, is said to be clothed with the gifts of justice, as a king when elected is invested with the insignia of royalty. But nevertheless imputation, from the mere assertion that a man is just, effects nothing, for it passes only into the ears, and does not operate in man, unless the imputation of justice be also the application of justice by its being communicated and so induced. This follows from its effects, which are said to be the remission of sins, regeneration, renovation, sanctification, and thus salvation. It is asserted further, that by means of that faith Christ dwells in man, and the Holy Spirit operates in him, and that hence the regenerate are not only called just, but they also are just. That not only the gifts of God, but likewise Christ himself, yea, all the holy trinity, dwells by faith in the regenerate, as in their temples, see above, n. 15 (l); and that man both as to person and works, is just, and is called so, see above, n. 14 (e). From which it clearly follows, that by the imputation of the justice of Christ is"
    },
    {
      "section": 83,
      "title": "Page 83",
      "text": "BRIEF EXPOSITION 290 meant its application, and thereby its being induced, from which man is made partaker thereof. Now, because imputation is the root, the beginning, and the foundation of faith, and all its operations towards salvation, and hence is as it were the sanctuary or sacred recess in the Christian temples at this day, it is necessary to subjoin here something concerning imputation by way of corollary; but this shall be distinctly arranged in articles in the following order: 1. That to everyone after death is imputed the evil in which he is, and in like manner the good. 2. That the induction of the good of one into another, is impossible. 3. That a faith of the imputation or application of the justice or merits of Christ, because it is impossible, is an imaginary faith. 110. (1) That to everyone, after death, is imputed the evil in which he is, and in like manner the good. In order to illustrate this with some degree of evidence, it shall be considered under the following distinctions. (a) That everyone has his own life. (b) That his own life remains with everyone after death. (c) That to the evil is then imputed the evil of his life, and that to the good is imputed his good. (a) That everyone has his own life, thus a life distinct from that of another, is known. For there is a perpetual variety, and no two things are alike; hence it is that everyone has his own. This manifestly appears from the faces of men; there is not given one face exactly like that of another, nor ever can be to eternity, because there do not exist two minds alike, and the face is from the mind, for it is, as is said, the type of the mind, and the mind derives its origin and form from the life. Unless a man had his own life as he has a mind and face of his own, he would not have any life after death distinct from that of another; nay, heaven could not exist, for this consists of perpetual varieties; the form of this is solely from the varieties of souls and minds disposed into such an order, as to make one; and they constitute one from that One whose life is in"
    },
    {
      "section": 84,
      "title": "Page 84",
      "text": "BRIEF EXPOSITION 291 the whole and every particular there, as the soul is in man. Unless this were the case, heaven would be dispersed, because its form would be dissolved. The One from whom the life of all and everyone proceeds, and from whom that form coheres together, is the Lord. (b) That the life of everyone remains with him after death, is known in the church from the Word, and particularly from the following passages: The Son of man shall come, and then he shall render unto everyone according to his deeds (Matt. 16:27). I saw the books opened, and all were judged according to their works (Rev. 20:12, 13). In the day of judgment God will render unto everyone according to his works (Rom. 2:6; 2 Cor. 5:10). The works, according to which it shall be rendered unto everyone, are the life, for the life effects them, and they are according to the life. Forasmuch as it has been granted me for many years to be with angels, and to speak with newcomers from the world, I can testify as a matter of certainty, that everyone is there explored as to the quality of his past life, and that the life which he had contracted in the world, abides with him to eternity. I have spoken with those who lived many ages ago, whose life was known to me from history, and I found them similar to the description. I have also heard from the angels, that no one’s life can be changed after death, because it is organized according to his love and faith, and hence according to his works; and that if the life were changed, the organization would be destroyed, which never can be done. They further added, that a change of organization can only take place in the material body, and by no means in the spiritual body, after the former is rejected."
    },
    {
      "section": 85,
      "title": "Page 85",
      "text": "BRIEF EXPOSITION 292 (c) That to the evil is then imputed the evil of his life, and that to the good is imputed his good. The imputation of evil after death, does not consist in accusation, blame, censure, or in passing judgment, as in the world; but the evil itself effects this. For the evil of their own accord separate themselves from the good, because they cannot be together; the delights of the love of evil are averse to the delights of the love of good, and delights exhale from everyone, as odors from every vegetable on earth; for they are no longer absorbed and concealed by the material body as before, but freely flow forth into the spiritual atmosphere from their loves; and inasmuch as evil is there perceived as it were in its odor, it is this which accuses, blames, inculpates, and judges; not before any judge, but before everyone who is in good; and this is what is meant by imputation. The imputation of good is effected in the same manner; this takes place with those who in the world had acknowledged that every good in them was and is from the Lord, and nothing thereof from themselves. These, after they have been prepared, are let into the interior delights of their own good, and then a way is opened for them towards a society in heaven, whose delights are homogeneous. This is done by the Lord. 111. (2) That the induction of the good of one person into another, is impossible. The proof hereof may also appear from the following observations in their order: (a) That every man is born in evil. (b) That man is led into good through regeneration by the Lord. (c) That this is effected by faith in the Lord, and by a life according to his commandments. (d) Wherefore the good of one cannot by application be transferred to another, and so imputed. (a) That every man is born in evil, is known in the church. This evil is said to be hereditary from Adam; but it is from parents, from whom everyone derives his disposition or inclination. That it is so experience and reason proves; for the likenesses of parents may be traced in the faces, characters, and manners of their children, and their posterity. Hence families are distinguished by many, and their propensities are also judged of; wherefore, the evils which parents have contracted, are transmitted by propagation to their posterity, under a species of inclination towards them; hence are derived the evils into which men are born."
    },
    {
      "section": 86,
      "title": "Page 86",
      "text": "BRIEF EXPOSITION 293 (b) That man is led into good through regeneration by the Lord. That there is regeneration, and that unless one is regenerated, he cannot enter into heaven, is very evident from the Lord’s words in John 3:3, 5. That regeneration is purification from evils, and thus renovation of life, cannot lie hidden in the Christian world, for reason also sees this, whilst it acknowledges that everyone is born in evil, and that evil cannot be washed and wiped away, like filth by soap and water, but by repentance. (c) That this is effected by faith in the Lord, and by a life according to his commandments. The precepts of regeneration are five, as may be seen above (n. 43, 44); among which are these. That evils ought to be shunned, because they are of the devil and from the devil; that goods ought to be done, because they are of God and from God; and that the Lord is to be approached, that he may lead us so to do. Let everyone consider and weigh with himself, whether good can be derived to man from any other source; and if he has not good he cannot be saved. (d) Wherefore the good of one cannot by application be transferred to another, and so imputed. From what has been said above, it follows, that man by regeneration is renewed as to his spirit, and that this is effected by faith in the Lord, and at the same time by a life according to his commandments. Who does not see, that this renewal can only be effected from time to time, nearly in like manner as a tree takes root, and grows successively from a seed, and is perfected? They who have a different notion of regeneration and renovation, know nothing of the state of man, nor anything about evil and good, as that they are diametrically opposite to each other, and that good cannot be implanted but in proportion as evil is removed; neither do they know, that so long as anyone is in evil, he is averse to good which in itself is really good; wherefore if the good of one were to be applied and so induced into another who is in evil, it would be like casting a lamb to a wolf, or fastening a pearl to a hog’s snout. From what has been said it is evident, that the induction of the good of one into another is impossible."
    },
    {
      "section": 87,
      "title": "Page 87",
      "text": "BRIEF EXPOSITION 294 112. (3) That the faith of imputation, or application of the justice or merit of Christ, inasmuch as such imputation or application is impossible, is an imaginary faith. That to everyone is imputed the evil in which he is, and in like manner the good, was demonstrated above (n. 110). Hence it is evident, that if by imputation is meant the application and thence the induction of the good of one into another, it is an imaginary thought. In the world, merits may be as it were transcribed by men, that is, benefits may be conferred on children for the sake of their parents, or on the friends of any adherent from favoritism; yet the good of merit cannot be inscribed on their souls, but only externally adjoined. The like cannot take place with men in respect to their spiritual life. This, as was shown above, must be implanted, and if not implanted by a life according to the above-mentioned precepts of the Lord, man remains in the evil in which he was born. Until this is done, no good can approach him, or if it does, it is instantly repelled, and rebounds like an elastic ball falling on a rock, or is absorbed like a diamond thrown into a swamp. An unreformed man is, as to his spirit, like a panther or an owl, and may be compared to a thorn or a nettle; but a regenerate man is like a sheep or a dove, and may be compared to an olive tree or a vine. Consider then, I pray, if you are so disposed, how can a man who is like a panther be converted into a man who is like a sheep, or an owl into a dove, or a thorn into an olive tree, or a nettle into a vine, by any imputation, if by this is meant transference? In order that conversion may take place, must not the ferocious nature of the panther and the owl, and the noxious properties of the thorn and the nettle, be first removed, and thus the truly human and inoffensive properties be implanted? How this is effected, the Lord also teaches in John (15:1–7). 113. To the above shall be added the following observations. It is said in the church, that no one can fulfill the law, especially since whosoever offends against one commandment of the Decalogue, offends against all. This form of speaking, however, is not such as it sounds; for this is to be understood in this manner, that whosoever from purpose or from confirmation acts against one"
    },
    {
      "section": 88,
      "title": "Page 88",
      "text": "BRIEF EXPOSITION 295 commandment, acts against all the rest, since to act thus from purpose or from confirmation is to deny altogether that it is a sin, and he who denies it to be sin, makes light of acting against all the rest of the commandments. Who does not know, that he who is a fornicator is not therefore a murderer, a thief, or a false witness, nor even willing to be such? But he who is an adulterer from purpose and confirmation, makes light of all things relating to religion, and consequently pays no regard to murders, thefts, and false witness, not abstaining from them because they are sins, but for fear of the law or loss of reputation. The case is similar, if anyo ne from purpose or confirmation acts against any other commandment of the Decalogue; he then also offends against the rest, because he does not account anything a sin. It is very similar with those who are in good from the Lord. These, if from the will and understanding, or from purpose and confirmation, they abstain from one evil because it is a sin, abstain from all, and still more if they abstain from many; for whenever anyone abstains, from purpose and confirmation, from any evil, because it is a sin, he is kept by the Lord in the purpose of abstaining from the rest; wherefore if through ignorance, or any predominant lust of the body, he does an evil, it nevertheless is not imputed to him, because he did not purpose it to himself, nor confirm it with himself. A man comes into this kind of purpose, if he examines himself once or twice a year, and repents of the evil he discovers in himself. It is otherwise with him who never examines himself. It is permitted to confirm this by the following. I have met with many in the spiritual world, who have lived like other people in the natural world, feasting sumptuously, being splendidly clothed, making interest by trade like others, frequenting play houses, joking on amatory affairs as if from lust, with other things of a similar nature, and yet the angels charged such things as evils of sin in some, and did not impute them as evils in others, declaring the latter innocent, and the former guilty. On being asked the reason of such distinction, when both had indulged in like practices, they replied, that they consider all according to their purpose, intention,"
    },
    {
      "section": 89,
      "title": "Page 89",
      "text": "BRIEF EXPOSITION 296 and end, and distinguish them accordingly; and therefore that they excuse and condemn those whom the end excuses or condemns, inasmuch as good is the end that influences all who are in heaven, and evil is the end that influences all who are in hell. From what has been said it now plainly appears, to whom sin is imputed, and to whom it is not imputed. 114. To the above shall be added two relations taken from Apocalypse Revealed. The first is this: I was seized suddenly with a disease almost deadly. My whole head was oppressed with pain; a pestilential smoke was let in from the great city which is spiritually called Sodom and Egypt (Rev. 11:8). I was half dead with severe anguish; I expected the end. Thus I lay in bed for three and a half days, so greatly was my spirit affected, and from it my body. Then I heard around me voices saying, “Look! He who preached repentance for the remission of sins, and Christ the man as the only God, lies dead in the street of our city .” And they asked some of the clergy, whether he was worthy of burial, as was said concerning the two witnesses slain in that city (Rev. 11:8-10). And they answered, “No, let him lie, let him be looked at”; and they passed to and fro, and mocked. All this befell me of a truth, when that chapter of Revelation was being explained. Then there were heard severe speeches from them, such as the following: “How can repentance be performed without faith? And how can Christ, the man, be adored as God? Whilst we are saved freely without any merit of our own, what need is there of anything besides faith alone, that God the Father sent the Son to take away the damnation of the law, to impute his merit to us, and so to justify us in his sight, and absolve us from our sins, and then to give the Holy Spirit to operate all good in us? Are not these things agreeable to Scripture, and to reason also?” The crowd standing by applauded these things. I heard all this without any power to reply, being almost dead. But after three days and a half my spirit recovered, and as to the spirit I went forth from the street into the city, and again said, “Repent, and believe in Christ, and your sins will be remitted, and you will be saved, but otherwise you will perish."
    },
    {
      "section": 90,
      "title": "Page 90",
      "text": "BRIEF EXPOSITION 297 “Did not the Lord himself preach repentance for the remission of sins, and that men should believe in him? Did he not command his disciples to preach the same? Does not a full security of life follow the dogma of your faith?” But they said, “What idle talk! Has not the Son made satisfaction? And does not the Father impute it to us, and justify us who have believed this? Thus we are led by the spirit of grace, then what sin is in us, what death is with us? Dost thou comprehend this gospel, thou preacher of sin and repentance?” But then a voice went forth from heaven, saying, “What is the faith of an impenitent man, but a dead faith? The end is come, the end is come upon you that are secure, unblamable in your own eyes, justified in your own faith, devils.” And suddenly a deep gulf was then opened in the midst of that city, which spread itself far and wide, and the houses fell one upon another, and were swallowed up; and presently water began to bubble up from a large whirlpool, and overflowed the waste. When they were thus submerged, and seemed inundated, I desired to know their lot in the deep; and it was said to me from heaven, “thou shalt see and hear.” And immediately the waters wherein they seemed to be inundated disappeared, for waters in the spiritual world are correspondences, and consequently appear around those who are in falsities; and then they appeared to me in a sandy bottom, where were large heaps of stones, among which they ran, and lamented that they were cast out of their great city; and they shouted and cried, “Why has all this befallen us? Are we not, through our faith, clean, pure, just, and holy?” Others exclaimed, “Are we not, through our faith, cleansed, purified, justified, and sanctified?” And others cried, “Are we not, through our faith, rendered worthy to be reputed and esteemed clean, pure, just, and holy, before God the Father, and before the whole trinity, and to be declared such before the angels? Are not we reconciled, atoned for, expiated, and thereby absolved, washed and cleansed from sins? And is not the curse of the law taken away by Christ? Why then are we cast down hither like the condemned? We have heard from an audacious preacher of sin in our great city, Believe in Christ, and do the work of repentance. Have we not believed in Christ, whilst we believed in his merit? And have we not done the work of"
    },
    {
      "section": 91,
      "title": "Page 91",
      "text": "BRIEF EXPOSITION 298 repentance, whilst we confessed ourselves sinners? Why then has all this befallen us?” But then a voice from one side said to them, “Do you know any one sin in which you are? Have you ever examined yourselves? Have you in consequence thereof shunned any evil as sin against God? And whosoever does not shun it, remains in it. Is not sin the devil? Wherefore you are they of whom the Lord says: Then shall ye begin to say, we have eaten and drunk in thy presence, and thou hast taught in our streets; but he shall answer, I say unto you, I know you not, whence ye are; depart from me all ye workers of iniquity (Luke 13:26, 27; Matt. 7:22, 23). “Depart therefore everyone to his place; you see the openings into those caverns, enter therein, and work shall be given each of you to do, and afterwards food in proportion to your work; but if not, still presently you will be compelled by hunger to enter.” Afterwards there came a voice from heaven to some on that land, who were without the great city, and who are also described in Revelation (11:13), crying aloud, “Take heed to yourselves, take heed how you associate yourselves with such persons. Cannot you understand that evils, which are called sins and iniquities, render man unclean and impure? How can man be cleansed and purified from them, but by actual repentance, and faith in the Lord God the savior? Actual repentance consists in a man’s examining himself, in knowing and acknowledging his sins, in making himself guilty, in confessing them before the Lord, in imploring help and power to resist them, and thus in desisting from them, and leading a new life, and doing all these things as of himself. Do this once or twice in a year, when you come to the Holy Communion; and afterwards when the sins, whereof you made yourselves guilty, recur, then say to yourselves, we will not consent to them, because they are sins against God; this is actual repentance. Who cannot understand, that he who does not examine himself and see his sins, remains in them? For all evil is delightful to a man from his birth; it is a delight to revenge, to commit whoredom, to defraud and to blaspheme; does not the delight cause them not to be seen? And, if perchance it is said that they are sins, do you not on account of that delight excuse them?"
    },
    {
      "section": 92,
      "title": "Page 92",
      "text": "BRIEF EXPOSITION 299 “Yea, do you not by falsities confirm them, and persuade yourselves that they are not sins, and so remain in them, and afterwards do them more than before; even till you do not know what sin is, or whether there be any sin? But the case is otherwise with everyone who performs actual repentance; the evils which he has known and acknowledged he calls sins, and therefore he begins to shun and be averse to them, and to feel their delight as undelightful; and in proportion as this is the case, so far he sees and loves goods, and at length feels the delights of these, which are the delights of heaven. In a word, so far as anyone rejects the devil to the back, so far he is adopted by the Lord, and by him is taught, led, withheld from evils, and held in goods. This is the way, and there is no other from hell to heaven.” This is wonderful, that there is in the Reformed a certain deep-rooted opposition and aversion to actual repentance, which is so great, that they cannot force themselves to self-examination, and to see their sins, and to confess them before God; they are seized as it were with horror when they intend it. I have inquired of many in the spiritual world concerning this, and they all said, that it is above their power. When they heard that the papists practice such duties, namely, that they examine themselves, and confess their sins openly before a monk, they greatly wondered, and likewise that the Reformed cannot do the same in private before God, although it is alike enjoined them previous to their approaching the Holy Supper. Some have examined into the cause of this, and found that faith alone induces such an impenitent state and such a heart; and then it was given them to see, that such of the papists as approach and adore Christ, and do not adore, but only honor, the primates and leaders of their church are saved. After the above admonition was heard as it were thunder, and a voice speaking from heaven, saying, “We are amazed; say unto the assembly of the Reformed, believe in Christ, and do the work of repentance, and you shall be saved.” And I told them; and added further, “Is not baptism a sacrament of repentance, and thereby an introduction into the church? What else do the sponsors promise for the person to be baptized, but that he will renounce the devil"
    },
    {
      "section": 93,
      "title": "Page 93",
      "text": "BRIEF EXPOSITION 300 and his works? Is not the Sacred Supper a sacrament of repentance, and thereby an introduction into heaven? Is it not declared to the communicants, that they must altogether do the work of repentance before they approach? Is not the Decalogue, which teaches repentance, the doctrine of the whole Christian Church? Is it not there said, in the six commandments of the second table, thou shalt not do this and that evil, and not said, thou shalt do this and that good? Hence you may know, that in proportion as anyone shuns evil, in the same proportion he loves good, and that before this, he does not know either what good is, nor what evil is.” 115. The second relation is this. An angel once said to me, “You wish to see clearly what faith and charity are, and thereby what faith is when separate from charity, and what it is when conjoined with charity; I will also demonstrate it to the eye.” I replied, “Show it to me.” And he said, “Instead of faith and charity, think of light and heat, and you will see clearly. For faith in its essence is the truth of wisdom, and charity in its essence is the affection of love, and the truth of wisdom in heaven is light, and the affection of love in heaven is heat; the light and heat which the angels have, are nothing else. Hence you can see clearly what faith is when separate from charity, and what it is when conjoined with charity. “Faith separate from charity is like the light in winter, and faith conjoined with charity is like the light in spring; the light in winter, which is light separate from heat, and in consequence thereof conjoined with cold, strips the trees of all their leaves, kills the grass, hardens the earth and freezes the water; but the light in spring, which is light conjoined with heat, causes the trees to vegetate, first into leaves, then into blossoms, and lastly into fruits; it opens and softens the earth whereby it yields grass, herbs, flowers, and fruits; and it also dissolves the ice, so that the waters flow from their fountains. Exactly similar is the case with faith and charity; faith separate from charity deadens all things, and faith conjoined with charity vivifies all things. “The nature of such deadening and vivifying may be seen to the life in our spiritual world, because here faith is light, and charity,"
    },
    {
      "section": 94,
      "title": "Page 94",
      "text": "BRIEF EXPOSITION 301 heat; for where faith is conjoined with charity, there are paradisal gardens, flower beds, and lawns, in their pleasantness according to conjunction. But where faith is separate from charity, there does not grow even grass, nor any green thing, except it be on thorns and briers.” There were then not far from us some of the clergy, whom the angel called justifiers and sanctifiers of men by faith alone, and also arcanists; we said to them the same things and likewise demonstrated them even so that they saw it to be so. But when we asked them whether it was so, they turned themselves away, and said, “We did not hear;” whereupon we cried aloud to them saying, “Hear us now, then;” but immediately they stopped their ears with both hands, and exclaimed, “We do not wish to hear.” CONCLUSION From Jeremiah (7:2–4, 9–11). Stand in the gate of the house of Jehovah, and proclaim there this word: Thus saith Jehovah of Hosts, the God of Israel: Render good your ways and your words; trust ye not upon the words of a lie, saying, the temple of Jehovah, the temple of Jehovah, the temple of Jehovah is here [that is, the church]. Will ye steal, kill, commit adultery, and swear falsely, and after that come and stand before me in this house, whereon my name is called, and say, we are delivered, whilst ye do all these abominations? Is not this house become a den of robbers? Even I behold, I have seen, saith Jehovah. APPENDIX 116. The faith of the new heaven and the new church in its universal form, is this: That the Lord from eternity who is Jehovah, came into the world that he might subdue the hells, and glorify his"
    },
    {
      "section": 95,
      "title": "Page 95",
      "text": "BRIEF EXPOSITION 302 human; and that without this no mortal could have been saved; and that they are saved who believe in him. It is said in the universal form, because this is the universal of faith, and the universal of faith is what must enter into each and all things. It is a universal of faith, that God is one in essence and Person, in whom is the trinity, and that the Lord God the savior Jesus Christ is he. It is a universal of faith, that no mortal could have been saved, unless the Lord had come into the world. It is a universal of faith, that he came into the world to remove hell from man, and he removed it by combats against it, and by victories over it; thus he subdued it, and reduced it to order, and under obedience to himself. It is a universal of faith, that he came into the world to glorify the human which he assumed in the world, that is, to unite it with the Divine from which it was; thus, having subdued hell, he keeps it in order and under obedience to himself to eternity. Inasmuch as both these could only be effected by means of temptations admitted into his human, even to the last, which was the passion of the cross, therefore he endured that. These are the universals of faith concerning the Lord. The universal of Christian faith on man’s part is that he should believe in the Lord, for by believing in him conjunction with him is effected, and by conjunction salvation. To believe in him, is to have confidence that he will save; and because none can have such confidence but he who lives well, therefore this is also meant by believing in him. 117. The faith of the new heaven and the new church, in its particular form, is this: That Jehovah God is love itself and wisdom itself, or that he is good itself and truth itself; and that as to the Divine truth itself, which is the Word, and which was God with God, he came down and assumed the human, for the purpose of restoring to order all things which were in heaven, and all things which were in hell, and all things which were in the church; inasmuch as at that time, the power of the devil, that is, of hell, prevailed over the power of heaven, and on earth the power of evil over the power of good; and thence a total damnation stood before the door and threatened. This impending damnation Jehovah God removed by his human, which was the Divine truth, and thus he"
    },
    {
      "section": 96,
      "title": "Page 96",
      "text": "BRIEF EXPOSITION 303 redeemed both angels and men; and afterwards he united in his human the Divine truth to the Divine good, and thus he returned into his Divine, in which he was from eternity, together with his glorified human. This is signified by these words in John: The Word was with God, and God was the Word; and the Word became flesh (John 1:1, 14). I went forth from the Father, and am come into the world; again I leave the world, and go to the Father (John 16:28). Hence it appears, that without the coming of the Lord into the world, no one could have been saved. The case is similar at this day; wherefore, unless the Lord come again into the world in Divine truth, which is the Word, no one can be saved. The particulars of faith on the part of man are these: (1) That God is one, in whom is the Divine trinity, and that he is the Lord God the savior Jesus Christ. (2) That saving faith is to believe in him. (3) That evils ought to be shunned, because they are of the devil and from the devil. (4) That goods ought to be done, because they are of God and from God. (5) And that they should be done by man as of himself, but that he must believe that they are from the Lord with him and through him. The first two have relation to faith; the next two to charity; and the fifth respects the conjunction of charity and faith, and thereby of the Lord and man; see also what has been said above on these subjects (n. 44). The three following relations are taken from Apocalypse Revealed: 118. The first relation. When I was engaged in the explanation of chapter 20 of Revelation, and was meditating about the dragon, the beast, and the false prophet, an angelic spirit appeared to me, and asked, “What do you meditate about?” I answered, “About the false prophet.” Then he said, “I will lead you to the place where they are who are meant by the false prophet; and who are the same that are meant in chapter 13 by the beast out of the earth, which had two horns like a lamb, and spoke like a dragon.” I followed him, and lo,"
    },
    {
      "section": 97,
      "title": "Page 97",
      "text": "BRIEF EXPOSITION 304 I saw a multitude, in the midst of which there were leaders of the church, who taught that nothing saves man but faith in the merit of Christ, and that works are good, but not for salvation, and that still they are to be taught from the Word, in order that the laity, especially the simple, may be kept more strictly within the bond of obedience to the magistracy, and forced, as if from religion, therefore interiorly, to exercise moral charity. Then one of them observing me, said, “Do you wish to see our shrine, wherein is an image representative of our faith?” I approached and saw it, and lo, it was magnificent. In the midst of it there was the image of a woman clothed in a scarlet robe, and holding in her right hand a gold coin and in her left a string of pearls. But both the image and the shrine were induced by fantasy; for infernal spirits can by fantasies represent magnificent objects, by closing the interiors of the mind, and opening only its exteriors. When I perceived, however, that they were such sorceries, I prayed to the Lord, and suddenly the interiors of my mind were opened, and then, instead of a magnificent shrine, I saw a house full of clefts from the roof to the bottom, in which nothing cohered together; and instead of the woman I saw hanging up in that house an image, the head of which was like a dragon’s, the body like a leopard’s, and the feet like a bear’s, and a mouth like a lion’s; thus altogether like the beast out of the sea which is described (Rev. 13:2); and instead of a floor there was a swamp containing a multitude of frogs; and I was informed, that beneath the swamp was a large hewn stone, under which the Word lay deeply hidden. On seeing this, I said to the juggler, “Is this your shrine?” and he said, “It is”; but then suddenly his interior sight was opened also, and he saw the same things that I did; whereupon he cried with a great cry, and said, “What and whence is this?” And I said, “This is from light from heaven, which discloses the quality of every form, and thus the quality of your faith separate from spiritual charity.” Then immediately an east wind blew, and carried away that shrine with the image, and also dried up the swamp, and thereby exposed the stone under which lay the Word; and afterwards there breathed as it were a vernal warmth from heaven, and lo, then in the same place, there appeared a tabernacle, as to its outward form simple."
    },
    {
      "section": 98,
      "title": "Page 98",
      "text": "BRIEF EXPOSITION 305 And the angels who were with me said, “Behold, the tabernacle of Abraham, such as it was when the three angels came to him and announced the future birth of Isaac. It appears indeed simple to the eye, but nevertheless according to the influx of light from heaven it becomes more and more magnificent.” And they were permitted to open the heaven, in which were the spiritual angels who excel in wisdom, and then from the influx of light from heaven thence, the Tabernacle appeared as a temple resembling that of Jerusalem; and on looking into it, I saw that the stone in the floor, under which the Word was deposited, was set with precious stones, from which there issued forth bright rays as of lightning that shone upon the walls, and caused beautiful variegations of color on certain cherubic forms that were sculptured on them. As I was admiring these things, the angels said, “thou shalt yet see something still more wonderful.” And it was permitted them to open the third heaven, in which were the celestial angels who are in love, and then from the light thence inflowing that whole temple disappeared, and in its stead was seen the Lord alone, standing on the foundation stone, which was the Word, in the same form that he appeared to John (Rev. 1). But because holiness then filled the interiors of the minds of the angels, occasioning in them an inclination to fall on their faces, suddenly the way of light from the third heaven was closed by the Lord, and the way from the second heaven opened; in consequence of which the former appearance of the temple returned, and also of the tabernacle, but this was in the temple. Hereby was illustrated the meaning of these words in Chap. 21 of Revelation: Behold, the tabernacle of God is with men, and he will dwell with them (Rev. 21:3). And I saw no temple in the new Jerusalem, for the Lord God Omnipotent and the Lamb are the temple of it (Rev. 21:22). 119. The second relation from Apocalypse Revealed. Once on waking from sleep, I fell into a profound meditation concerning God; and when I looked up, I saw above me in heaven a very bright light in an oval form; and when I fixed my attention on that light, it receded to the sides, and entered into the circumference."
    },
    {
      "section": 99,
      "title": "Page 99",
      "text": "BRIEF EXPOSITION 306 And then behold, heaven was opened to me, and I saw some magnificent things, and angels standing in the form of a circle on the southern side of the opening, speaking with one another. And because I was enkindled with the desire of hearing what they were saying, it was therefore given me first to hear the sound, which was full of heavenly love, and afterwards their speech, which was full of wisdom from that love. They were talking with one another of the One God, of conjunction with him, and of salvation thence. They spoke ineffable things, the most of which cannot be expressed by any natural language. But as I had many times been in consociation with angels in heaven itself, and then in similar speech with them, because in a similar state, I could therefore now understand them, and gather some things from their discourse, which can be expressed rationally in the words of natural language. They said that the Divine Esse is one, the same, the itself, and indivisible; thus also the Divine Essence, because the Divine Esse is the Divine Essence; and thus also God, because the Divine Essence, which is also the Divine Esse, is God. They illustrated this by spiritual ideas, saying that the Divine Esse cannot fall into many, every one of which has the Divine Esse, and yet be one, the same, itself, and indivisible; for each would think from his Esse from himself and by himself; if he should at the same time also think from the others and by the others unanimously, there would be many unanimous gods, and not one God. For unanimity, as it is the consent of many, and at the same time of each one from himself, and by himself, does not agree with the unity of God, but with a plurality; they did not say of Gods, because they could not; for the light of heaven, from which was their thought, and in which their discourse proceeded, resisted. They also said, that when they wished to pronounce the word Gods, and each as a person by himself, the effort of utterance immediately fell of itself into one, yea, into the only God. To this they added that the Divine Esse is the Divine Esse in Itself, not from itself; because from itself supposes an Esse in itself from another, and thus supposes a God from God, which is not given. That which is from God is not called God, but is called the Divine; for"
    },
    {
      "section": 100,
      "title": "Page 100",
      "text": "BRIEF EXPOSITION 307 what is a God from God; and thus what is a God from God born from eternity; and what is a God from God proceeding through a God born from eternity, but words in which there is not the least light from heaven? They said further, that the Divine Esse, which in itself is God, is the same; not the same simply, but infinite; that is, the same from eternity to eternity: it is the same everywhere, and the same with everyone and in everyone; but that all the variety and variableness is in the recipient; the state of the recipient does this. That the Divine Esse, which is God in himself, is the Itself, they illustrated thus. God is the itself, because he is love itself, wisdom itself, or what is the same, he is good itself, and truth itself, and thence life itself; which unless they were the itself in God, would not be anything in heaven and in the world; because there would not be anything of them having relation to the Itself. Every quality derives its quality from this, that there is an Itself from which it is, and to which it has relation, that it may be such. This itself, which is the Divine Esse, is not in place, but is with those and in those who are in place, according to reception; since of love and wisdom, and of good and truth, and thence of life, which are the itself in God, yea, are God himself, place cannot be predicated, or progression from place to place, but without place, whence is omnipresence. Wherefore the Lord says, that “he is in the midst of them”; also “he in them, and they in him.” But because he cannot be received by anyone as he is in himself, he appears as he is in himself as the sun above the angelic heavens, the proceeding from which as light is himself as to wisdom, and as heat is himself as to love. He himself is not the sun; but the Divine love and Divine wisdom, going forth from himself proximately, round about himself, appear before the angels as the sun. He himself in the sun is a Man, he is our Lord Jesus Christ both as to the Divine from which, and as to the Divine human; since the itself, which is love itself and wisdom itself, was his soul from the Father, and thus the Divine Life, which is life in itself. It is otherwise in every man; in him the soul is not life, but a recipient of life. The Lord also teaches this, saying:"
    },
    {
      "section": 101,
      "title": "Page 101",
      "text": "BRIEF EXPOSITION 308 I am the Way, the Truth, and the Life (John 14:6); As the Father hath life in himself, so hath he given to the Son to have life in himself. (John 5:26). Life in himself is God. They added to this, that he who is in any spiritual light, can perceive that the Divine Esse, which is also the Divine essence, because it is one, the same, the itself, and thence Indivisible, cannot be given in many; and that if it were said to be given, manifest contradictions would follow. After hearing these things, the angels perceived in my thought the common ideas of the Christian church concerning a trinity of persons in unity and their unity in trinity, respecting God, as also concerning the birth of a Son of God from eternity: and they then said, “What are you thinking of? Are you not thinking those things from natural light, with which our spiritual light does not agree? Wherefore, unless you remove the ideas of that thought, we close heaven to you, and go away.” But I then said to them, “Enter, I pray, more deeply into my thought and perhaps you will see agreement.” And they did so, and saw that by three persons I understand three proceeding divine attributes, which are creation, salvation, and reformation; and that these attributes are of the one God: and that by the birth of a Son of God from eternity I understand his birth foreseen from eternity and provided in time. And I then related that my natural thought concerning a trinity and unity of persons, and concerning the birth of a son of God from eternity, I received from the doctrine of faith of the church, which has its name from Athanasius; and that that doctrine is just and right, provided that instead of a trinity of persons there be there understood a trinity of person, which is given only in the Lord Jesus Christ; and instead of the birth of a Son of God there be understood his birth foreseen from eternity and provided in time; because as to the human, which he took to himself in time, he is called openly the Son of God. The angels then said, “Well, well,” and they requested that I would say from their mouth, that if anyone does not go to the God"
    },
    {
      "section": 102,
      "title": "Page 102",
      "text": "BRIEF EXPOSITION 309 of heaven and earth himself, he cannot come into heaven; because heaven is heaven from that only God; and that this God is Jesus Christ, who is Jehovah the Lord, creator from eternity, redeemer in time, and to eternity regenerator; thus who is at the same time the Father, the Son, and the Holy Spirit; and that this is the Gospel which is to be preached. After this the heavenly light before seen above the opening returned and gradually descended, and filled the interiors of my mind, and enlightened my natural ideas of the unity and trinity of God; and then the ideas received about them in the beginning, which were merely natural, I saw separated, as the chaff is separated from the wheat by the motion of a fan, and carried away as by a wind into the north of heaven, and dispersed. 120. The third relation from Apocalypse Revealed. Since it has been given me by the Lord to see the wonderful things which are in the heavens and below the heavens, I must, from command, relate what has been seen. There appeared a magnificent palace, and in its inmost a temple. In the midst of the latter was a table of gold, upon which was the Word, beside which two angels were standing. Around it were seats in three rows: the seats of the first row were covered with silken cloth of a purple color; the seats of the second row, with silken cloth of a blue color; and the seats of the third row, with white cloth. Under the roof, high above the table, there appeared a widespread canopy, shining with precious stones, from the splendor of which there shone forth as it were a rainbow, as when heaven clears up after a shower. There then suddenly appeared a number of the clergy, occupying all the seats, clothed in the garments of their priestly office. At one side was a wardrobe, where an angel keeper stood; and within there lay splendid garments in beautiful order. It was a council convoked by the Lord; and I heard a voice from heaven, saying, “Deliberate.” But they said, “Upon what?” It was said, “Concerning the Lord the savior and concerning the Holy Spirit.” But when they thought upon these subjects, they were not in enlightenment; wherefore they supplicated, and then light descended from heaven, which first illumined the back part of their heads, and afterwards their temples, and at length their faces: and then they began; and, as it"
    },
    {
      "section": 103,
      "title": "Page 103",
      "text": "BRIEF EXPOSITION 310 was commanded, first, concerning the Lord the savior. The first question proposed and discussed was, “Who assumed the human in the virgin Mary?” And an angel standing at the table upon which was the Word, read before them these words in Luke: The angel said to Mary, Behold, thou shalt conceive in thy womb, and shalt bring forth a Son, and shalt call his name Jesus; he shall be great, and shall be called the Son of the Most High. And Mary said to the angel, How shall this be, since I know not a man? And the angel answering said, The Holy Spirit shall come upon thee; and the power of the Most High shall overshadow thee; whence the holy one that is born of thee shall be called the son of God (Luke 1:31, 32, 34, 35). As also what is in Matt. 1:20–25; and what is in verse 25 there he read emphatically. Besides these, he read many things from the evangelists, as Matt. 3:17; and Matt. 17:5, John 20:31; and elsewhere, where the Lord as to his human is called “the son of God,” and where he from his human calls Jehovah his “Father,” as also from the prophets, where it is foretold that Jehovah himself would come into the world; among which also are these two in Isaiah: It shall be said in that day, Lo, this is our God, whom we have waited for, that he may free us; this is Jehovah, whom we have waited for; let us exult and rejoice in his salvation (Isa. 25:9). The voice of him that crieth in the wilderness, prepare ye the way for Jehovah, make straight in the desert a highway for our God: for the glory of Jehovah shall be revealed, and all flesh shall see it together: Behold the Lord Jehovih cometh in strength; he shall feed his flock as a shepherd (Isa. 40:3, 5, 10, 11). And the angel said, “Since Jehovah himself came into the world, and assumed the human, and thereby saved and redeemed men, he is therefore called ‘the savior’ and ‘the redeemer’ in the prophets.” And then he read before them these passages following: Surely God is in thee, and there is no God besides; verily thou art a hidden God, O God of Israel the savior (Isa. 45:14, 15)."
    },
    {
      "section": 104,
      "title": "Page 104",
      "text": "BRIEF EXPOSITION 311 Am not I Jehovah? and there is no God else besides me a just God and a savior, there is none besides me (Isa. 45:21, 22). I am Jehovah, and besides me there is no savior (Isa. 43:11). I Jehovah am thy God, and thou shalt acknowledge no God beside me, and there is no savior besides me (Hos. 13:4). That all flesh may know that I Jehovah am thy savior, and thy redeemer (Isa. 49:26; 60:16). As for our redeemer, Jehovah of hosts is his name (Isa. 47:4). Their redeemer is strong, Jehovah of hosts is his name (Jer. 50:34). O Jehovah my rock and my redeemer (Ps. 19:14). Thus said Jehovah thy redeemer, the holy one of Israel, I Jehovah am thy God (Isa. 48:17; 43:14; 49:7; 54:8). Thou O Jehovah art our Father, our redeemer, thy name is from an age (Isa. 63:16). Thus said Jehovah thy redeemer, I am Jehovah that maketh all things, and alone by myself (Isa. 44:24). This said Jehovah king of Israel, and his redeemer Jehovah of hosts, I am the first and the last, and besides me there is no God (Isa. 44:6). Jehovah of hosts is his name, and thy redeemer, the holy one of Israel, the God of the whole earth shall he be called (Isa. 54:5). Behold, the days come, that I will raise up unto David a just branch who shall reign king, and this is his name, Jehovah our justice (Jer. 23:5, 6; 33:15, 16). In that day shall Jehovah be king over all the earth; in that day shall Jehovah be one; and his name one (Zech. 14:9)."
    },
    {
      "section": 105,
      "title": "Page 105",
      "text": "BRIEF EXPOSITION 312 Being confirmed from all these passages, those that sat upon the seats said unanimously that Jehovah himself assumed the human to redeem and save men. But there was then heard a voice from the Roman Catholics, who had hid themselves behind the altar, saying, “How can Jehovah the Father become Man? Is he not the creator of the universe?” And one of them that sat upon the seats of the second row turned himself, and said, “Who then?” And he behind the altar answered, “The Son from eternity.” But he received for answer, “Is not the Son from eternity, according to your confession, the creator of the universe also? And what is a Son or a God born from eternity? And how can the Divine essence, which is one and indivisible, be separated, and some of it descend and take on the human, and not at the same time the whole?” The second discussion concerning the Lord was whether God the Father and he thus are one, as the soul and the body are one? They said that this is a consequence, because the soul is from the Father. And then one of those who sat upon the seats in the third row, read from the Creed which is called Athanasian these words: “Although our Lord Jesus Christ, the Son of God, is God and Man, still they are not two, but one Christ; yea, he is altogether one, he is one Person; since as the soul and the body make one man, so God and Man are one Christ.” The reader said that this faith is received in the whole Christian world, even by the Roman Catholics. And they then said, “What need is there of more? God the Father and he are one, as the soul and the body are one.” And they said, “As it is so, we see that the Lord’s human is Divine, because it is the human of Jehovah; then that the Lord as to the Divine human is to be approached; and that thus and not otherwise can the Divine which is called the Father be approached.” This conclusion of theirs the angel confirmed by many more passages from the Word, among which were these in Isaiah: Unto us a Boy is born, unto us a Son is given, whose name is Wonderful, Counsellor, God, Hero, the Father of eternity, the Prince of peace (Isa. 9:6)."
    },
    {
      "section": 106,
      "title": "Page 106",
      "text": "BRIEF EXPOSITION 313 Abraham hath not known us, and Israel doth not acknowledge us; thou, O Jehovah, art our Father, our redeemer, from everlasting is thy name (Isa. 63:16). And in John: Jesus said, he that believeth in me, believeth in him that sent me, and he that seeth me seeth him who sent me (John 12:44, 45). Philip said unto Jesus, Show us the Father; Jesus saith unto him, he that seeth me seeth the Father; how sayest thou then, show us the Father? Believest thou not that I am in the Father, and the Father in me? Believe me that I am in the Father and the Father in me (John 14:8–11). Jesus said, I and the Father are one (John 10:30). All things which the Father hath are mine, and all mine are the Father’s (John 16:15; 17:10). Jesus said, I am the Way, the Truth, and the Life; no one cometh to the Father but by me (John 14:6). On hearing these, they all said with one voice and heart, that the Lord’s human is Divine, and that this is to be approached that the Father may be approached; since Jehovah God, who is the Lord from eternity, through it sent himself into the world, and made himself visible to the eyes of men, and thus accessible. Likewise he made himself visible to the eyes of men, and thus accessible in the human form to the ancients, but then through an angel. After this followed the deliberation concerning the Holy Spirit. And first was disclosed the idea of many respecting God the Father, the Son, and the Holy Spirit, which was as if God the Father was sitting on high, and the Son at his right hand, and they were sending forth the Holy Spirit from them, to enlighten and teach men. But a voice was then heard from heaven, saying, “We cannot endure that idea of thought. Who does not know that Jehovah God is omnipresent? He who knows and acknowledges this, will also acknowledge that he himself enlightens and teaches; and that there"
    },
    {
      "section": 107,
      "title": "Page 107",
      "text": "BRIEF EXPOSITION 314 is not an intermediate God, distinct from him, and still less from two, as one person from another. Therefore let the former idea, which is vain, be removed; and let this which is just be received; and you will see this clearly.” But a voice was then heard again from the Roman Catholics, who had hid themselves behind the altar of the temple, saying, “What then is the Holy Spirit, who is named in the Word in the Evangelists and in Paul, by whom so many of the learned men from the clergy, especially from ours, say that they are led? Who in the Christian world at this day denies the Holy Spirit and its operation?” At this one of those who were sitting upon the second row of seats, turned himself and said, “You say that the Holy Spirit is a Person by himself and a God by himself. But what is a person going forth and proceeding from a person, but operation going forth and proceeding? One person cannot go forth and proceed from another through a third, but operation can. Or what is a God going forth and proceeding from a God, but the Divine going forth and proceeding? One God cannot go forth and proceed from another through a third, but the Divine can. Is not the Divine Essence one and indivisible? And as the Divine Essence or the Divine Esse is God, is not God one and indivisible?” On hearing these things, they who sat upon the seats concluded unanimously that the Holy Spirit is not a Person by itself, nor a God by itself; but that it is the Holy Divine going forth and proceeding from the Only Omnipresent God, who is the Lord. At this the angels that stood by the golden table upon which was the Word, said, “It is well. We do not anywhere read in the Old Testament, that the prophets spoke the Word from the Holy Spirit, but from Jehovah the Lord; and where ‘the Holy Spirit’ is mentioned in the New Testament, the proceeding Divine is meant, which is the Divine enlightening, teaching, vivifying, reforming, and regenerating.” After this there followed another discussion concerning the Holy Spirit, which was, From whom does the Divine which is called the Holy Spirit proceed? Is it from the Divine which is called the Father, or from the Divine human which is called the son? And when they were discussing this, the light shone on them from heaven, from which they saw that the holy Divine, which is meant"
    },
    {
      "section": 108,
      "title": "Page 108",
      "text": "BRIEF EXPOSITION 315 by the Holy Spirit, proceeds from the Divine in the Lord through his glorified human, which is the Divine human, comparatively as all activity proceeds from the soul through the body with man. This the angel standing at the table confirmed from the Word by these passages: He whom the Father hath sent, speaketh the words of God; he hath not given the Spirit by measure unto him; the Father loveth the son, and hath given all things into his hand (John 3:34, 35). There shall come forth a Rod out of the stem of Jesse, the spirit of Jehovah shall rest upon him, the spirit of wisdom and intelligence, the spirit of counsel and might (Isa. 11:1, 2). That the spirit of Jehovah was given upon him, and that it was in him (Isa. 42:1; 59:19, 20; 61:1; Luke 4:18). When the Holy Spirit shall come, which I will send unto you from the Father (John 15:26). He shall glorify me, for he shall receive of mine, and announce it unto you: all things that the Father hath are mine; therefore I said that he shall receive of mine, and announce it unto you (John 16:14, 15). If I go away, I will send the comforter unto you (John 16:7). The comforter is the Holy Spirit (John 14:26). The Holy Spirit was not yet, because Jesus was not yet glorified (John 7:39). After the glorification, Jesus breathed on them, and said to the disciples, Receive ye the Holy Spirit (John 20:22). And in Revelation: Who shall not glorify thy name, O Lord? for thou alone art holy (Rev. 15:4). Since the Lord’s Divine operation from his Divine omnipresence is meant by the Holy Spirit, therefore when he spoke to the disciples"
    },
    {
      "section": 109,
      "title": "Page 109",
      "text": "BRIEF EXPOSITION 316 concerning the Holy Spirit which he would send from God the Father, he also said: I will not leave you orphans; I go away, and come unto you: and in that day ye shall know that I am in my Father, and ye in me, and I in you (John 14:18, 20, 28). And just before his departure out of the world, he said: Lo, I am with you all the days until the consummation of the age (Matt. 28:20). Having read these words before them, the angel said, “From these and many other passages in the Word, it is manifest that the Divine which is called the Holy Spirit proceeds from the Divine in the Lord through his Divine human.” To this they that sat upon the seats said, “This is the Divine truth.” At length this decision was made , “That from the deliberations in this council we have clearly seen, and thence acknowledge as the holy truth, that in the Lord God the savior Jesus Christ there is a Divine trinity, which is the Divine from which, that is called the Father; the Divine human, which is the Son; and the proceeding Divine, which is the Holy Spirit, crying out, That in Jesus Christ dwelleth all the fullness of the Divinity bodily (Col. 2:9). Thus there is one God in the church.” After these things were concluded in that magnificent council, they rose up; and the angel keeper of the wardrobe came and brought to each of those who sat upon the seats, splendid garments interwoven here and there with threads of gold, and said, “Receive these wedding garments.” And they were conducted in glory into the new Christian heaven, with which the Lord’s church on earth, which is the new Jerusalem, will be conjoined. There shall be one day which is known to Jehovah, not day nor night, but about the time of evening it shall be light. It shall come to pass in that day that living waters shall go forth from Jerusalem. And Jehovah shall be King"
    },
    {
      "section": 110,
      "title": "Page 110",
      "text": "BRIEF EXPOSITION 317 over all the earth; in that day Jehovah shall be one, and his name one (Zech. 14:7–9)."
    }
  ]
}