{
  "id": "wh_latin",
  "title": "Wh Latin",
  "author": "Unknown",
  "language": "Unknown",
  "type": "Uncategorized",
  "sections": [
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "White Horse (Whitehead) n. 1"
    },
    {
      "section": 1,
      "title": "Paragraph 1",
      "text": "1. DE EQUO ALBO DE QUO IN APOCALYPSI, CAP: XIX Apud Johannem in Apocalypsi ita describitur Verbum quoad Sensum spiritualem seu internum, \"Vidi Caelum apertum, et ecce Equus Albus, qui Sedens super illo vocabatur fidelis et verus, et in Justitia judicat et pugnat: Oculi Ipsius flamma ignis; et super Capite Ipsius diademata multa; habens Nomen scriptum, quod nemo novit nisi Ipse: et circumindutus vestimento tincto sanguine, et vocatur Nomen Ipsius Verbum Dei. Et Exercitus qui in Caelis, sequebantur Ipsum super equis albis, induti byssino albo mundo: et habet super vestimento et super femore suo Nomen scriptum, Rex Regum et Dominus Dominorum,\" XIX: 11, 12, 13, 14, 16. Quid singula haec involvunt, nemo scire potest nisi ex sensu interno manifestum est, quod unumquodvis aliquod repraesentativum et significativum sit, nempe Coelum quod apertum, Equus qui albus, Sedens super illo, quod in Justitia judicans et pugnans, quod oculi Ipsius flamma ignis, quod super capite diademata multa, quod Nomen haberet quod nemo novit nisi ipse, quod circumindutus vestimento tincto sanguine, quod Exercitus qui in Coelis sequerentur Ipsum super equis albis, quod illi induti byssino albo mundo, et quod super vestimento et super femore haberet Nomen scriptum; aperte dicitur quod sit Verbum, et quod sit Dominus qui Verbum, nam dicitur, \"Vocatur Nomen Ipsius Verbum Dei;\" et dein, \"Habet super vestimento et super femore suo Nomen scriptum, Rex Regum et Dominus Dominorum.\" Ex interpretatione singularum vocum patet, quod hic describatur Verbum quoad Sensum spiritualem seu internum; quod Coelum sit apertum, repraesentat et significat, quod internus sensus Verbi videatur in Coelo, et inde ab illis in Mundo quibus Coelum est apertum; Equus qui albus repraesentat et significat intellectum Verbi quoad interiora ejus, quod Equus albus id significet, patebit a sequentibus; Sedens super illo, quod sit Dominus quoad Verbum, ita Verbum, constat, nam dicitur, vocatur Nomen Ipsius Verbum Dei; Qui Fidelis et in Justitia judicans vocatur ex Bono, ac Verus et in Justitia pugnans vocatur ex Vero, nam Ipse Dominus est Justitia; Oculi ejus flamma ignis, significant divinum Verum ex divino Bono divini Amoris Ipsius; super capite Ipsius diademata multa, significant omnia bona et vera fidei; Habens Nomen scriptum quod nemo novit nisi Ipse, significat quod quale est Verbum in sensu interno nemo videat quam Ipse, et cui Ipse revelat; circumindutus vestimento tincto sanguine, significat Verbum in litera cui violentia illata; Exercitus in Coelis qui sequebantur Ipsum super equis albis, significant illos qui in intellectu Verbi quoad interiora sunt; Induti byssino albo mundo, significat eosdem in vero ex bono; super vestimento et super femore suo Nomen scriptum, significat verum et bonum et eorum quale. Ex his et ex illis quae praecedunt et sequuntur, patet, quod ibi praedicatur, quod circa ultimum tempus Ecclesiae Sensus spiritualis seu internus Verbi aperietur; sed quid tunc eveniet, etiam describitur ibi, Vers: 17, 18, 19, 20, 21. Quod illa significentur per ea verba, non opus est ut hic ostendatur, quoniam singula ostensa sunt in Arcanis Caelestibus, ut quod Dominus sit Verbum, quia est divinum Verum, n: 2533, 2803, 2884, 5272, 7835. Quod Verbum sit divinum Verum, n: 4692, 5075, 9987. Quod dicatur Sedens super Equo in Justitia judicans et pugnans, quia Dominus est Justitia, quod Dominus dicatur Justitia ex eo quod ex propria potentia salvaverit Genus humanum, n: 1813, 2025, 2026, 2027, 9715, 9809, 10019, 10152: Et quod Justitia sit Meritum quod Soli Domino, n. 9715, 9979. Quod Oculi flamma ignis significent divinum Verum ex divino Bono divini Amoris, est quia Oculi significant Intellectum et Verum fidei, n: 2701, 4403 ad 4421, 4523 ad 4534, 6923, 9051, 10569; Et flamma ignis bonum amoris, n: 934, 4906, 5215, 6314, 6832. Quod diademata quae super capite significent omnia bona et vera fidei, n: 114, 3858, 6335, 6640, 9863, 9865, 9868, 9873, 9905. Quod habens Nomen scriptum, quod nemo novit nisi Ipse, significet quod quale est Verbum in sensu interno nemo videat quam Ipse, et cui Ipse revelat, est quia Nomen significat quale rei, n: 144, 145, 1754, 1896, 2009, 2724, 3006, 3237, 3421, 6674, 9310; Quod circumindutus vestimento tincto sanguine significet Verbum in litera cui violentia illata, est quia Vestimentum significat verum quia investit bonum, n: 1073, 2576, 5248, 5319, 5954, 9212, 9216, 9952, 10536; imprimis verum in ultimis, ita Verbum in litera, n: 5248, 6918, 9158, 9212; et quia sanguis significat violentiam a falso illatam vero, n: 374, 1005, 4735, 5476, 9127. Quod Exercitus in Coelis sequerentur Ipsum super equis albis significent illos qui in intellectu Verbi quoad interiora sunt, est quia Exercitus significant illos qui in veris et bonis Caeli et Ecclesiae sunt, n: 3448, 7236, 7988, 8019. Et Equus intellectum, n: 3217, 5321, 6125, 6400, 6521, 6534, 7024, 8146, 8381. Et album, verum quod est in luce Caeli, ita verum interius, n: 3301, 3993, 4007, 5319. Quod induti byssino albo mundo significent eosdem in vero ex bono, est quia byssus seu byssinum significat verum ex origine caelesti, quod est verum ex bono, n: 5319, 9469. Quod super vestimento et super femore Nomen scriptum significet verum et bonum, et eorum quale, est quia vestimentum significat verum, et nomen quale, ut supra, et femur significat bonum amoris, n: 3021, 4277, 4280, 9961, 10488. Rex regum et Dominus dominorum est Dominus quoad divinum Verum et quoad divinum Bonum; quod Dominus dicatur Rex ex divino Vero, n: 3009, 5068, 6148. Et quod dicatur Dominus ex divino Bono, n: 4973, 9167, 9194. Ex his apparet, quale est Verbum in Sensu spirituali seu interno, et quod nulla ibi vox sit quae non aliquid spirituale, quod est Caeli et Ecclesiae, significat. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 2"
    },
    {
      "section": 2,
      "title": "Paragraph 2",
      "text": "2. in Propheticis Verbi multoties nominatur Equus, sed hactenus nemini notum fuit, quod Equus intellectum et Eques intelligentem significet, et hoc forsan quia alienum et mirabile apparet, quod per Equum tale in sensu spirituali et inde in Verbo intelligatur; sed usque quod ita sit, ex plurimis locis ibi constare potest, ex quibus velim solum aliqua hic afferre. In Prophetia Israelis de Dane, \"Dan serpens super via, serpens jaculus super semita, mordens calcaneos Equi, et cadet Eques ejus retrorsum,\" Genes: xlix: 17, 18; quid hoc Propheticum de una Tribu Israelis significat, nemo intellecturus est, nisi sciat quid significat serpens, tum quid Equus et Eques; quod spirituale sit quod involvitur, nemo non scit; quid itaque singula significant, videatur in Arcanis Caelestibus, n: 6398, 6399, 6400, 6401, ubi explicatur hoc Propheticum. Apud Habakuk, \"Deus equitas super Equis tuis, Currus tui salus, calcare fecisti in mari Equos tuos; iii: 8, 15; quod Equi hic, significent spirituale, patet, quia illa dicuntur de Deo; quid alioquin foret, quod Deus equitaret super Equis suis, et quod calcare faceret super mari Equos suos. Apud Sachariam, \"In die illo erit super tintinnabulis Equi Sanctitas Jehovae,\" xiv: 20, similiter. Apud Eundem, \"In die illo, dictum Jehovae, percutiam omnem Equum stupore, et Equitem amentia, et super domum Jehudae aperiam oculos meos, et omnem Equum populorum percutiam caecitate,\" xii: 4, 5; agitur ibi de Ecclesiae vastatione, quae fit quando non amplius alicujus veri intellectus; hoc describitur ita per Equum et Equitem; quid alioquin foret quod omnis Equus percuteretur stupore, et quod Equus populorum percuteretur caecitate, quid hoc ad Ecclesiam. Apud Hiobum, \"Oblivisci fecit Deus eum Sapientiam, et non impertitus est ei Intelligentiam, juxta tempus in altum elevavit se, deridet Equum et Equitem illius,\" xxxix: 17, 18, 19 seq: quod hic per Equum significetur Intellectus, manifeste patet; similiter apud Davidem, ubi dicitur Equitare super verbum veritatis, Psalm: xlv: 5; praeter plurimis aliis in locis. Praeterea quis sciturus est, unde est, quod Elias et Elisaeus dicti fuerint Currus Israelis et Equites ejus; et cur puero Elisaei visus fuerit mons plenus Equis et Curribus igneis, nisi sciatur quid significant Currus et Equites, et quid repraesentaverunt Elias et Elisaeus; nam Elisaeus dixit ad Eliam, \"Pater mi, Pater mi, Currus Israelis et Equites ejus,\" 2 Reg: ii: 11, 12: Et Joas Rex ad Elisaeum, Pater mi, Pater mi, Currus Israelis et Equites ejus,\" 2 Reg: xiii: 14. Et de puero Elisaei, \"Aperuit Jehovah oculos pueri Elisaei, et vidit et ecce Mons plenus Equis et Curribus igneis circumcirca Elisaeum,\" 2 Reg: vi: 17. Quod Elias et Elisaeus dicti fuerint Currus Israelis et Equites ejus, est quia uterque repraesentavit Dominum quoad Verbum, et per Currus significatur Doctrina e Verbo, et per Equites intelligentia: quod Elias et Elisaeus repraesentaverint Dominum quoad Verbum, videatur in Arcanis Caelestibus, n: 5247, 7643, 8029, 9327, et quod Currus significent Doctrinam e Verbo, n: 5321, 8215. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 3"
    },
    {
      "section": 3,
      "title": "Paragraph 3",
      "text": "3. Quod Equus Intellectum significet, non aliunde venit quam ex Repraesentativis in Mundo spirituali; multoties ibi apparent Equi et Insidentes equis, tum etiam Currus, et sciunt ibi omnes quod significent Intellectualia et Doctrinalia; visum est mihi saepius, cum aliqui ibi ex intellectu suo cogitarent, quod apparerent sicut equitantes equis; ita repraesentabat se Meditatio eorum coram aliis, iis nescientibus. Est quoque ibi Locus, ubi conveniunt multi qui ex intellectu cogitant et loquunter de Veris doctrinae; et cum alii illuc veniunt, vident totum illum Campum plenum Curribus et Equis, et novitii, qui mirantur undenam hoc, instruuntur quod Apparentia illa sit ex intellectuali cogitatione eorum; Locus ille vocatur Conventus Intelligentium et Sapientium. Visi etiam mihi sunt Equi lucidi et Currus ignei, cum quidam sublati sunt in Coelum, quod indicium erat quod tunc illi instructi fuerint in Veris doctrinae caelestis, ac Intelligentes facti, et sic sublati: ex quo viso, in mentem venit, quid significatum est per Currum igneum et Equos igneos quibus Elias sublatus est in Coelum; et quid per Equos et Currus igneos visos puero Elisaei, cum oculi ejus aperti sunt. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 4"
    },
    {
      "section": 4,
      "title": "Paragraph 4",
      "text": "4. Quod Currus et Equi talia significaverint, notissimum fuit in Ecclesiis antiquis, quoniam Ecclesiae illae fuerunt Ecclesiae repraesentativae, et apud eos, qui in illis, Scientia Correspondentiarum et Repraesentationum fuit primaria scientia: ex illis Ecclesiis significatio Equi, quod sit Intellectus, derivata est ad sapientes circumcirca, etiam in Graeciam: inde habuerunt, cum describerent Solem, ubi posuerunt Sapientiae et Intelligentiae suae deum, quod ei tribuerint Currum et quatuor Equos igneos. Et cum describerent deum Maris, quia per Mare significatae sunt scientiae quae sunt ex intellectu, quod etiam illi dederint Equos. Et cum describerent ortum Scientiarum ex Intellectu, quod finxerint Equum alatum, qui ungula rupit fontem, ad quem novem Virgines quae Scientiae; ex antiquis enim Ecclesiis notum illis fuit, quod per Equum significatus sit intellectus, per Alas spirituale verum, per Ungulam scientificum ex intellectu, et per Fontem Doctrina ex qua Scientiae. Per Equum Trojanum nec aliud significatum est quam Artificiale ex intellectu eorum destruendi muros. Hodie quidem cum describitur intellectus ex recepto ab Antiquis illis more, describi solet per Equum volantem seu Pegasum, Doctrina per fontem, et Scientiae per virgines, sed vix aliquis novit, quod Equus in sensu mystico significet intellectum; minus quod significativa illa ab Ecclesiis antiquis repraesentativis ad Gentiles derivata fuerint. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 5"
    },
    {
      "section": 5,
      "title": "Paragraph 5",
      "text": "5. Quoniam per Equum Album significatur Intellectus Verbi quoad sensum spiritualem seu internum, sequentur nunc illa quae de Verbo et de illo Sensu in Arcanis Caelestibus ostensa sunt; nam ibi omnia, quae continentur in Genesi et in Exodo, secundum Sensum spiritualem seu internum Verbi explicata sunt. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 6"
    },
    {
      "section": 6,
      "title": "Paragraph 6",
      "text": "6. DE VERBO et EJUS SENSU SPIRITUALI SEU INTERNO EX ARCANIS CAELESTIBUS De Verbi Necessitate et Praestantia. Quod ex lumine naturae nihil sciatur de Domino, de Caelo et Inferno, de Vita hominis post mortem, et de divinis Veris per quae homini vita spiritualis et aeterna, n: 8944, 10318, 10319, 10320. Quod id constare possit ex eo, quod plures, et inter eos Eruditi, non credant illa, tametsi nati sunt ubi Verbum, et per id instructi de illis, n: 10319. Quod ideo necessum fuerit, ut aliqua Revelatio esset e Caelo, quia homo ad Caelum natus est, n: 1775. Quod ideo omni tempore fuerit Revelatio, n:"
    },
    {
      "section": 2895,
      "title": "Paragraph 2895",
      "text": "2895. De variis Revelationis speciebus in hac Tellure successive, n: 10355, 10632. Quod Antiquissimis, qui vixerunt ante Diluvium, quorum Tempus vocatum est Saeculum aureum, fuerit Revelatio immediata, et inde divinum Verum inscriptum cordibus eorum, n: 2896. Quod antiquis Ecclesiis, quae fuerunt post Diluvium, fuerit Verbum historicum et propheticum, n: 2686, 2897; de quibus Ecclesiis videatur in Nova Hierosolyma et Ejus Doctrina, n: 247. Quod Historica ejus dicta fuerint Bella Jehovae, et Prophetica Enuntiata, n: 2897. Quod id Verbum fuerit simile nostro Verbo quoad Inspirationem, sed accommodatum illis Ecclesiis, n: 2897. Quod id memoratum sit a Mose, n: 2686, 2897. Sed quod id Verbum deperditum sit, n: 2897. Quod etiam propheticae Revelationes apud alios fuerint, sicut patet a Propheticis Bileami, n: 2898. Quod Verbum sit divinum in omnibus et singulis, n: 639, 680, 10321, 10637. Quod Verbum sit quoad omnem apicem et jotham divinum et sanctum, ab experientia, n: 1869. Quomodo explicatur hodie, quod Verbum quoad omnem jotham sit inspiratum, n: 1886. Quod Ecclesia in specie sit ubi Verbum, et per id Dominus notus, ac divina Vera revelata, n: 3857, 10761. At quod ideo ab Ecclesia non sint, qui nati ubi Verbum, et per id Dominus notus, sed qui per Vera ex Verbo a Domino regenerantur, qui sunt qui vivunt secundum Vera ibi, ita qui vivunt vitam amoris et fidei, n: 6637, 10143, 10153, 10578, 10645, 10829. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 7"
    },
    {
      "section": 7,
      "title": "Paragraph 7",
      "text": "7. Quod Verbum non intelligatur quam ab illustratis. Quod Rationale humanum non capere possit Divina, ne quidem Spiritualia, nisi a Domino illustretur, n: 2196, 2203, 2209, 2654. Ita quod modo illustrati capiant Verbum, n: 10323. Quod Dominus illis, qui illustrantur, det intelligere vera, ac discernere illa qua sibi apparent contradicere, n: 9382, 10659. Quod Verbum in sensu literae non sibi simile sit, et aliquoties appareat sibi contradicens, n: 9025. Et quod ideo a non illustratis possit explicari et trahi ad confirmandum quamcunque opinionem et haeresin, et ad patrocinandum cuicunque amori mundano et corporeo, n: 4738, 10330, 10401. Quod illi ex Verbo illustrentur, qui legunt illud ex amore veri et boni, non autem qui ex amore famae, lucri, honoris, ita ex amore sui, n: 9382, 10548, 10549,"
    },
    {
      "section": 10551,
      "title": "Paragraph 10551",
      "text": "10551. Quod illi illustrentur qui in bono vitae sunt, et inde in affectione veri, n: 8694. Quod illustrentur, quibus Internum apertum est, ita qui quoad internum suum hominem possunt elevari in lucem coeli, n: 10401, 10402, 10691, 10694. Quod Illustratio sit actualis aperitio interiorum quae mentis, et quoque elevatio in lucem coeli, n: 10330. Quod Sanctum ab Interno, hoc est, per Internum a Domino, influat apud illos qui sanctum habent Verbum, illis nescientibus, n: 6789. Quod illustrentur illi, et in Verbo videant vera, qui a Domino ducuntur, non autem qui a semet, n: 10638. Quod illi a Domino ducantur, qui amant verum quia est verum, qui etiam sunt qui amant vivere secundum divina vera, n: 10578, 10645, 10829. Quod Verbum vivificetur apud hominem secundum ejus amoris et fidei vitam, n: 1776. Quod illa quae a propria intelligentia sunt, non vitam in se habeant, quia a proprio hominis nihil bonum, n: 8941, 8944. Quod non illustrari possint, qui se multum confirmaverunt in Doctrina falsa, n: 10640. Quod Intellectus sit qui illustratur, n: 6608, 9300. Quod intellectus sit recipiens veri, n: 6240, 6608, 10659. Quod de omni Doctrinali Ecclesiae sint ideae quae intellectus et cogitationis inde, secundum quas Doctrinale percipitur, n: 3310, 3825. Quod ideae hominis, quamdiu vivit in mundo, sint naturales, quia tunc homo cogitat in naturali, sed quod usque spirituales ideae in illis reconditae sint apud illos qui in affectione veri propter verum sunt, et quod in eas veniat homo post mortem, n: 3310, 5510, 6201, 10236, 10240, 10551. Quod absque ideis intellectus et inde cogitationis de quacunque re nulla perceptio, n: 3825. Quod ideae de rebus fidei aperiantur in altera vita, et ibi ab Angelis videantur quales sunt, et quod homo tunc conjungatur aliis secundum illas quantum ex affectione quae amoris procedunt, n: 1869, 3320, 5510, 6201, 8885. Quod ideo Verbum non intelligatur quam a rationali homine; nam credere aliquid absque idea rei et absque rationis intuitione, est modo memoriter retinere vocem omni vita perceptionis et affectionis destitutam, quod non est credere, n: 2533. Quod Sensus literalis Verbi sit qui illustratur, n: 3619, 9824, 9905, 10548. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 8"
    },
    {
      "section": 8,
      "title": "Paragraph 8",
      "text": "8. Quod Verbum non intelligatur nisi per Doctrinam ex Verbo. Quod Doctrina Ecclesiae erit ex Verbo, n: 3464, 5402, 6832, 10763, 10765. Quod Verbum absque Doctrina non intelligatur, n: 9025, 9499, 9424, 9430, 10324, 10431, 10582. Quod vera Doctrina sit Lucerna illis qui legunt Verbum, n: 10402. Quod genuina Doctrina erit illis qui in illustratione sunt a Domino, n: 2510, 2516, 2519, 2424, 10105. Quod Verbum per Doctrinam ab illustrato factam intelligatur, n: 10324. Quod qui in illustratione sunt, ex Verbo sibi faciant doctrinam, n: 9382, 10659. Discrimen inter illos qui docent et discunt ex Doctrina Ecclesiae, et inter illos qui ex solo sensu literae Verbi, quale, n: 9025. Quod illi, qui in sensu literae Verbi absque doctrina sunt, in nullum intellectum veniant de veris divinis, n: 9409, 9410,"
    },
    {
      "section": 10582,
      "title": "Paragraph 10582",
      "text": "10582. Quod in plures errores cadant, n. 10431. Quod qui in affectione veri propter verum sunt, cum adulti fiunt, et ex suo intellectu videre possunt, non simpliciter maneant in Doctrinalibus suae Ecclesiae, sed quod ex Verbo scrutentur num vera sint, n: 5402, 5432, 6047. Quod alioquin foret cuivis verum ex alio, et ex natali solo sive natus Judaeus sive Graecus, n: 6047. Quod usque quae fidei facta sunt ex sensu literali Verbi non exstinguenda sint, nisi post plenam intuitionem, n: 9039. Quod vera Doctrina Ecclesiae sit Doctrina charitatis et fidei, n: 2417, 4766, 10763, 10765. Quod Doctrina fidei non faciat Ecclesiam, sed vita fidei, quae est charitas, n: 809, 1798, 1799, 1834, 4468, 4677, 4766, 5826, 6637. Quod Doctrinalia nihil sint nisi vivatur secundum illa, et quod quisque videre possit quod sint propter vitam, et non propter memoriam et inde aliquid cogitationis, n: 1515, 2049, 2116. Quod hodie in Ecclesiis Doctrina fidei sit, et non charitatis, et quod Doctrina charitatis rejecta sit in Scientiam, quae vocatur Theologia moralis, n: 2417. Quod Ecclesia esset una, si agnoscerentur pro hominibus Ecclesiae ex vita, ita ex charitate, n: 1285, 1316, 2982, 3267, 3445, 3451, 3452. Quantum valet Doctrina charitatis prae Doctrina fidei separatae a charitate, n: 4844. Quod in ignorantia de caelestibus sint, qui non sciunt aliquid de charitate, n: 2435. Qui modo habent Doctrinam fidei et non charitatis, quod in errores labantur, de quibus etiam, n: 2417, 2383, 3146, 3325, 3412, 3413, 3416, 3773, 4672, 4730, 4783, 4925, 5351, 7623 ad 7627, 7752 ad 7762, 7790, 8094, 8313, 8530, 8765, 9186, 9224, 10555. Quod illi, qui solum in Doctrina fidei sunt, et non in vita fidei quae charitas, olim dicti fuerint Praeputiati seu Philisthaei, n: 3412, 3413, 3463, 8313, 8093, 9340. Quod apud Antiquos fuerit Doctrina amoris in Dominum et Charitatis erga proximum, et quod Doctrina fidei inserviverit ei, n: 2417, 3419, 4844, 4955. Quod Doctrina per illustratum facta postea per rationalia et scientifica confirmari possit, et quod sic plenius intelligatur, et quod corroboretur, n: 2553, 2719, 2720, 3052, 3310, 6047. Plura de hac re videantur in Nova Hierosolyma et ejus Doctrina, n:"
    },
    {
      "section": 51,
      "title": "Paragraph 51",
      "text": "51. Quod illi, qui in fide separata a charitate sunt, velint ut doctrinalia Ecclesiae simpliciter credantur absque aliqua intuitione rationali, n: 3394. Quod confirmare dogma non sapientis sit, sed videre num verum sit antequam confirmatur, et quod hoc fiat apud illos qui in illustratione sunt, n: 1017, 4741, 7012, 7680, 7950. Quod lux confirmationis sit lux naturalis, non spiritualis, dabilis etiam apud malos, n: 8780. Quod omnia, etiam falsa, confirmari possint usque ut appareant sicut vera, n: 2482, 2490, 5033, 6865, 8321. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 9"
    },
    {
      "section": 9,
      "title": "Paragraph 9",
      "text": "9. Quod in Verbo sensus spiritualis sit, qui vocatur Sensus internus. Quod nemo scire possit quid Sensus spiritualis seu internus Verbi, nisi sciat quid Correspondentia, n: 2895, 4322. Quod omnia et singula, usque ad singularissima, quae in naturali mundo sunt, correspondeant Spiritualibus, et inde significent illa, n: 2890 ad 2893, 2987 ad 3003, 3213 ad 3227. Quod spiritualia, quibus correspondent naturalia sub alia facie appareant in naturali, ut non internoscantur, n: 1887, 2396, 8920. Quod vix aliquis sciat, ubinam Divinum in Verbo, cum tamen in Sensu ejus interno et spirituali, qui nescitur hodie, quod sit, n: 2980, 4989. Quod mysticum Verbi non aliud sit, quam quod Sensus ejus internus seu spiritualis continet, in quo agitur de Domino, de Glorificatione Humani Ipsius, de Regno Ipsius, et de Ecclesia, et non de naturalibus quae in mundo, n: 4923. Quod Prophetica plurimis in locis non intelligantur, et sic nullius usus sint, absque Sensu interno, ab exemplis, n: 2608, 8020, 8398. Sicut quid significatur per Equum album in Apocalypsi, n: 2760 seq: Quid per Claves Regni caelorum Petro datas, Praef: ad Cap: xxii Genes: et n: 9410. Quid per Carnem, Sanguinem, Panem, Vinum, in Sancta Caena, n: 8682. Quid per Prophetica Jacobi de filiis suis, Genes: Cap: xlix, n: 6306, 6333 ad 6465. Quid per plura Prophetica de Jehudah et Israele, quae non cum illa gente quadrant, nec coincidunt secundum sensum literae, n: 6333, 6361, 6415, 6438, 6444. Praeter perplura alia, n: 2608. Porro, quid Correspondentia, videatur in Opere de Coelo et Inferno, n: 87 ad 102, n: 103 ad 115; et n: 303 ad 310. De Sensu interno seu spirituali Verbi in summa, n: 1767 ad 1777, 1869 ad 1879. Quod in omnibus et singulis Verbi sit Sensus internus, n: 1143, 1984, 2135, 2333, 2395, 2495, 2619. Quod illa non appareant in sensu literae, sed quod usque sint intus in eo, n: 4442. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 10"
    },
    {
      "section": 10,
      "title": "Paragraph 10",
      "text": "10. Quod Sensus internus Verbi imprimis sit pro Angelis, et quod quoque sit pro hominibus. Ut sciatur quid Sensus internus, qualis ille, et unde, dicendum hic est in summa. Quod cogitent et loquantur aliter in Caelo quam in Mundo, in Caelo spiritualiter in Mundo naturaliter; quapropter cum homo legit Verbum, quod Angeli qui apud hominem, percipiant illud spiritualiter, cum homines naturaliter; quod inde Angeli in Sensu interno sint, cum homines in Sensu externo; sed quod usque unum faciant per Correspondentiam. Quod Angeli non modo spiritualiter cogitent, sed etiam spiritualiter loquantur; tum quod sint apud hominem; et quod Conjunctio illorum sit per Verbum, videatur in Opere de Caelo et Inferno, ubi agitur de Sapientia Angelorum Caeli, n: 265 ad 275. De Loquela illorum, n: 234 ad 245. De Conjunctione illorum cum homine, n: 291 ad 302. Et de Conjunctione per Verbum, n: 303 ad 310. Quod Verbum aliter intelligatur ab Angelis in Caelis, quam ab Hominibus in terris, et quod Angelis sit sensus internus seu spiritualis, hominibus autem sensus externus seu naturalis, n: 1887, 2395. Quod Angeli percipiant Verbum in Sensu interno, et non in Sensu externo, ab experientia illorum qui mecum e Caelo loquuti sunt, cum legi Verbum, n: 1769, 1770, 1771, 1772. Quod ideae cogitationis et quoque loquelae angelicae sint spirituales, ideae autem et loquelae humanae naturales, quod ideo Sensus internus qui spiritualis pro Angelis sit, illustratum ab experientia, n: 2333. Quod tamen sensus literae Verbi inserviat ideis spiritualibus Angelorum pro mediis, comparative sicut faciunt voces loquelae sensui rei apud hominem, n: 2143. Quod illa, qua sunt Sensus interni Verbi, cadant in talia quae sunt lucis caeli, ita in perceptionem angelicam, n: 2618, 2619, 2629, 3086. Quod ideo illa, quae Angeli e Verbo percipiunt, illis pretiosa sint, n: 2540, 2541, 2545, 2551. Quod Angeli ne quidem unam vocem Sensus literae Verbi intelligant, n: 64, 65, 1434, 1929. Quod nec sciant Nomina personarum et locorum quae in Verbo, n: 1434, 1888, 4442, 4480. Quod Nomina non intrare possint in Coelum, nec ibi enuntiari, n: 1876, 1888. Quod omnia Nomina in Verbo significent res, et quod in ideas rei vertantur in Caelo, n: 768, 1888, 4310, 4442, 5225, 5287, 10329. Quod etiam Angeli cogitent abstracte a personis, n: 6623, 8343, 8985, 9007. Quam elegans Sensus internus Verbi, tametsi mera Nomina, ab exemplis e Verbo, n: 1224, 1888, 2395. Quod etiam plura Nomina in serie in sensu interno unam rem exprimant, n: 5905, quod etiam omnes Numeri in Verbo significent res, n: 482, 487, 647, 648, 755, 813, 1963, 1988, 2075, 2252, 3152, 4264, 6175, 9488, 9659, 10217, 10253. Quod Spiritus etiam percipiant Verbum in Sensu interno, prout interiora eorum in Caelum aperta sunt, n: 1771. Quod Sensus literae Verbi, qui naturalis, transmutetur momento in Spiritualem apud Angelos, quia est Correspondentia, n: 5648. Et hoc absque auditione et cognitione quid in Sensu literae seu externo, n: 10215. Sic quod Sensus literae seu externus sit modo apud hominem, nec pergat ultra, n: 2015. Quod sit Sensus internus Verbi, et quoque Sensus intimus seu supremus, de quibus, n: 9407, 10604, 10614, 10627. Quod Angeli spirituales, hoc est, qui in Regno spirituali Domini sunt, percipiant Verbum in Sensu interno, et quod Angeli caelestes, hoc est, qui in Regno caelesti Domini sunt, percipiant Verbum in Sensu intimo, n: 2157, 2275. Quod Verbum sit pro hominibus, et quoque pro Angelis, utrisque accommodatum, n: 7381, 8862, 10322. Quod Verbum sit uniens caeli et terrae, n: 2310, 2493, 9212, 9216, 9357. Quod Conjunctio Caeli cum homine sit per Verbum, n: 9396, 9400, 9401, 10452. Quod ideo Verbum dicatur foedus, n: 9396. Quoniam foedus significat conjunctionem, n: 665, 666, 1023, 1038, 1864, 1996, 2003, 2021, 6804, 8767, 8778, 9396, 10632. Quod Sensus internus in Verbo sit, quia Verbum a Domino per tres Caelos descenderat usque ad hominem, n: 2310, 6397. Et quod sic accommodatum factum sit Angelis trium Caelorum, et quoque Hominibus, n: 7381, 8862. Quod inde sit, quod Verbum Divinum sit, n: 2980, 4989. Et quod sit Sanctum, n: 10276. Et quod sit Spirituale, n: 4480. Et quod sit a Divino inspiratum, n: 9094. Quod id sit Inspiratio, n: 9094. Quod etiam Homo, qui regeneratus est, actualiter sit in Sensu interno Verbi, tametsi id nescit, quoniam ei internus homo apertus est, cui perceptio spiritualis, n: 10400. Sed quod apud illum Spirituale Verbi influat in ideas naturales, ac ita naturaliter sistatur, quoniam cum vivit in Mundo, in naturali homine, quantum ad perceptionem, cogitat, n: 5614. Quod inde Lux veri apud illos, qui illustrantur, sit ab Interno eorum, ita per Internum a Domino, n: 10691, 10694. Quod etiam per illam viam Sanctum influat apud illos qui sanctum habent Verbum, n: 6789. Quoniam homo regeneratus actualiter in Sensu interno Verbi est, et in sancto ejus, tametsi id nescit, quod ideo post mortem in illum ex se veniat, et quod non amplius sit in sensu literae, n: 3226, 3342, 3343. Quod ideae interni hominis sint spirituales, sed quod homo, cum in mundo vivit, non animadvertat illas, quoniam insunt cogitationi ejus naturali, cui dant facultatem rationalem, n: 10236, 10240, 10550. Sed quod homo post mortem, in illas suas, quia sunt propriae spiritus ejus, veniat, et ex illis tunc non modo cogitet sed etiam loquatur, n: 2470, 2478, 2479, 10568, 10604. Inde est, quod dictum sit, quod Homo regeneratus nesciat quod in sensu spirituali Verbi sit, et quod inde ei illustratio. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 11"
    },
    {
      "section": 11,
      "title": "Paragraph 11",
      "text": "11. Quod in Sensu interno seu spirituali Verbi innumerabilia Arcana sint. Quod Verbum in Sensu interno innumerabilia contineat, qua captum humanum excedunt, n: 3085, 3086. Quod etiam ineffabilia et inexplicabilia, n: 1965. Quae solum sistuntur Angelis, et ab illis intelliguntur, n: 167. Quod Sensus internus Verbi contineat Arcana Caeli, quae concernunt Dominum ac Regnum Ipsius in Caelis et in Terris, n: 1, 2, 3, 4, 937. Quod Arcana illa non appareant in Sensu literae, n: 937, 1502, 2161. Quod plura, quae apud Prophetas sunt, appareant sicut sparsa, quae in Sensu interno in pulchra serie continenter cohaerent, n: 7153, 9022. Quod non unica vox, ne quidem unica jotha in Lingua sua originali, abesse queat in Verbi Sensu literae absque interruptione in Sensu interno; et quod ideo ex divina Domini Providentia Verbum tam integrum conservatum sit ad omnem apicem, n: 7933. Quod innumerabilia insint singulis Verbi, n: 6637, 8920. Et unicuique voci, n: 1689. Quod innumerabilia sint in Oratione dominica, et in singulis ejus, n: 6619. Et in praeceptis Decalogi; in quorum tamen sensu externo aliqua talia sunt, quae nota sunt unicuique Genti absque Revelatione, n: 8862, 8902. Quod in quovis Corniculo literae Verbi in Lingua Originali sit sanctum, ostensum e Caelo, videatur in Opere de Caelo et Inferno, n: 260, ubi explicantur Domini verba, quod non jotha unum et corniculum unum praeteribit de Lege, Matth: v: 18. Quod in Verbo imprimis Prophetico sint binae expressiones sicut ejusdem rei, sed quod una se referat ad bonum et altera ad verum, n: 683, 707, 2516, 8339. Quod in Verbo bona et vera conjuncta sint mirabiliter, et quod illa conjunctio solum appareat ei qui scit Sensum Internum, n: 10554. Et sic quod in Verbo et in singulis ejus sit Conjugium divinum et Conjugium caeleste, n: 683, 793, 801, 2173, 2516, 2712, 5138, 7022. Conjugium divinum, quod est Conjugium divini Boni et divini Veri, ita Dominus in Caelo, in Quo Solo ibi id Conjugium, n: 3004, 3005, 3009, 4158, 5194, 5502, 6343, 7945, 8339, 9263, 9314. Quod per Jesum etiam significetur divinum Bonum, et per Christum divinum Verum, et sic per utrumque Conjugium divinum in Caelo, n: 3004, 3005, 3009. Quod hoc Conjugium sit in singulis Verbi in Sensu ejus interno, ita Dominus quoad divinum Bonum et divinum Verum, n: 5502. Quod Conjugium boni et veri a Domino in Caelo et in Ecclesia sit quod vocatur Conjugium caeleste, n: 2508, 2618, 2803, 3004, 3211, 3952, 6179. Ita quod in eo respectu Verbum sit quasi Coelum, n: 2173, 10126. Quod Caelum assimiletur Conjugio in Verbo ex Conjugio boni et veri ibi, n: 2758, 3132, 4434,"
    },
    {
      "section": 4834,
      "title": "Paragraph 4834",
      "text": "4834. Quod Sensus internus sit ipsa genuina Doctrina Ecclesiae, n: 9025, 9430, 10401. Quod qui intelligunt Verbum secundum Sensum internum, illi sciant ipsam veram Doctrinam Ecclesiae, quia Sensus internus illam continet, n: 9025, 9430, 10400. Quod Internum Verbi etiam sit internum Ecclesiae, ut et internum Cultus, n: 10460. Quod Verbum sit Doctrina amoris in Dominum, et charitatis erga proximum, n: 3419, 3420. Quod Verbum in litera sit sicut Nubes, et quod in Sensu interno sit Gloria, Praefat: ad Genes. Cap: xviii: et n. 5922, 6343; ubi explicatur, quod Dominus venturus sit in Nubibus Caeli cum Gloria. Quod etiam Nubes in Verbo significet Verbum in sensu literae, et Gloria Verbum in Sensu interno, Praef: ad Cap: xviii: Genes: et n: 4060, 4391, 5922, 6343, 6752, 8106, 8781, 9430, 10551,"
    },
    {
      "section": 10574,
      "title": "Paragraph 10574",
      "text": "10574. Quod illa, quae in Sensu literae sunt, ad illa qua in Sensu interno, se habeant sicut projectiones rudes circum Cylindrum opticum politum, ex quibus tamen in Cylindro sistitur pulchra imago hominis, n: 1871. Repraesentati in Mundo spirituali, qui solum Sensum literae volunt et agnoscunt, per Vetulam deformem, qui autem simul Sensum internum, per Virginem decore amictam, n: 1774. Quod Verbum in toto complexu sit imago Caeli, quia Verbum est divinum Verum, ac divinum Verum facit Caelum, et Caelum refert unum Hominem, et quod in eo respectu Verbum sit sicut imago Hominis, n: 187. Quod Caelum in uno complexu referat unum Hominem, videatur in Opere de Caelo et Inferno, n: 59 ad 67. Et quod Divinum Verum procedens a Domino faciat Caelum, n: 126 ad 140, 200 ad 212. Quod Verbum pulchre et amaene sistatur coram Angelis, n: 1767, 1768. Quod Sensus literae sit quasi corpus, et quod Sensus internus sit quasi anima illius corporis, n: 8943. Quod inde Vita Verbo sit ex Sensu interno, n: 1405,"
    },
    {
      "section": 4857,
      "title": "Paragraph 4857",
      "text": "4857. Quod Verbum sit purum in Sensu interno, et quod ita non appareat in Sensu literae, n: 2362, 2395. Quod illa, qua in Sensu literae sunt, sancta sint ab Internis, n: 10126, 10728. Quod in Historicis Verbi etiam sit Sensus internus, sed intus in illis, n: 4989. Ita quod Historica Verbi aeque ac Prophetica contineant Arcana caeli, n: 755, 1659, 1709, 2310, 2333. Quod Angeli non historice percipiant illa, sed dogmatice quia spiritualiter, n: 6884. Quod Arcana interiora, qua in Historicis sunt, minus pateant homini, quam in Propheticis, causa quia Mens in intentione ac intuitione de Historicis est, n: 2176, 6597. Porro, qualis Sensus internus Verbi est, ostensum, n: 1756, 1984, 2004, 2663, 3033, 7089, 10604, 10614. Illustratum per comparationes, n: 1873. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 12"
    },
    {
      "section": 12,
      "title": "Paragraph 12",
      "text": "12. Quod Verbum conscriptum sit per Correspondentias, et sic per Repraesentativa. Quod Verbum quoad Sensum literae conscriptum sit per meras Correspondentias, ita per talia quae repraesentant et significant spiritualia, quae sunt Caeli et Ecclesiae, n: 1404, 1408, 1409, 1540, 1619, 1659, 1709, 1783, 2179, 2763, 2899. Quod hoc factum sit propter Sensum internum in singulis, n: 2899. Ita propter Caelum, quoniam illi, qui in Caelo sunt, Verbum non intelligunt secundum Sensum literae ejus, qui naturalis, sed secundum Sensum internum, qui spiritualis, n: 2899. Quod Dominus loquutus sit per Correspondentias, Repraesentativa et Significativa, quia a Divino, n: 9049, 9063, 9086, 10126, 10728. Quod Dominus sic loquutus sit coram Mundo et simul coram Caelo, n: 2533, 4807, 9049, 9063, 9086. Quod illa, quae Dominus loquutus est, pervaserint totum caelum, n: 4637. Quod Historica Verbi sint repraesentativa verba significativa, n: 1540, 1659, 1709, 1783, 2687. Quod Verbum non alio stylo conscribi potuerit, ut per id communicatio et conjunctio cum Caelis esset, n: 2899, 6943, 9481. Quod valde errent, qui Verbum propter stylum simplicem et rudem ad apparentiam contemnunt, et qui cogitant quod recepturi Verbum si alio stylo conscriptum fuisset, n: 8783. Quod etiam modus scribendi et stylus Antiquissimis fuerit per Correspondentias, et Repraesentativa, n: 605, 1756, 9942. Quod Sapientes antiqui delectati sint Verbo, quia ibi Repraesentativa et Significativa, ab experientia, n: 2592, 2593. Si homo antiquissimae Ecclesiae legisset Verbum, quod clare vidisset illa quae in Sensu interno sunt, et obscure illa quae in Sensu externo, n: 449. Quod filii Jacobi in terram Canaanem deducti fuerint, quia omnia loca in illa Terra ab antiquissimis temporibus repraesentativa facta sunt, n: 1585, 3686, 4447, 5136, 6516. Et sic ut Verbum ibi conscriberetur, in quo Loca nominanda erant propter Sensum internum, n: 3686, 4447, 5136, 6516. Sed quod usque Verbum quoad Sensum externum immutatum sit propter illam Gentem, non autem quoad Sensum internum, n: 10453, 10461, 10603, 10604. Plura loca e Verbo de illa Gente allata, quae tamen intelligenda sunt secundum Sensum internum, ita aliter quam secundum literam, n: 7051. Quoniam Gens illa repraesentabat Ecclesiam, et quia Verbum apud illam et de illa conscriptum est, quod ideo Divina caelestia per Nomina illorum significata sint, ut per Rubenem, Schimeonem, Levi, Jehudam, Ephraimum, Josephum, et reliquos: et quod per Jehudam in Sensu interno significetur Dominus quoad Amorem caelestem, ac Regnum caeleste Ipsius, n: 3654, 3881, 3585, 5782, 6362 ad 6382. Ut sciatur quid sunt et quales sunt Correspondentiae, et qualia sunt Repraesentativa in Verbo, ideo aliquid de illis quoque dicetur. Quod omnia quae correspondent, etiam repraesentent, et inde significent, sic ut Correspondentiae et Repraesentationes unum sint, n: 2890, 2897, 2971, 2987, 2989, 2990, 3002, 3225. Quid Correspondentiae et Repraesentationes, ab experientia et ab exemplis, n: 2702,"
    },
    {
      "section": 2987,
      "title": "Paragraph 2987",
      "text": "2987 ad 3002, 3213 ad 3226, 3337 ad 3352, 3472 ad 3485, 4218 ad 4228, 9280. Quod Scientia Correspondentiarum et Repraesentationum fuerit praecipua Scientia apud Antiquos, n: 3021, 3419, 4280, 4749, 4844, 4964, 4965, 6004, 7729, 10252. Imprimis apud Orientales, n: 5702, 6692, 7097, 7779, 9391, 10252, 10407. Quod in Aegypto pro aliis, n: 5702, 6692, 7097, 7779, 9391, 10407. Quod etiam apud Gentiles, ut in Graecia, et alibi, n: 2762, 7729. Sed quod hodie inter Scientias deperditas sit, imprimis in Europa, n: 2894, 2895, 2995, 3630, 3632, 3747, 3748, 3749, 4581, 4966, 10252. Quod usque illa Scientia praestet omnibus Scientiis, quoniam absque illa non intelligitur Verbum, nec quid significant Ritus Ecclesiae Judaicae de quibus in Verbo, nec scitur quale Caelum, nec quid Spirituale, nec quomodo se habet cum Influxu spirituali in naturale, nec quomodo de influxu animae in corpus, et plura alia, n: 4180, et in locis supra citatis. Quod omnia quae apud Spiritus et Angelos apparent, sint Repraesentativa secundum correspondentias, n: 1971, 3213 ad 3226, 3475, 3485, 9481, 9574, 9576, 9577. Quod Caeli sint pleni Repraesentativis, n: 1521, 1532, 1619. Quod Repraesentativa eo pulchriora et perfectiora existant, quo interius in caelis, n: 3475. Quod Repraesentativa ibi sint Apparentiae reales, quia a Luce Caeli, quae est divinum Verum: et hoc est ipsum essentiale existentiae omnium, n: 3485. Causa, quod omnia et singula, quae in spirituali Mundo sunt, in Mundo naturali repraesententur, est quia Internum se induit convenientibus in Externo, per quae se visibile sistit et apparet, n: 6275, 6284, 6299. Ita Finis se induit convenientibus, ut se sistat ut Causa in inferiore sphaera, et dein ut se sistat ut Effectus in adhuc inferiore; et cum Finis per Causam fit Effectus, tunc fit visibilis, seu coram oculis apparet, n: 5711. Haec illustrata per Influxum animae in corpus, quod nempe anima induatur talibus in corpore, per quae omnia quae cogitat et vult, possunt visibiliter sisti et apparere; quare cogitatio cum defluit in corpus, repraesentatur per tales gestus et effectus quae correspondent, n: 2988. Manifeste affectiones, quae mentis sunt, repraesentantur in facie per varios ejus vultus, adeo ut ibi videantur, n: 4791 ad 4805, 5695. Inde patet, quod in omnibus et singulis naturae lateat interius causa et finis e spirituali Mundo, n: 3562, 5711. Quoniam illa, quae in Natura sunt, ultimi effectus sunt, quibus insunt priora, n: 4240, 4939, 5051, 6275, 6284, 6299, 9216. Quod Interna sint qua repraesentantur, et Externa quae repraesentant, n: 4292. Quid porro Correspondentiae et Repraesentationes, videatur in Opere de Caelo et Inferno, ubi actum est de Correspondentia omnium Caeli cum omnibus hominis, n: 87 ad 102. De Correspondentia Caeli cum omnibus Telluris, n: 103 ad"
    },
    {
      "section": 115,
      "title": "Paragraph 115",
      "text": "115. Et de Repraesentativis et Apparentiis in Caelo, n: 170 ad 176. Quoniam omnia in Natura repraesentativa Spiritualium et Caelestium sunt, quod ideo antiquis temporibus Ecclesiae fuerint, in quibus omnia Externa, quae erant Ritualia, repraesentativa erant; ideo illae Ecclesiae dictae fuerunt Ecclesiae repraesentativa, n: 519, 521, 2896. Quod Ecclesia apud Filios Israelis instituta fuerit Ecclesia repraesentativa, n: 1003, 2179, 10149. Quod omnia Ritualia ibi fuerint Externa, quae repraesentaverunt Interna, quae Caeli et Ecclesiae sunt, n: 4288, 4874. Quod Repraesentativa Ecclesiae et Cultus cessaverint, cum Dominus in mundum venit, et se manifestavit, quia Dominus Interna Ecclesiae aperuit, et quia omnia Ecclesiae illius in supremo sensu ipsum spectaverunt, n: 4835. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 13"
    },
    {
      "section": 13,
      "title": "Paragraph 13",
      "text": "13. De Sensu literae seu externo Verbi. Quod Sensus literae Verbi sit secundum apparentias in mundo, n: 584, 926, 1719, 1720, 1832, 1874, 2242, 2520, 2533. Et ad captum simplicium, n: 2533, 9049, 9063, 9086. Quod Verbum in sensu literae sit naturale, n: 8783. Ex causa, quia Naturale est ultimum, in quod desinunt spiritualia et caelestia, et super quo, sicut domus super suo fundamento, subsistunt, et quod alioquin Sensus internus absque externo foret sicut domus absque fundamento, n: 9360, 9430, 9824, 9433, 10044, 10436. Quod Verbum, quia tale, sit continens sensus spiritualis et caelestis, n: 9407. Et quia tale, quod sit sanctum Divinum in sensu literae quoad omnia et singula ibi, usque ad unamquamque jotham, n: 639, 680, 1319, 1870, 9198, 10321, 10637. Quod Leges pro Filiis Israelis latae, tametsi abrogatae, usque sanctum Verbum sint, ob sensum internum in illis, n: 9210, 9259, 9349. Quod Leges, Judicia, et Statuta pro Ecclesia Israelitica seu Judaica quae fuit Ecclesia repraesentativa, sint quae adhuc in utroque sensu, externo et interno valent, sint quae secundum Sensum externum omnino custodienda sunt, sint quae possunt esse usui si libet, et sint quae prorsus abrogata, de quibus, n: 9349. Quod Verbum divinum sit etiam quoad illa quae abrogata sunt, propter caelestia quae in sensu interno eorum latent, n: 10637. Quale Verbum est in sensu literae, si non intelligitur simul quoad Sensum internum, seu quod idem, secundum veram doctrinam e Verbo, n: 10402. Quod ex Sensu literae absque Sensu interno, seu absque genuina Doctrina ex Verbo, haereses immenso numero scaturiant, n:"
    },
    {
      "section": 10401,
      "title": "Paragraph 10401",
      "text": "10401. Quod illi, qui in Externis absque Internis sunt, non sustineant interiora Verbi, n: 10694. Quod Judaei tales fuerint, et quoque hodie sint, n: 301, 302, 303, 3479, 4429, 4433, 4680, 4844, 4847, 10396, 10401, 10407, 10695, 10701, 10707. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 14"
    },
    {
      "section": 14,
      "title": "Paragraph 14",
      "text": "14. Quod Dominus sit Verbum. Quod in Sensu intimo Verbi agatur unice de Domino, ac describantur omnes status Glorificationis Humani Ipsius, hoc est, Unionis cum Ipso Divino, et quoque omnes status subjugationis Infernorum et ordinationis omnium ibi, et in Caelis, n: 2249, 7014. Ita quod in illo Sensu describatur omnis vita Domini in Mundo, et quod per id praesentia Domini continua sit apud Angelos, n:"
    },
    {
      "section": 2523,
      "title": "Paragraph 2523",
      "text": "2523. Proinde quod Solus Dominus sit in intimo Verbi, et quod inde Divinum et Sanctum Verbi sit, n: 1873, 9357. Quod Dominus dixerit, quod impleta sit Scriptura de Ipso, significet quod omnia quae in Sensu intimo, n: 7933. Quod Verbum significet divinum Verum, n: 4692, 5075, 9987. Quod Dominus sit Verbum, quia est divinum Verum, n: 2533. Quod Dominus sit Verbum, etiam quia Verbum est ab Ipso, et de ipso, n: 2859. Ac de Solo Domino in Sensu intimo, ita Ipse Dominus ibi, n: 1873, 9357. Et quia in omnibus et singulis Verbi est Conjugium divini Boni ac divini Veri, quod conjugium est in Solo Domino, n: 3004, 3005, 3009, 4158, 5194, 5502, 6343, 7945, 8339, 9263, 9314. Quod divinum Verum sit unicum reale, et quod id in quo est, quod est ex Divino, sit unicum substantiale, n: 5272, 6880, 7004,"
    },
    {
      "section": 5200,
      "title": "Paragraph 5200",
      "text": "5200. Et quia divinum Verum procedens a Domino ut Sole in Caelo, est Lux ibi, et divinum Bonum est Calor ibi, et quia ex illis omnia ibi existunt, sicut ex luce et calore omnia in mundo, quae etiam sunt in suis substantiis et per illas agunt, et quia per Caelum seu Mundum spiritualem existit Mundus naturalis, patet quod omnia quae creata sunt, ex divino Vero, ita ex Verbo, creata sint, secundum haec verba apud Johannem, \"In principio erat Verbum, et Verbum erat apud Deum, et Deus erat Verbum, et per illud omnia facta sunt quae facta; et Verbum Caro factum est,\" I: 1, 2, 3, 14, n: 2803, 2884, 5272, 7850. Porro de Creatione omnium ex divino Vero, ita a Domino, videatur in Opere de Caelo et Inferno, n: 137; et plenius in Articulo, ubi agitur de Sole in Caelo, quod sit Dominus, et quod sit divinus Ipsius Amor, n: 116 ad 125. Et quod divinum Verum sit Lux, et divinum Bonum sit Calor, ex illo Sole in Caelo, n: 126 ad 140. Quod conjunctio Domini cum homine sit per Verbum, medio Sensu interno, n: 10375. Quod per omnia et singula Verbi sit conjunctio, et quod inde Verbum sit mirabile prae omni scripto, n: 10632, 10633, 10634. Quod Verbum, postquam conscriptum est, Dominus loquatur per id cum hominibus, n: 10290. Videantur insuper quae in Opere de Caelo et Inferno allata sunt de Conjunctione Caeli cum homine per Verbum, n: 303 ad 310. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 15"
    },
    {
      "section": 15,
      "title": "Paragraph 15",
      "text": "15. De illis, qui contra Verbum sunt. De illis qui contemnunt, blasphemant, et prophanant Verbum, n: 1878. Quales sunt in altera vita, n: 1761, 9222. Quod referant viscosa sanguinis, n: 5719. Quantum periculi a prophanatione Verbi, n: 571 ad 582. Quantum nocet, si principia falsi, imprimis quae favent amori sui et mundi, confirmentur per Verbum, n: 589. Qui in nulla affectione veri propter verum sunt, quod plane rejiciant illa quae sunt Sensus interni Verbi, et ad illa nauseent, ab experientia a talibus in Mundo spirituum, n: 5702. De quibusdam in altera vita, qui prorsus rejicere conati sunt interiora Verbi, quod rationalitate orbati sint, n: 1879. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 16"
    },
    {
      "section": 16,
      "title": "Paragraph 16",
      "text": "16. Libri Verbi quinam. Quod Libri Verbi sint omnes qui Sensum internum habent; qui autem non habent, quod non sint Verbum. Quod Libri Verbi in Veteri Testamento sint; Quinque Libri Mosis; Liber Josuae; Liber Judicum; Duo Libri Samuelis; Duo Libri Regum; Psalmi Davidis; Prophetae, Esaias, Jeremias, Threni, Ezechiel, Daniel, Hoseas, Joel, Amos, Obadias, Jonas, Michah, Nahum, Habakuk, Zephanias, Haggai, Zacharias, Malachias. In Novo Testamento Quatuor Evangelistae, Matthaeus, Marcus, Lucas, Johannes; et Apocalypsis. Reliqui non Sensum internum habent, n: 10325. Quod Liber Hiobi sit Liber Antiquus, in quo quidem Sensus internus, sed non in serie, n: 3540, 9942. This page is part of © 2000-2001 The Academy of the New Church White Horse (Whitehead) n. 17"
    },
    {
      "section": 17,
      "title": "Paragraph 17",
      "text": "17. Plura de Verbo. Quod Verbum in Lingua Hebraea varia significet, nempe Sermonem, Cogitationem mentis, omnem rem quae realiter existit, tum aliquid, n: 9987. Quod Verbum significet divinum Verum et Dominum, n: 2533, 4692, 5075, 9987. Quod Verba significent vera, n: 4692, 5075. Quod significent doctrinalia, n: 1288. Quod Decem verba significent omnia Divina Vera, n: 10688. Quod binae expressiones unius rei in Verbo imprimis Prophetico sint, et quod una se referat ad bonum, et altera ad verum, quae sic conjungunter, n: 683, 707, 5516, 8339. Quaenam expressio ad bonum se refert et quaenam ad verum, quod non sciri queat nisi ex Sensu interno Verbi, quoniam voces propriae sunt quibus exprimuntur illa qua boni sunt, et propriae quibus illa quae veri, n: 793, 801. Et hoc usque, ut noscatur solum ex praedicatione vocum, num de bono et num de vero agitur, n: 2722. Quod etiam quandoque una expressio involvat commune, et altera determinatum quid a communi, n: 2212. Quod sit species reciprocationis in Verbo, de qua n: 2240. Quod pleraque in Verbo etiam sensum oppositum habeant, n: 4816. Quod Sensus internus praedicabiliter sequatur suum subjectum. Quod, qui delectati sunt Verbo, in altera vita accipiant calorem caeli, cui inest amor caelestis, secundum quale et quantum delectationis ex amore, n: 1773. FINIS. This page is part of © 2000-2001 The Academy of the New Church"
    }
  ]
}